{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Centre for Veterinary Epidemiology and Risk Analysis, UCD (CVERA), Centre for Veterinary Epidemiology and Risk Analysis, Dublin, IRELAND", 
      "CVERA is an Irish national resoource centre, providing policy advice and conducting epidemiological research on a w wide range of animal health issues. In addition CVERA provides general support to government, industry and the veterinary profession (pre and post- graduation) on animal health issues.", 
      "1991-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Animal Health Ireland (AHI), IRELAND", 
      "Member of the Technical Working Group for Johne's Disease/Paratuberculosis - Advising AHI on development of an on- farmvoluntary JD control programme", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Task Force for monitoring disease eradication in the Member States, Commission of the European Communities", 
      "Bovine Tuberculosis - sub-group of the Task Force", 
      "2000-03", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Department of Agriculture, Food and the Marine", 
      "Government Department", 
      "1980-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Commission of the European Communities (EU), Commission of the European Communities, Brussels, BELGIUM", 
      "Evaluation of programmes submitted by Member States for EU co- funding for TB and TSE eradication/monitoring", 
      "2013-06", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "GOOD", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW)", 
  "Profession": "Scientific", 
  "First name": "Margaret", 
  "Date": "2015-09-14"
}
