{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Helsinki University", 
      "Professor of Veterinary Virology (30%), Teaching of veterinary students: Veterinary virology, viral vaccines and epidemiology of animal viral diseases. Research of animal viral diseases, vaccines and prevention. Supervision of PhD-students.", 
      "2009-04", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Finnish Food Safety Authority Evira", 
      "Professor, Research Director, Evira, Helsinki (70% starting 1.4.2009): Co-ordination of scientific research in Finnish Food Safety Authority Evira and Research in animal viral and prion diseases, epidemiology, prevention and vaccines", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "EVIRA, Finnish Food Safety Authority - EVIRA, FINLAND, Helsinki", 
      "A member of management group of Evira, Finnish Food Safety Authority. Management group of Evira is discussing the current actions, challenges and problems of Evira and meets every monday for two hours. Management group is composed of general director, three heads of departments (control, reseach and laboratory, administrative), three directors of key processes, research director, director of organisational development, head of communication unit and a representative of the staff. I, as research director, represent there scientific research. The mangement group does not make any decisions. Decisions are made according to Evira regulations by general director and three heads of departments.", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Evira, Finnish Food Safety Authority", 
      "Funding of veterinary virus, prion and vaccine research projects.", 
      "2006-04", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "NKVet Nordic Committe for Veterinary Medicine", 
      "NKVet, The Nordic Committee for Veterinary Scientific Cooperation, was founded in 1977 by the five Nordic Veterinary Associations. NKVet aims are to promote increased veterinary research cooperation between veterinarians and researchers within the Nordic countries by organising meetings on topics within veterinary sciences relevant for a broad Nordic audience. NKVet is administered by a Board consisting of nine members, one from Iceland and two from each of the other Nordic countries. The Board members are nominated among employees at the veterinary universities and national veterinary institutes, and elected by their respective national veterinary associations. The work they perform for the NKVet is based on voluntary work and no compensation, except travel expenses to board meetings, is paid by the NKVet. The Board meets twice a year, normally in conjunction with the annual symposia. A Finnish member of NKVet board since October 2013", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "SIHVONEN", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW)", 
  "Profession": "Professor, Research Director", 
  "First name": "Liisa", 
  "Date": "2015-04-22"
}
