{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Université Joseph Fourier - Grenoble 1 (UJF), Grenoble university, Grenoble, FRANCE", 
      "Teaching at University Joseph Fourier - Grenoble 1, France Master 2: Research Methods in Health - Environment Toxicology and EcoToxicology (RMHETE) - Since 2004: Head of section: Modelling in Health - Environment - Since 2011: co - Head of the Research Master 2 RMHETE", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Vetagro Sup, Institut d'Enseignement Supérieur et de recherche en Alimentation, Santé Animale, Sciences Agronomiques et de l'Environnement (Vetagro Sup), FRANCE, Marcy L'Etoile", 
      "PI Scientific Researcher in: - Mathematical Epidemiology, Vector-Borne and Infections Diseases - Modeling the exposure to chemical substances, and toxicology - Sanitary risk assessment - Modeling in Biophysics", 
      "2001-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "1. Member of the Committee of Specialised Experts REACH (CES REACH) at the ANSES, Paris, France 2. since 2014: Member of the Programme Committee for Scientific Research (CSPR), ANSES, Paris, France", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Institut des Systèmes Complexes Rhodanien (www.ixxi.fr) (IXXI), Rhodanien Complex Systems Institute, Lyon, FRANCE", 
      "Chairman of the Steering Committee IXXI", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "TIMC-IMAG, UMR5525 CNRS UJF VetAgro Sup", 
      "Modelling the emergence of antibaterial resistance", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EID Rhône Alpes (Mosquito Control Agency - Rhone Alps)", 
      "Modeling the spatio-temporal distribution of Aedes albopictus in the Rhone Alps region", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ITAVI (Institut Technique d'Aviculture) / Ministere de l'Agriculture", 
      "Modelling the spreading of avian influenza in the Dombes area", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "European Centre for Disease Prevention and Control (ECDC)", 
      "ECDC Tender: Development of a tool to appraise and compare vector control strategies against West Nile Fever in Europe", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "BICOUT", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW), Member-M-2014-0079 Vector-borne diseases (AHAW)", 
  "Profession": "scientific researcher", 
  "First name": "Dominique", 
  "Date": "2015-07-12"
}
