{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Wageningen UR Livestock Research", 
      "Since January 2011 the heads of department (which includes me) are members of the Management Team of Wageningen UR Livestock Research. The MT does the day-to-day management of my organisation, and sets medium term goals. The funding received from the industry in relation to the AHAW panel's remit is far less than 25% of the total budget managed by the MT.", 
      "2011-01", 
      "2015-06", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - Monitoring procedures at slaughter (AHAW)", 
      "2014-01", 
      "2014-01", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - Pig welfare indicators (AHAW)", 
      "2011-05", 
      "2012-02", 
      ""
    ], 
    [
      "IV. Employment", 
      "Wageningen UR Livestock Research, NETHERLANDS", 
      "From 1st July 2015 I changed my job at Wageningen UR Livestock Research from Head of Department to Senior Scientist. For approximately two days / week I will support the development of our international research programme and help staff from the Animal Sciences Group (which includes WLR, the Central Veterinary Institute and the University Department of Animal Sciences) with the writing of research proposals for publicly funded programmes, such as Horizon2020. The remaining 3 days / week I will be involved in the execution of research projects on animal welfare. The majority of this animal welfare work will be paid for by the Dutch ministry of Economic Affairs and other public funding bodies such as DG RTD, DG SANTE or EFSA. Exact figures cannot be given yet. At the start of my new job I have no funding directly from the industry", 
      "2015-07", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Wageningen UR Livestock Research", 
      "In 2006 my part of the organisation changed its name and structure, and I became head of a cluster of animal welfare researchers. In 2011 the cluster became a department and grew to 38 staff. The content of my work did not change: I manage the team and am involved in research activities for national (e.g. ministry, product boards, NGO's, farming industry) and international (e.g. EFSA, DG RTD, DG SANCO) funders. The vast majority of our animal welfare work (&gt;70%) is for the Dutch ministry of EL&I. Approximately 15% for the product boards, 10% comes from abroad and 5% from the farming industry. We are paid to carry out independent research, and are not involved in lobbying or promoting products on behalf of any funder.", 
      "2006-03", 
      "2015-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "Division of Applied Research, Animal Sciences Group", 
      "Cluster Leader in a research organisation. The Animal Sciences Group was (and is) an independent research organisation. We performed contract research for different funding bodies (Dutch ministry, EU, EFSA, NGO's, product boards, industrial parties). We were not asked to support any interests of any (commercial) parties, but were paid to perform scientific and unbiassed research.", 
      "2003-08", 
      "2006-03", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Wageningen UR Livestock Research", 
      "As part of my employment for Wageningen UR I have been involved mainly as project leader in pig welfare research for the Dutch ministry, EFSA and the European Commission. I have contributed as an expert to projects lead by others. These projects were commissioned by the Dutch ministry mainly, and sometimes also by the Dutch product boards and the EU (often in combination). All funding received went to my employer, and I did not have any direct financial benefit from any of these projects. In none of these projects my employer nor I were paid to support any interests of any (commercial) parties. The research (co-)funding I received from the private sector for projects that I led in the last five budget years, and for the areas covered by the Panel, does not exceed 25% of the total research budget for projects managed by me.", 
      "2006-03", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "SPOOLDER", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW), Chair-M-2015-0052 ABMs gap analysis (AHAW), Member-M-2015-0178 Pregnant Animals (AHAW)", 
  "Profession": "Head of Animal Welfare department", 
  "First name": "Hans", 
  "Date": "2015-10-09"
}
