{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - AHAW Network (AHAW)", 
      "2012-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Foot-and-Mouth Disease Commission, Standing Technical Committee, EUFMD, FAO, Rome", 
      "Discussions on technical issues reting to the FMD control in Europe and adjacent countries and regions.", 
      "2011-05", 
      "2015-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - M-2013-0174 Bovine Tuberculosis selftask (AHAW)", 
      "2014-01", 
      "2014-06", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - AHAW Meat Inspection (AHAW)", 
      "2012-09", 
      "2013-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - Scientific coordination group on meat inspection (BIOHAZ)", 
      "2012-08", 
      "2013-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "School of Veterinary Medicine, University of California", 
      "Project positions in Animal Disease Surveillance (2007 - 2011) and in development of a food safety training program funded by the Food and Drug Administration (FDA 2011 - 2013). The aim of the latter program is to develop a national food safety curriculum to train agency and industry personel on standards for inspections, investigations and laboratory testing as well as training and certification requirements, auditing criteria and metrics for evaluating program performance.", 
      "2007-09", 
      "2013-11", 
      ""
    ], 
    [
      "IV. Employment", 
      "Danish Veterinary and Food Administration", 
      "Retired as the Chief Veterinary Officer for Denmark in 2007 after 8 years of service. During those years I was responsible for surveillance, control and eradication of animal diseases such as BSE from 2000, highly pathogenic avian Influenza in 2006, Newcastle Disease in 2002 and obtaining Trichinella negligible risk status for pigs from the European Commission in 2007.", 
      "1999-10", 
      "2007-09", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "CONFIDENTIAL", 
      "Editing of a risk-analysis report regarding trade in live animals, according to a fully transposed EU legislation. Reviewing a risk- analysis report on import of meat. Ended in 2013.", 
      "2012-02", 
      "2013-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "PigCity", 
      "To advise on potential field trials to document the animal health and welfare effects of the proposed PigCity integrated production unit for pigs and tomatoes. I have signed an agreement with the company through COWI Consult A/S, which is in charge of the overall consulting activity for this project, to be paid per hour of service at an agreed rate. This past year I have spent less than 10 hours on this activity.", 
      "2011-04", 
      "2013-11", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Danish Veterinary and Food Administration", 
      "Participation as one of two experts in a \"service inspection\" of current Danish contingency plans and emergency preparedness procedures for notifiable animal diseases", 
      "2012-02", 
      "2013-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "WILLEBERG", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW), Chair-M-2014-0288 Echinococcus (Art. 29) (AHAW)", 
  "Profession": "Retired", 
  "First name": "Preben", 
  "Date": "2015-07-01"
}
