{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "member of the working group on \"Welfare aspects of the use of perches for poultry\" ofr the panel AHAW", 
      "2014-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "French Agency for Food Safety (Anses)", 
      "Expert in the french panel \"animal welfare\" of Anses The experts are voting and drafting opinions opinions are used by french ministry of agriculture", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "French Agency for Food Safety", 
      "Member of “Specialised expert comity (CES) on animal health ” SANT. The Anses functioning is very similar to EFSA. As an expert, I have to give independent opinion on governmental questions on different topics on animal health . The experts are voting and drafting opinions opinions are used by french ministry of agriculture Panel is adressing animal health opinions on the basis of risk assessment", 
      "2006-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - Data collection in BROILER SLAUGHTERHOUSES (AHAW)", 
      "2013-01", 
      "2013-08", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Hearing Expert - AHAW Meat Inspection (AHAW)", 
      "2011-03", 
      "2013-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - Broiler breeder welfare (AHAW)", 
      "2009-06", 
      "2010-08", 
      ""
    ], 
    [
      "IV. Employment", 
      "French Agency for Food Safety (AFSSA)", 
      "Head of the research unit \"Avian and Rabbit Welfare and Epidemiology\" One of the main research topic is the study of the impact of housing and husbandry practices on poultry welfare and health and on food quality. 3 species are mainly studied: chicken and turkey: with the assessment of welfare of broiler and breeders (main topic: activity of animals, assessment of lesion (FPD) in slaughter house and animal health) laying hens: study of different housing systems (aviaries, furnished cages on welfare, health and egg quality) other topics: poultry health (histomonosis, Avian Influenza, Botulism,...); food safety (Salmonella, campylobacter,...), air quality in poultry houses, epidemiological surveillance networks, collecting and analysing information about avian rearing conditions and diseases. reasearch is done one experimental station and in farms one the field (chicken, turkey, laying hen, duck,...) See papers on: chicken welfare assessment (scoring system and impact of housing and management conditions on chicken welfare and health); laying hens welfare; food safety;...", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "French Ministry of Agriculture / EU funding", 
      "My research unit is receiving funding from EU and from the french ministry of agriculture to lead independant research works: - chicken and turkey and welfare assessment (scoring system for lesions), - impact of housing system on laying hens welfare and health and on egg and air quality - avian influenza in ducks", 
      "2001-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Italian Ministry of Health", 
      "Independant Proposal evaluation for italian ministry of health Topics: animal welfare, epidemiology, food safety", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "European Commission, Directorate -General for Translation, Belgium, Brussels, Interpretation DG", 
      "Expert to assess proposals for the call FP7-PEOPLE-2012- IEF/IIF/IOF", 
      "2012-09", 
      "2012-10", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "MICHEL", 
  "Current EFSA involvements": "Vice-Chair-AHAW Panel 2015-2018 (AHAW)", 
  "Profession": "Scientific researcher", 
  "First name": "Virginie", 
  "Date": "2015-04-27"
}
