{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Bundesministerium für Gesundheit (BMG), Federal Ministry of Health, Vienna, AUSTRIA", 
      "Member of the Austrian Animal Welfare Council", 
      "2005-04", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - Working group on welfare assessment in small scale dairy farms", 
      "2014-07", 
      "2015-05", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - Welfare of calves and beef cattle (AHAW)", 
      "2011-05", 
      "2012-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Hearing Expert - Animal-based welfare indicators (dairy cows) (AHAW)", 
      "2011-03", 
      "2012-07", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Natural Resources and Life Sciences (BOKU)", 
      "Full professor for Ecology of Livestock Husbandry Head of Department of Sustainable Agricultural Systems Teaching and research in the fields of animal husbandry, farm animal behaviour and welfare, animal production systems", 
      "2003-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "BioAustria (BioAustria), BioAustria, Linz, AUSTRIA", 
      "Scientific advice for the development of animal-based measures to be used in an animal welfare self-evaluation protocol for organic farmers.", 
      "2015-05", 
      "2015-08", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Vier Pfoten International, Vier Pfoten International, Vienna, AUSTRIA", 
      "Scientific support for the development of animal-based measures for the certification of animal-welfare friendly beef production.", 
      "2014-09", 
      "2015-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bundesministerium für Land- und Forstwirtschaft, Umwelt und Wasserwirtschaft", 
      "Improvement of udder and metabolic health in organic cattle milk production through breeding and management. Commercial and local breed health characteristics and information on production environments are used to enhance sustainability of breeding strategies for organic dairy production in Europe, including genomic selection and crossbreeding of local/native and commercial breeds. Deliverable: Scientific report. No private funding.", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Zentrum für soziale Innovation, Vienna, Austria", 
      "Strengthening the research capacities of research institutions in Kosovo and Macedonia through international cooperation, know-how exchange and implementation of scientific methods with regard to animal welfare science. The specific goals are: - To establish scientific cooperation and networking between research institutions; - To transfer scientific knowledge regarding farm animal welfare and on-farm welfare assessment protocols - To perform welfare assessment in cattle farms and develop a base for research; - To disseminate acquired knowledge to different stakeholders Deliverable: Project report. No private funding.", 
      "2013-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU FP7", 
      "SOLID will deliver an innovative toolbox of novel methodologies that will contribute to the competitiveness of the dairy industry and increase the effectiveness with which these benefits are delivered. SOLID facilitates the use of breeds and feeding strategies to maintain productivity, improve animal health and welfare while meeting the market requirement for high quality milk. Deliverable: Scientific reports. No private funding.", 
      "2011-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bundesministerium für Land- und Forstwirtschaft, Umwelt und Wasserwirtschaft", 
      "Effect of husbandry system (outdoor / partly outdoor / indoor with concrete outside run) on health, welfare and environmental impact in European organic pig production. Deliverable: Scientific report. No private funding.", 
      "2011-11", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "REWE International", 
      "Development, implementation and evaluation of a list of measures to increase sustainability on pig fattening farms with a focus on animal welfare. Deliverable: project report. Private funding: 1 part-time (75%) PhD grant (until August 2014).", 
      "2011-10", 
      "2014-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "FP7 project ‘AWARE' (Coordinated by Animal Science Institute, Prague, Czech Republic)", 
      "Partner in the Coordinated Support Action 'Animal Welfare Research and Education in an Enlarged Europe'. Deliverable: Scientific report. No private funding.", 
      "2011-03", 
      "2014-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "DG SANCO Animal welfare unit", 
      "EUWelnet project on a Coordinated European Animal Welfare Network; partner mainly in WP 1 (research). Deliverable: Scientific report. No private funding.", 
      "2013-01", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU", 
      "Welfare Quality project; leader of development of welfare assessment protocols for dairy and beef cattle. Deliverable: Scientific report. No private funding.", 
      "2004-04", 
      "2009-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Society for Applied Ethology", 
      "ISAE is an international association for scientists interested in the behaviour and welfare of confined or domesticated animals, including companion, farm, zoo and managed wild animal species. Member", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "WINCKLER", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW), Chair-M-2015-0178 Pregnant Animals (AHAW)", 
  "Profession": "Head of Department of Sustainable Agricultural Systems", 
  "First name": "Christoph", 
  "Date": "2015-10-09"
}
