{
  "activities": [
    [
      "I. Economic interest", 
      "SABIOtec spin-off", 
      "Past shareholder (15%) in the University of Castilla - La Mancha spin- off company, SABIOtec.", 
      "2015-04", 
      "2015-05", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ARTEMIS Research Institute for Wildlife Health in Europe", 
      "NON PROFIT ORGANIZATION. The board that was set up for Artemis Wildlife Health Research Foundation is no longer active.", 
      "2011-01", 
      "2015-05", 
      ""
    ], 
    [
      "IV. Employment", 
      "Universidad de Castilla - La Mancha", 
      "University professor", 
      "1999-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Plan Regional de Investigación, Castilla La Mancha.", 
      "Several grants for research on diseases shared between wildlife and livestock. Although no grant is currently running (due to budget restrictions during the crisis) I expect to submit a new proposal, most likely on wildlife reservoirs of Leishmania, in early 2015.", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission, 7th Framework Program and 2020", 
      "Current research projects, still running in most of 2015: WildTBVac: FP7 grant #613779, ending in November 2015, on TB control in wildlife and livestock EMIDA ERA-NET hamonised Approaches in monitoring wildlife Population Health, And Ecology and Abundance (APHAEA) ends March 2015 ANTIcipating the Global Onset of New Epidemics (ANTIGONE). FP7 grant 278976 on emerging diseases, finishes in 2016 COllaborative Management Platform for detection and Analyses of (Re-)emerging and foodborne outbreaks in Europe (COMPARE) H2020 Grant 377/14, ending in 2018", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministerio de Ciencia e Innovación, Plan Nacional de I+D", 
      "Several research grants on diseases shared between wildlife and livestock. The current one deals withthe ruminant response to inactivated mycobacteria antigens and finishes 31/12/2017.", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Several public and private Contracts and research agreements on subjects related with wildlife", 
      "management and wildlife diseases. Main current funding bodies include: CDTI(Spanish Science Ministry) mediated contratcs with Medianilla SA, Glenton SA and Lagunes SL. In total, these contracts are of less then 200,000€, meaning less then 20% of the total annual funding of our research.", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Spanish Patents Office", 
      "4 patents on baits for vaccine delivery, selective feeders for bait deployment, selective gates, and Anaplasma vaccine. These patents are not yet under exploitation and there are no royalties paid directly to me (if any, they would be paid to the University).", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Springer Editorial", 
      "Editor in chief, European Journal of Wildlife Research", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "GORTAZAR SCHMIDT", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW)", 
  "Profession": "Veterinarian, Univ. Porf.", 
  "First name": "Christian", 
  "Date": "2015-05-19"
}
