{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Deskundigengroep Dierziekten", 
      "Chair of independent committee to advise Dutch ministry of Economic Affairs on matters associated with contagious animal diseaseses. This group advises upon request or upon its own initiative and is totally independent from the government and industry, but a way for the government to obtain independent advise. My involvement is 6 meetings/year and the work takes a total of 100 hours. The money involved is payed to Utrecht University. Important is that the group acts independent, so there is absolutely no influence of the ministry or any industry on the advices given by this group (acts like EFSA in this way). The contagious diseases of relevance to this group include Avian Influenza, but at current there is no request for an advice on Avian Influenza to this group. Money received for this task goes directly to my employer Utrecht University, so in that sense it is part of my normal job. There are no personal financial incentives involved.", 
      "2013-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Gezondheidsraad", 
      "Member of the Dutch National Health Council, an independent advisory council advising the Dutch Ministry of Health upon request. Time involved is 1-2 meetings a year and total time spent 2 days/year. Advices of this committee are absolutely independent of any influence from ministry or industry (acts like EFSA). So far there has not been a request for an advice regarding Avian Influenza. Money involved goes directly to my employer, Utrecht University. So in that sense it is part of my normal job and there are no private financial incentives involved.", 
      "2012-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Gezondheidsraad (Dutch Health Council)", 
      "Committee on the risks of living near industrial farms. Three meetings, total time spent 3 days.", 
      "2011-12", 
      "2013-06", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Gezondheidsraad", 
      "Advisory committee on antibiotic resistance related to farmed animals. Total time 3 meetings, time spent 3 days in total", 
      "2011-03", 
      "2011-08", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Q-Fever Evaluation committee", 
      "Member of the independent committee to evalaute the measures taken in the Control of Q fever in The Netherlands. In total I attended 12 meetings, total time sent 12 days", 
      "2010-01", 
      "2010-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Utrecht University", 
      "Chair in Farm Animal Health. Teaching topic of Veterinary Epidemiology and Research in epidemiology of infectious animal diseases", 
      "2001-05", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "ULP (University Practice of Farm Animals)", 
      "Supervisor of the director. ULP is the ambulantory farm animal clinic of the University (100% owned by the University), but has a seperate legal status. By function the chairman of the Department of Farm Animal Health is the supervisor of the director of the clinic, in order to ensure quality of the teaching.", 
      "2009-04", 
      "2011-03", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Dutch Animal Health Service", 
      "Member of Committee that advises on the research priorities of the Dutch Animal Health Service. Since 2012 these research priorities have been : 1) development of diagnostic platforms that can be used on farms (on site diagnostics), 2) development of markers for robustness in animals, 3) gut health in chickens en 4) development of new diagnostics for antibiotic resistance. ad 1) aimed at production diseases in general, but the advise does not include specific diseases, because it is directed at the technique itself, it will certainly not include notifiable diseases (prohibited for AHS, task of CVI) and also does not include vector borne diseases and there is no plan to include them; ad 2) does not include specific diseases, longevity of cattle is the outcome parameter; ad 3) does also not include specific diseases, because here the challenge is to define a healthy gut (in contrast to gut diseases); ad 4) this aims at identifying new techniques that can more quickly (than bacterial culture) identify antimicrobial resistance in order to chose the right treatment more quickly. In my opinion there has been no overlap between this consultancy and my work for EFSA, neither as a panel member, nor as a member or chair of a WG. To phrase this specifically for the chairing: There has been no overlap with the mandate on Rift Valley Fever, AHS does not have any activity in this area nor is planning one. The consultancy also has never had any involvement with bovine TB. Moreover vector borne diseases have not and will not be part of the consultancy, because that is restricted to the topics listed above and will be for the coming year (by December 2015 the contract will be reevaluated or can be stopped). This advisory task is part of an exchange of services between faculty of veterinary medicine (and consequently actually part of my normal job) and Dutch AHS. Total time spent: committee meets 4-5 times/year, total time spent (including travel and preparation) 5 days/year.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Private Organizations", 
      "The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceeds 25% of the total annual research budget that is managed by me", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CVI", 
      "PhD student African Swine Fever PhD student Bluetongue", 
      "2009-06", 
      "2013-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Dutch Government", 
      "Epidemiology of Avian Influenza in vaccinated populations", 
      "2008-01", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Dutch Government", 
      "Avian Influenza in Indonesia", 
      "2007-01", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CDC Atlanta", 
      "Exposure of humans to Avian Influenza", 
      "2008-05", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Dutch Mastitis Council", 
      "Control of mastitis in dairy cows", 
      "2006-03", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Stichting Geborgde Dierenarts", 
      "This independent foundation evaluates whether the quality assurance of Dutch Veterinarians is carried out in a correct way.", 
      "2011-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Stichting ISVEE13", 
      "Foundation for the Organisation committee of the 13th International Symposium of Veterinary Epidemiology and Economics, to be held in Maastricht The Netherlands from 20-24 August 2011 (chair)", 
      "2011-09", 
      "2012-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Preventive Veterinary Medicine", 
      "Associate editor of Preventive Veterinary Medicine, task is evaluating submitted manuscripts", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "STEGEMAN", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW), Member-Biological Relevance (SC), Chair-M-2014-0079 Vector-borne diseases (AHAW), Chair-M- 2015-0079 Avian Influenza (AHAW), Member-PROMETHEUS (PROmoting METHods for Evidence Use in Scientific assessments) - Deliverable 2 \"Analysis of methods for dealing with data and evidence applied by EFSA\" (AMU)", 
  "Profession": "Chair in Farm Animal Health", 
  "First name": "Jan Arend", 
  "Date": "2015-10-06"
}
