{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Consiglio Superiore della Sanità", 
      "Consultancy on Risk Assessment Fields to Ministry of Health.", 
      "2007-06", 
      "2012-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "National Reference Centre for Epidemiology of the Istituto Zooprofilattico Sperimentale dell'Abruzzo e del Molise \"G. Caporale\"", 
      "- analysis of the risks due to introduction into Italy of animals and animal products from foreign Countries, - assessments of risks derived from the consumption of food of animal origin, - assessments of risks related to the spread of the main animal infectious diseases, - analysis of data on national prophylactic plans, - collaboration in the establishment of a national epidemiological surveillance system according to the provisions of Directive 97/12/EC, - coordination of the project for the establishment of a web-based GIS application for the international surveillance of bluetongue in European Union (EU-BTNET), under the mandate of the European Commission, - collaboration in the establishment of a national bovine data bank, - collaboration in the establishment of a computerized system for the management of the animal population register and the related veterinary activities in Abruzzo Region, - collaboration to the establishment of the national surveillance system for bluetongue and its information system, - collaboration on the establishment of a zoonoses national monitoring system, - collaboration on the development of a spatial risk models for bluetongue spreading, - collaboration to the activities of OIE-Collaborating Center for Veterinary Training, Epidemiology, Food Safety and Animal Welfare, Istituto Zooprofilattico Sperimentale dell'Abruzzo e del Molise \"G. Caporale\". December 2009 - present Head of Epidemiology and Information Systems Unit of the National Reference Centre for Epidemiology of the Istituto Zooprofilattico Sperimentale dell'Abruzzo e del Molise \"G. Caporale\", Teramo (Italy).", 
      "1995-05", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "CALISTRI", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW)", 
  "Profession": "Veterinarian", 
  "First name": "Paolo", 
  "Date": "2015-04-24"
}
