{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Journal \"British Poultry Science\"", 
      "Member of the Council of Management - an unpaid honorary position.", 
      "2013-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "World Organisation for Animal Health (OIE), Paris, FRANCE", 
      "Electronic consultation ending in January 2015 with a possible teleconference of the ad hoc working group regarding proposed revision to the Chapters 7.5 and 7.6 of the OIE standards.", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Retired", 
      "Was engaged in research into the welfare of animals, especially at stunning and slaughter or killing.", 
      "1990-09", 
      "2010-10", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "CONFIDENTIAL", 
      "Welfare of poultry.", 
      "2012-03", 
      "2012-10", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Department for Environment, Food and Rural Affairs (DEFRA)", 
      "Research into the evaluation of a Noval and humane killing method for pigs. The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceed 25% of the annual research budget that is managed by me.", 
      "2004-04", 
      "2010-10", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Federation of Veterinarians of Europe / British Veterinary Association", 
      "Working group member - animal welfare during stunning and slaughter or killing, excluding fish.", 
      "2006-03", 
      "2010-10", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "RAJ", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW), Chair-M-2014-0331 HEALTHY-B self task (AHAW), Member-M-2015-0178 Pregnant Animals (AHAW), Chair-Small hive beetle (AHAW)", 
  "Profession": "Retired", 
  "First name": "Mohan", 
  "Date": "2015-10-06"
}
