{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Red Tractor, London, UNITED KINGDOM", 
      "The Red Tractor organisation sets the standards for the English national farm assurance scheme. I am a member of the Technical Advisory Committee for pigs which provides scientific information and advice on this species to the main Standards Committee.", 
      "2013-11", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Tubney Charitable Trust", 
      "I act as independent chair for the Project Board and Advisory Group for the AssureWel research project on welfare outcome assessment, funded by the Tubney Charitable Trust through a contract with Bristol University. I receive no personal payment for this, but my University is reimbursed for my time and travel expenses. I have no voting or veto rights.", 
      "2010-06", 
      "2015-02", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - Welfare of sheep (AHAW)", 
      "2013-09", 
      "2014-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Royal Society for the Prevention of Cruelty to Animals", 
      "The Society is a national animal welfare charity. It operates the Freedom Food scheme for labelling meat produced in high welfare systems. I sit on the Technical Committee which provides advice on appropriate technical standards for the scheme in relation to pigs. I also act as independent chair for the committee on technical standards for turkeys. This involves no payment except travel expenses. I have no voting or veto rights.", 
      "1994-01", 
      "2014-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - Multifactorial Approach for Pig welfare assessment (AHAW)", 
      "2013-10", 
      "2014-05", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "UK Farm Animal Welfare Committee", 
      "This Committee provides advice to Government on farm animal welfare, and produces reports and opinions on farm animal welfare topics. I am a member of the committee and have chaired one of its working groups on Economics and animal welfare. There are no voting or veto rights.", 
      "2006-01", 
      "2012-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - AHAW Network - Animal Based Measures (AHAW)", 
      "2012-06", 
      "2012-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - Pig welfare indicators (AHAW)", 
      "2011-05", 
      "2012-02", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA", 
      "I was a member of the AHAW working groups reporting on (i) Welfare of fattening pigs, (ii) Tail docking and tail biting, (iii) Pig welfare indicators", 
      "2006-10", 
      "2011-11", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Newcastle upon Tyne", 
      "University Professor of Agriculture carrying out teaching and research duties. Teaching to undergraduate and postgraduate students on the behaviour and welfare of farm and companion animals, and on production systems, management and health of farm animals. Research on production systems, housing, management and nutrition of farm livestock and consequences for welfare and health. Species involved are particularly pigs, but also cattle, sheep and poultry. The organisation has no official responsibility for risk management.", 
      "2000-07", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "TSB, Technology Strategy Board (National Technology Funding Agency), UK", 
      "The TSB fund a project on the development of an integrated pig housing system to promote welfare and environmental sustainability.", 
      "2014-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "J Sainsbury plc", 
      "\"The research co-funding I received from the private sector in the latest full budget year, and for the areas covered by the panels, does not exceed 25% of the total annual research budget that is managed by me\" J Sainsbury is a retailer and funds a project on the practical development and evaluation of free farrowing systems", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Feed compounders", 
      "\"The research co-funding I received from the private sector in the latest full budget year, and for the areas covered by the panels, does not exceed 25% of the total annual research budget that is managed by me\" My University carries out short term feed evaluation trials for industry which I have supervised in the past. I have no involvement in these currently or in the last year.", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "British Pig Executive", 
      "\"The research co-funding I received from the private sector in the latest full budget year, and for the areas covered by the panels, does not exceed 25% of the total annual research budget that is managed by me\" BPEX is the pig industry levy body and funds research projects on applied pig science. They have funded a number of studentships since 2009 for which I have been principal or associate supervisor. They currently fund my University for 1 research studentship of which I am principal supervisor on the topic of maternal characteristics of sows. The funding pays for the fees and maintenance grant of the student. Costs for their experimental work are paid by the government grant to the University.", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Defra", 
      "Defra is the UK government department dealing with agriculture and in the last year funded my University for projects in which I am involved welfare of organic pigs, development of new farrowing systems and tail docking of pigs.", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU", 
      "The EU in the last year funded my University for research projects in which I am involved on production diseases in pigs and poultry", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Nigerian government", 
      "I have been the supervisor of 2 students funded by their government to study piglet survival and broiler nutrition.", 
      "2009-09", 
      "2014-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Malaysian government", 
      "I have been the supervisor of 2 students funded by their government to study broiler housing systems and dairy cattle reproduction.", 
      "2009-09", 
      "2014-06", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society for Biology", 
      "I am a Fellow of this professional society for UK people working in any aspect of biology. The society organises learned meetings and CPD for members, responds to government consultations and produces the journal \"Biologist\".", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "American Society of Animal Science", 
      "I am a member of this professional society of scientists engaged in research on animal science - predominantly farm animals. They run scientific meetings, and publish the Journal of Animal Science.", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Society of Animal Science", 
      "I am a member of this professional society of animal scientists which organises scientific meetings and publishes the journal \"Animal\"", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Society for Applied Ethology", 
      "I am a member of this professional society of animal scientists engaged in the study of animal behaviour and welfare. The society organises scientific meetings and special issues of the journal Applied Animal Behaviour Science.", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "EDWARDS", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW), Member-M-2015-0052 ABMs gap analysis (AHAW), Member-M-2015-0178 Pregnant Animals (AHAW)", 
  "Profession": "Professor", 
  "First name": "Sandra", 
  "Date": "2015-10-08"
}
