{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Universitat de les Illes Balears. University of the Balearic Islands. UIB", 
      "Lecturer in the Area of Zoology, Department of Biology of the Faculty of Sciences. University of the Balearic Islands. The roles in the organization are teaching and research duties in Zoology, Applied Entomology, Plant Pest and Vector Control as well as Parasitology. The expert has no official responsability and is not personally empowered in his organization to carry out or validate risk management actions or decisions.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Universitat de les Illes Balears, University of the Balearic Islands", 
      "FruitFlyNET - A location-aware system for fruit fly monitoring and pest management control. This project is focused on the development of automatic systems for monitoring and integrating Desicion Support System for the improvement of control procedures of fruit flies, such as olive fly, cherry fly, olive fly and invasive flies (Bactrocera zonata and Dacus ciliatus). The funding comes from ENPI and the budget is allocated to research contracts and sceintific material. I did not receive any private neither public fund from this project as personal salary.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "University of the Balearic Islands", 
      "EDENext Biology and control of vector-borne infections in Europe. Entidad financiadora: 7th Framework Program. U.E. FP7-HEALTH- 2010. EDENext project was focused on vector borne diseases transmitted by mosquitoes, biting midges, ticks, flebotomous and rodents. My participation was as a researcher in the biting midges (Culicoides) group. Research funding came from public fundings of the European Union. I did not received any budget from private funding and the main output of the project were scientific publications and annual reports. Funds were devoted to PhD students, scientidic material and travelling expenses to annual meetings.", 
      "2010-01", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "University of the Baleric Islands (Partner). Funding. Sixth Framework Programme priority 8.1.EU. European Union. UE", 
      "Medreonet (European Project on Surveillance Network of Reoviruses, Bluetongue and African Horse Sickness in the Mediterranean basin. ) is a EU funded coordination action aimed at the enhancement of surveillance of Culicoides- transmitted diseases: Bluetongue, African Horse Sickness and Epizootic Haemorragic Disease. Medreonet was focused on sharing and exchanging data, expertise, experiences and information via regular meetings, maintain and expand surveillance systems, setting a European database including surveillance, disease occurrence, virus isolation and vaccine use.", 
      "2006-01", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "University of the Balearic Islands. Funding : Ministry of Agriculture of Spain", 
      "The topic of the research activity was the test of different insecticides and repellents for Culicoides (Diptera; Ceratopogonidae) control in cattle farms in Majorca (Balearic Islands). Research project on developing strategies for the control of the Culicoides AGL2005- 06150. Scientific reports were produced annually from 2005 to 2008. The project was totally funded by public funds, therefore, there were not private funds used in the project.", 
      "2005-01", 
      "2008-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "EFSA and ECDC", 
      "I'm acting as an invited expert for the VECTORNET project funded by EFSA and ECDC. I was invited to the Annueal General Meeting in Parma in January 2015. Our research team at the University of the Balearic Islands is also supporting research on Culicoides species composition on horse and cattle farms. There is no any economic interest on this activity and only material (light traps and batteries) are provided to our team.", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "MIRANDA", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW), Member-M-2014-0079 Vector-borne diseases (AHAW), Member-Small hive beetle (AHAW)", 
  "Profession": "Lecturer. Expert in Entomology", 
  "First name": "Miguel Angel", 
  "Date": "2015-11-29"
}
