{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ACSA, Agència Catalana de Seguretat Alimentària, SPAIN, Barcelona", 
      "Member of Scientific Advisory Committee", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "AECOSAN, Agencia Española de Consumo, Seguridad Alimentaria y Nutricion, Spanish Food Safety and Nutrition Agency, Spain", 
      "Technical and scientific support to assist the competent authorities, according to the article 20 of the Council Regulation (EC) No 1099/2009 of 24 September 2009.", 
      "2012-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "IRTA, Institut de Recerca i Tecnologia Agroalimentàries, SPAIN, Barcelona", 
      "Member of the Institutional Animal Care and Use Committee of IRTA, in the role of Animal Welfare adviser.", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Universita Autònoma de Barcelona (UAB), Autonomous University of Barcelona, Barcelona, SPAIN", 
      "Associated professor for external work placement Educational tasks related to supervision of students for work experience, studies and final placements in the Department of Animal Science and Food.", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Institut de Recerca i Tecnologia Agroalimentàries", 
      "Head of the Animal Welfare Unit. Coordination of the animal welfare research in IRTA (projects, staff, facilities etc). Animal Welfare research is focused on animal welfare (pigs, lambs, cattle and rabbits) during transport, on farm and at slaughter.", 
      "2002-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Organismo internacional regional de sanidad agropecuaria", 
      "Scientific support for the development of Regional Standards of Animal Welfare during transport and at slaughter", 
      "2011-11", 
      "2012-02", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "IBF International", 
      "Help to collect data to to assess implementation of EU legislation on transport of animals", 
      "2010-10", 
      "2011-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "DG Sante, European Commission Directorate General for Consumer Health and Protection, European Commission Directorate General for Consumer Health and Protection, BELGIUM, Brussels", 
      "The project called ‘Transport Guides’ aims to develop Guides to Good Practice on the transportation of livestock species (horses, poultry, pigs, sheep and cattle) in the European Union. The project will also carry out different dissemination activities in order to enhance a uniform level of implementation of the existing legislation.", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "DG RTD, European Commission - DG Research and Innovation", 
      "The project 'Adapting the feed, the animal and the feeding techniques to improve the efficiency and sustainability of monogastric livestock roduction systems (Feed-a-Gene) is from H2020 and aims to better adapt different components of monogastric livestock production systems (i.e., pigs, poultry and rabbits) to improve the overall efficiency and to reduce the environmental impact. This involves the development of new and alternative feed resources and feed technologies, the identification and selection of robust animals that are better adapted to fluctuating conditions, and the development of feeding techniques that allow optimizing the potential of the feed and the animal.", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission DG Research and Innovation", 
      "Feed-a-gene: Adapting the feed, the animal and the feeding techniques to improve the efficiency and sustainability of monogastric livestock roduction systems", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Federació de Cooperatives Agràries de Catalunya (Catalan Federation of Agriculture Cooperatives)", 
      "Improvement of piglet health through health control. This project funded by the Spanish Ministry, specially addressed for producers associations, has the objective of evaluating the improvement in piglet welfare when measures to control PRRS (Porcine Respiratory and Reproductive Syndrome) are undertaken.", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "DIRECTORATE GENERAL FOR RESEARCH AND INNOVATION", 
      "Impact matrix analysis and cost-benefit calculations of improve management practices regarding health status in organic dairy farming. UE, FP-7.", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministerio de Ciencia e Innovación", 
      "The role of cognitive bias in animal emotions, its effect on animal welfare and meat quality and the search for potential biomarkers of ante- and peri-slaughter stress factors", 
      "2010-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "INTERCUN (Asociación interprofesional del conejo) Interprofesional rabbit association", 
      "Stunning of rabbits with high concentration of CO2", 
      "2013-08", 
      "2015-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "DG SANCO Animal", 
      "Development of EU wide animal transport certification system and", 
      "2012-02", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission DG Research and Innovation (Proctefa program)", 
      "Experimentation and interchange network to improve the Mountain Agriculture in the Pyrenees” EFA 229/AGRIPIR", 
      "2012-01", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Swedish Board of Agriculture", 
      "Stunning pigs with carbon dioxide and nitrogen mixture: Assessment of animal welfare and meat quality under commercial conditions", 
      "2011-10", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "DG SANCO Animal welfare unit", 
      "Study on education and information activities on animal welfare. (DG SANCO/2013/G3/SI2.649393.2013-2014).", 
      "2013-05", 
      "2014-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission DG Research and Innovation", 
      "Practical implementation of precision Livestock technologies and services at European pig farms using the living lab methodology. UE, FP-7-KBBE-2012-6", 
      "2012-06", 
      "2014-10", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU DG SANCO", 
      "The project with the acronym of BoRest, aims at comparing systems restraining bovine animal by inversion or other unnatural position with systems maintaining animals in the up-right position taking into account the welfare aspects as well as the socio-economic implications. The funding does not come from the private sector at all (it is EU funded; SANCO/2012/10357)", 
      "2013-01", 
      "2014-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU DG SANCO", 
      "Coordinated European Animal Welfare Network (acronym: EUWelNet). I am participating in this pilot project to establish a technical scientific network of experts in relation to EU animal welfare legislation. The funding does not come from the private sector at all (it is EU funded)", 
      "2012-12", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministerio de la Salute (Italy)", 
      "Tools for the characterization, management and evaluation of canine and feline strays in urban areas", 
      "2011-08", 
      "2013-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Comission (DG SANCO)", 
      "Research projects Renovation and promoting high quality control posts in the European Union. DG SANCO (D5/102013753/2010) Development of EU wide animal transport certification system and renovation of control posts in the European Union DG SANCO 2011/10834 The main tasks of both projects are to develop a protocol for the independent scientific assessment of the level of improvement provided by renovation of the CPs, and to support the development of a pilot certification scheme for animal transport over very long journeys", 
      "2011-01", 
      "2013-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Generalitat de Catalunya", 
      "Development of a research network on animal welfare between Catalonia and Quebec.", 
      "2011-01", 
      "2013-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "INTEROVIC (Asociación Interprofesional del ovino y caprino). Ovine and Caprine interproffesional association", 
      "Electrical stunning effectiveness with current levels lower than 1 A in lambs and kid goats", 
      "2012-06", 
      "2012-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministero della Salute", 
      "Effect of resting on control post on lambs welfare druring long transport", 
      "2010-11", 
      "2012-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Europan Commission", 
      "Specific Support Action, Religious slaughter: improving knowledge and expertise through dialogue and debate on issues of welfare, legislation and socio-economic aspects", 
      "2006-11", 
      "2010-06", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European College of Animal Welfare and Behavioural", 
      "Membership of the European College of Animal Welfare and Behavioural Medicine: sub-specialty Animal Welfare Science.", 
      "2011-11", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Federation of Animal Science (EAAP)", 
      "Member of the EAAP commission on Pig Production", 
      "2010-11", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "OIE, Office International des Epizooties, World Organisation for Animal Health, FRANCE, Paris", 
      "Member of the ad hoc Group on Water Bath Stunning method for poultry", 
      "2015-10", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "VELARDE", 
  "Current EFSA involvements": "Member-AHAW Panel 2015-2018 (AHAW), Member-M-2015-0052 ABMs gap analysis (AHAW), Member-M-2015-0178 Pregnant Animals (AHAW)", 
  "Profession": "scientist, veterinarian", 
  "First name": "Antonio", 
  "Date": "2015-10-07"
}
