{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "UNIVERSIDAD MIGUEL HERNANDEZ (MIGUEL HERNANDEZ UNIVERSITY), UMH. ELCHE (VALENCIA) SPAIN.", 
      "Education and research academic activities fall within Miguel Hernández University remit. I hold the position of Associate Professor in the Agro-Food Technology Department since 1995 and I am the deputy Director of the High Polytechnical School of Orihuela since July 2011, in Miguel Hernández University. My main tasks and responsibilities are research, teaching, coordination of graduate studies in Food Science and Technology,ERASMUS program coordination and quality management in the academic field. The Miguel Hernández University has not any official responsibility to carry out risk management. I am not self employed consultant related to food and feed safety.", 
      "1995-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Russian International Affairs Council (RIAC), Russian International Affairs Council, Moscow, RUSSIAN FEDERATION", 
      "Written assessment of Research proposals submitted to the Russian Science Foundation (RSF) Competition for grants on the priority area of RSF activities “Performing fundamental scientific research and exploratory investigations in high-priority research topic areas”", 
      "2015-05", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "The project management Agency (PT-DLR), Bonn, GERMANY", 
      "Evaluation of ERA-Net ERAfrica research proposals as member of the EVAL-INCO expert database, to select the projects to be funded under this program.", 
      "2013-08", 
      "2013-08", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "United States Department of Agriculture (USDA), United States Department of Agriculture, UNITED STATES", 
      "Evaluation of Small Business Innovation Research Program (SBIR) projects, to select innovation projects to be funded in this program.", 
      "2010-12", 
      "2011-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Instituto Nacional de Investigacion y Tecnologia Agraria y Alimentaria (INIA), Madrid, Spain. National Institute of Agronomic and Food Research.", 
      "Research on the evaluation of quality and safety parameters of the agro-food produce. This is a Governmental Spanish institution that gives funding to research organizations in the agro-food field. Its activity does not related to the remit of the scientific group. The research funds for this project come exclusively from this publc organism.", 
      "2013-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "FONDOS DE COMERCIO, SPAIN, MURCIA. COMMERCE FUNDS.", 
      "The entity activities are not related to the scientific subject matter. The entity has funded the proof of concept of the patent Nº P201101089, for the production o probiotic jellies at industrial scale. The research activity ended 31st January 2014.", 
      "2012-10", 
      "2014-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Center for the technological industrial development (CDTI)", 
      "Research project on improvement of meat products preservation. Funds are received by a public entity. The activity of this organism is not related to the remit of the scientific group.", 
      "2008-10", 
      "2010-04", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "INSTITUTE OF FOOD TECHNOLOGISTS", 
      "Member of the 2014 Annual Meeting Scientific Advisory Panel. The position included the organisation of meetings and conferences dealing with food Science and technology.", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "FRUTOS FERNANDEZ", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Member-Application WG 2014-2017 (ANS), Member-Re-evaluation of Food Colours WG 2014-2017 (ANS)", 
  "Profession": "Associate Professor Miguel Hernández University", 
  "First name": "Maria Jose", 
  "Date": "2015-11-10"
}
