{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "World Health Organisation (WHO) Guidelines Development Group - Nutrition Actions", 
      "Develop scientific guidance on nutritional supplements, and related matters. 1 - 2 meetings per year of 4 days each.", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Retired", 
      "Retired expert. Open to ad hoc consultancies, but have not agreed to any yet.", 
      "2013-07", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Committee on World Food Security", 
      "Policy Committee managed by FAO, WFP and IFAD. Forum gathering governments, the private sector and NGOs to promote food security worldwide. My role was that of a Senior Policy Adviser in the Secretariat on loan from the German government.", 
      "2012-06", 
      "2013-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "World Health Organization", 
      "Lead international (UN specialized) agency on public health. The organzation's role is limited to providing global risk assessments, not to take risk management decisions. My role was that of Director of various services related to Food Safety and other public health and policy issues.", 
      "1991-11", 
      "2012-05", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "World Health Organization, Western Pacific Regional Office, Manila, Philippines", 
      "Lead the work of the Regional Office on Food Safety from 1 March till 7 April 2014, particularly assess progress made on implementing the WHO Western Pacific Food Safety Strategy (2011-2015). Outputs are a progress report on country and Regional Office activities, a paper to be presented to the Regional Committee Meeting on the subject, as well as ad hoc advice to individual Member States on specific food safety issues.", 
      "2014-03", 
      "2014-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Janssen Academy for Continuing Medical Education", 
      "Member of the Trust Board, the role of which is to ensure quality, integrity, scientific rigor and transparency of continuing education tools provided by the Academy. 1 -2 meetings of half-a-day per year.", 
      "2014-06", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Medichem (Occupational Health)", 
      "Scientific Society dealing with Occupational Health in the field of Chemical Safety. Member.", 
      "2014-03", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society for Risk Analysis (SRA)", 
      "Professional Society involving scientists in various fields of risk analysis. No conflict of interest", 
      "1996-12", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society of Toxicology (SOT), USA", 
      "Professional Society involving scientists in the field of Toxicology. No conflict of interest.", 
      "1981-03", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Deutsche Gesellschaft für Pharmakologie und Toxikologie", 
      "Professional Society. Pharmacology and Toxicology. No conflict of interest.", 
      "1979-03", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Commission on Occupational Health", 
      "Scientific Society bringing together scientists with experience and interest in various aspects of occupational health.", 
      "2014-06", 
      "now", 
      "X"
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "YOUNES", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Chair-Re-evaluation of Nitrates - Nitrites WG 2014-2017 (ANS), Chair-Weight of Evidence (SC)", 
  "Profession": "Independent International Expert, Global Public Health", 
  "First name": "Maged", 
  "Date": "2015-05-13"
}
