{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "OECD, Organisation for Economic Co- operation and Development, France, Paris, OECD, Paris, FRANCE", 
      "He has been involved as Member of the OECD \"Expert Group\" for developing the OECD Test Guideline on In vivo Mammalian Alkaline Comet Assay which has been approved on may 2014. Since then no involvement with the entity", 
      "2013-03", 
      "2014-05", 
      ""
    ], 
    [
      "IV. Employment", 
      "Università degli Studi della Tuscia (State University of Tuscia)", 
      "He is currently and permanently employed in the University of Tuscia, Viterbo, Italy as Associate Professor. His tasks include the following: 1) Teaching of Genetics and Environmental Mutagenesis in the Faculties of Biological Sciences and Environmental Sciences of University of Tuscia; 2)Research activity in the fields of molecular cytogenetics and environmental mutagenesis in the Department of Agrobiology and Agrochemistry (DABAC) of UNiversity of Tuscia.", 
      "1991-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Union", 
      "He participated as Responsible Scientist to the following research funded EU projects:1) 5th RTD Framework Programme: Mechanisms of ochratoxin A induced carcinogenicity as a basis for an improved risk assessment, contract No.: QLK1-2001-01614.Commencement date 5/12/2001; end date 5/12/2004.2) 6th framework Programme, priority 8.1 \"Policy - oriented research - Scientific support to policies - SSP\", contract for SPECIFIC TARGETED RESEARCH OR INNOVATION PROJECT (STREP): Role of genetic and non-genetic mechanisms in furan risk.Commencement date 1/1/2007; End date 1/1/2010.", 
      "2001-10", 
      "2010-01", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "EEMS, European Environmental Mutagen Society", 
      "Member", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "MOSESSO", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Member-Genotoxicity WG 2014-2017 (CEF), Member-Re-evaluation of Food Additives other than Gums & Colours WG 2014-2017 (ANS), Member-Re-evaluation of Gums and Food Additives from Natural Sources WG 2014-2017 (ANS), Member-Standing WG Genotoxicity (2015- 2018) (SC)", 
  "Profession": "Associate Professor of Genetics", 
  "First name": "Pasquale", 
  "Date": "2015-10-21"
}
