{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "AFSSAPS", 
      "Drugs, treatments and vaccines are discussed in terms of pharmacogenetics, side effects or dosage regimen. Member of the scientific advisory committee of the French Health Product Safety Agency (AFSSAPS).", 
      "2006-09", 
      "2009-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "AFSSA", 
      "Not related to dioxins and/or dioxin : food contaminants of chemical and biological. AFSSA Scientific advisory committee.", 
      "2003-09", 
      "2009-09", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "AFSSA", 
      "Pesticides, hydrocarbons, metals, biotoxins, disinfectants, contact materials, endocrine diruptors. AFSSA scientific panel on \"Physical and chemical contaminants and residues\".", 
      "2000-09", 
      "2009-09", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Agence Française de sécurité sanitaire de l'environnement et travail", 
      "Not related to DIOXINS : Environmental pollutants of biological or chemical origin. Member of scientific advisory committee of research programs of the French environmental and occupational safety agency.", 
      "1997-01", 
      "2009-02", 
      ""
    ], 
    [
      "IV. Employment", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "Researcher at INRA Involvement in Food quality related to animal health. Retired since january 2008.", 
      "1971-09", 
      "2007-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Comité français de la semoulerie industrielle", 
      "Related to mycotoxins, including zearalenone: provision of scientific advice to the redaction of a guide on good agricultural and industrial practices regardind the presence of chemical contaminants in semolina used in cereal industry. This activity represented a total of six meeting days, of which only one in the period 2009-2010.", 
      "2006-11", 
      "2010-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Fonds Français Alimentation et Santé", 
      "Participation to the Scientific Meeting on Food Toxicology: Journée scientifique du 28/01/2014: \"Le risque en Toxicologie Alimentaire\" Présentation: \"La réévaluation des colorants alimentaires\" MY PARTICIPATION WAS NOT FUNDED BY FOOD INDUSTRY.", 
      "2014-01", 
      "2014-01", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "GALTIER", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Member-Re-evaluation of Food Colours WG 2014-2017 (ANS), Member-Re-evaluation of Gums and Food Additives from Natural Sources WG 2014-2017 (ANS)", 
  "Profession": "Member of the AFSSA scientific panel on 'Physical and chemical contaminants and residues'", 
  "First name": "Pierre", 
  "Date": "2015-10-11"
}
