{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "OECD - Test Guideline Programme", 
      "Within the framework of the OECD Test Guideline Programme, an expert group to review the set of OECD Test Guidelines on Genotoxicity has been established on July 2010. R.C has been appointed to participate as national expert. The working group is revising existing and newly proposed test guidelines, and will update the OECD introductory document on genetic toxicology testing and testing strategies. Testing strategies have also been recently reviewed by the EFSA working group on Genotoxicity testing strategies. It is noted that there is no overlap between the EFSA and scheduled OECD activities, because the EFSA opinion on testing startegies has already been finalized and published in 2011. No physical meeting are attended. Written comments forwarded through the National Coordinator (one-three for year) .", 
      "2010-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministry of Health (Advisory Committee on Pesticides)", 
      "Advising activity on genotoxicity of Pesticides as member of the National Advisory Committee on Pesticides (4-6 meetings per year).", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Italian National Institute of Health (Istituto Superiore di Sanità)", 
      "Experimental and advising activities on genetic toxicology of environmental chemicals.", 
      "1995-07", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Ministry of Health (Superior Council of Health)", 
      "Advising activity on genotoxicity of Food contact materials and guideline values for vanadium, lead, arsenic and perfluoro alkyl compounds in drinking water (one to four meetings per year)", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Regione Veneto, Italy (regional administration)", 
      "experimental and advising activity on toxicology of perfluorinated alkyl compounds (PFAS) present as contaminants in drinking water", 
      "2014-12", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "CREBELLI", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Hearing Expert-Flavourings WG 2014-2017 (CEF), Member-Genotoxicity WG 2014-2017 (CEF), Member-Re-evaluation of Food Colours WG 2014-2017 (ANS), Vice-Chair-Re-evaluation of Nitrates - Nitrites WG 2014-2017 (ANS), Chair-Standing WG Genotoxicity (2015- 2018) (SC)", 
  "Profession": "Director of Research at the Italian National Institute of Health (Istituto Superiore di Sanità)", 
  "First name": "Riccardo", 
  "Date": "2015-10-19"
}
