{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "FAO/WHO or JECFA", 
      "Invited particpating expert in JECFA (Joint FAO/WHO expert committee on Food Additives) meetings/public organisation or FAO/WHO consultations. Acting as rapporteur or reviewer in exposure assessment for food additives, food contaminants and toxins as part of the final report adopted by the committee. Nature of advices delivered are like an opinion which are adressing risk assessment of substances for international risk managers within horizontal codex alimentarius committees (e.g food additives, food contaminants). no right to vote. no involvement in aspartame activities. indirect involvement (not drafting the exposure assessment, just participations to the discussion) in steviols exposure assessment, 2008.", 
      "2007-02", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "National Research Agency (ANR)", 
      "Member of ANR scientific steering committee on Ecosystems and Sustainable Developpement. This committee is dealing with research planification and programm to be adressed by research collectivity for the 2014-2018 period. Deliver advices are made to the council of administration of ANR which is the final comittee who is deciding the nature and content for the call of annual research action programm to be adressed by national research institute.", 
      "2012-03", 
      "2013-04", 
      ""
    ], 
    [
      "IV. Employment", 
      "ANSES: French agency for food, environmental and occupational health safety", 
      "\"on going\" currently on a 1-year personal leave for family reasons with no current employment (other than the Anses leave) Expertise and research in food safety. Indirect involvement in exposure work to food additives including aspartame or others sweeteners as head of quantitative risk assessment unit in support activities to the ANSES scientific committee on food additives (2005/2010) and as head of the food risk assessment department to the scientific committee on nutrition (on going, 2011- 2012)", 
      "2005-06", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Food and Agricultural Organization of the United Nations (FAO)", 
      "FAO consultant in providing technical expertise on exposure assessment activities to the food safety unit Under the Agriculture and Consumer Protection Department Representing FAO JECFA Secretariat to the codex committee on food additives , 20-28 mars 2015, Xi An china FAO JECFA secretariat for the 80th FAO/WHO meeting, 16 to 28 June 2015, Roma, providing technical support in dietary exposure assessment for additives, enzymes and contaminants on the agenda.", 
      "2014-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "DG-SANCO", 
      "invited hearing expert of the AD HOC working group on dietary intake of food additives in the EU. no right to vote, just particpating in given expertise in the field of food exposure additives methodology. Overlap with efsa activities within the ANS Panel exist off course due to personel expertise views on how exposure assemment methodologie need to be made to answer properly to the consumer safety. no involvement in aspartame or any other intense sweeteners", 
      "2007-09", 
      "2010-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "French ministry of research", 
      "Emerging perfluorinated contaminants: contribution to the human exposure assessment, to the study of their metabolism and to the characterisation of their toxicological impact", 
      "2011-01", 
      "2014-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "French ministry of health, agriculture, environment and economy and finances", 
      "Food risk assessment to traces elements, minerals, food additives, pesticides residues, pollutants organic persistants, toxins, etc...Total Diet Study for general population (2006-2010) and infants (2010- 2013).", 
      "2007-01", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "French ministry of health", 
      "National study of biomarkers of exposure to PCBs of high consumers of fishes rivers", 
      "2008-02", 
      "2012-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission: Seventh framework programme", 
      "FACET Objective: food chemical exposure surveillance system for additives, flavouring substances and food packaging: ANSES work programme leader on food additives workpackage methodolological activities in exposure modeling", 
      "2008-09", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "French agency for environmental and occupational health safety", 
      "Methodologicals activities on food exposure assessment to pesticides residues", 
      "2007-09", 
      "2011-04", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "LEBLANC", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Member-Application WG 2014-2017 (ANS), Hearing Expert-Food Enzymes WG 2014-2017 (CEF), Member-Re-evaluation of Food Additives other than Gums & Colours WG 2014-2017 (ANS), Member-Re-evaluation of Food Colours WG 2014-2017 (ANS), Member-Re- evaluation of Gums and Food Additives from Natural Sources WG 2014-2017 (ANS), Member-Re-evaluation of Nitrates - Nitrites WG 2014-2017 (ANS)", 
  "Profession": "exposure assessment expert", 
  "First name": "Jean-Charles", 
  "Date": "2015-06-10"
}
