{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "The Netherlands Health Council", 
      "Chairman of the Dutch Expert Committee on Occupational Standards (DECOS): Safety assessment of industrial chemicals and classification of carcinogenic compounds. Up to 10 meetings of 0,5 day/year, Chairman of the subcommittee of DECOS \"Classification of Carcinogens\". Four meetings of 0,5 day/year.", 
      "2001-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Medicines Evaluation Board Novel Food Unit", 
      "Safety evaluation of novel, functional food. Four meetings of 0,5 day/year.", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Scientific Committee on Occupational Exposure Limits", 
      "Safety assessment of industrial chemicals: recommending the maximum allowable exposure limit at the workplace. Four meetings of 1,5 day/year.", 
      "2002-06", 
      "2015-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "TNO Innovation for Life, Department Risk Analysis on Products in Development", 
      "Senior Scientist/Toxicologic Pathologist. Department Risk Analysis on Products in Development. Involved in projects related to alternatives for hazard and risk assessment of industrial chemicals, food components and pharmaceuticals. Part-time Professor in Translational Toxicology at Wageningen University. Research in the field of Innovative/Alternative Toxicity Testing of foods, industrial chemicals and pharmaceuticals (2008- present) .", 
      "1979-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The European Partnership for Alternative Approaches to Animal Testing (EPAA)", 
      "Continuation of the SLiM project: A smart way from innovation to humans. Do we still need the 2-year carcinogenicity study? Predictive value of histopathological findings in subchronic studies. The SLiM project focueed on chemicals, whereas the EPAA project have the same goal, but using data of pahramaceuticals", 
      "2013-07", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Wageningen University and Research Centre", 
      "Extraordinary (part-time) Professor Translational Toxicology involved in teaching and research in the field of innovative/alternative Integrated Toxicity testing of foods, industrial chemicals and pharmaceuticals. One day/month.", 
      "2008-09", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof Dr", 
  "Family name": "WOUTERSEN", 
  "Current EFSA involvements": "Vice-Chair-ANS Panel 2014-2017 (ANS), Member-Application WG 2014-2017 (ANS), Member-Biological Relevance (SC), Member-Re- evaluation of Food Additives other than Gums & Colours WG 2014-2017 (ANS), Chair-Re-evaluation of Food Colours WG 2014-2017 (ANS), Member-Re-evaluation of Gums and Food Additives from Natural Sources WG 2014-2017 (ANS), Member-WG Substances in Foods for Infants (SC)", 
  "Profession": "Toxicologic Pathologist; Quality and Safety/R&D", 
  "First name": "Rudolf Antonius", 
  "Date": "2015-10-12"
}
