{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Federal Office for Agriculture and Food, Bonn (BLE), Sachverständigen- Ausschuss gemäß §3c Abs. 1 des Weingesetzes, Bonn, GERMANY", 
      "The role of the Federal Office for Agriculture and Food in Bonn is i.a. quality control and research funding in the field of food. The above mentioned Panel is giving advice to the government in the framework of EU programs. My task in the Panel of the BLE is primarily the assessment of adverse health effects of wine consumption, e.g. cancerogenicity, developmental toxicity.", 
      "2014-12", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "International Organisation of Vine and Wine (OIV)", 
      "Expert Groups \"Food Safety\" and \"Consumption, Nutrition and Health\". Nominated as delegate by the Government (advisory activity with voting role), vice-chair in the Food Safety group (2009-2012) Risk assessment including evaluation of clinical, toxicological and immunological/allergicological data concerning ingredients, additives, contaminants and processing aids concerning grapes, wine, must, and grape-based products. The expert groups are drafting resolutions giving guidance to risk managers and manufacturers. I take part in the experts group once a year.", 
      "2005-03", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Federal Institute for Risk Assessment (BfR)", 
      "Department \"Food Safety\", Unit \"Food Toxicology\", risk assessment of compounds in food and food supplements. The work includes risk assessment of botanicals and botanical contaminants (evaluation of pharmacological and toxicological data, e.g. opium alkaloids in poppy seeds, pyrrolizidine alkaloids, ergot alkaloids, tropane alkaloids) in food. Pharmacological effects which are desired in pharmaceutical uses are evaluated as far as this refers to the risk evaluation.", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "German Society of Experimental and Clinical Pharmacology and Toxicology", 
      "Member.", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Berlin Chamber for Pharmacists", 
      "Member.", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "DUSEMUND", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Member-Feed Flavourings 2015-2018 (FEEDAP), Member-Re-evaluation of Food Additives other than Gums & Colours WG 2014-2017 (ANS), Chair-Re-evaluation of Gums and Food Additives from Natural Sources WG 2014-2017 (ANS), Member-WG Substances in Foods for Infants (SC)", 
  "Profession": "Scientific Officer", 
  "First name": "Birgit", 
  "Date": "2015-10-09"
}
