{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Food Standards Agency", 
      "National food authority Secretariat to the UK Committee on Toxicity of Chemicals in Food, Consumer, Products and the Environment (COT). Involved in risk assessment of all types of chemicals in food,", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Food Standards Agency", 
      "Involved in risk assessment of all types of chemicals in food, including natural toxicants (e.g. nitrate, mycotoxins such as zearelone and aflatoxins, marine biotoxins), environmental contaminants (e.g. PAHs, dioxins, PFOS, lead, arsenic, cadmium), process contaminants, residues of veterinary drugs and pesticides, food additives (e.g. aspartame), food supplements, food contact materials (e.g. melamine) and toxicological evaluation of novel foods. Management of research programmes on risk assessment of food chemicals including projects on caffeine, aspartame, soy, nanomaterials and margin of exposure. Secretariat to the UK Committee on Toxicity of Chemicals in Food, Consumer, Products and the Environment (COT). Provision of data from the National Diet and Nutrition Survey (NDNS) for inclusion in the European Food Comprehensive Database", 
      "2004-02", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Food Standards Agency, UNITED KINGDOM, London", 
      "Management of research programmes on risk assessment of food chemicals including projects on caffeine, aspartame, soy, nanomaterials and margin of exposure. All research projects are funded by the UK FSA who negotiates the scope of work, the costs, and manage the projects to ensure delivery to the agreed scope of work", 
      "2005-02", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations IX. Other relevant interest", 
      "British Toxicology Society scientific society Attended ILSI Nanotechnology Workshop at invitation and expense of EFSA", 
      "Attended ILSI Nanotechnology Workshop 13-15 April 2011 at invitation and expense of EFSA as a member of EFSA's Nanotechnology WG", 
      "2011-04", 
      "2011-04", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "GOTT", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Chair-Application WG 2014-2017 (ANS), Member-Re-evaluation of Food Additives other than Gums & Colours WG 2014-2017 (ANS), Member-Re-evaluation of Food Colours WG 2014-2017 (ANS)", 
  "Profession": "Toxicologist", 
  "First name": "David", 
  "Date": "2014-12-19"
}
