{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "WHO/FAO (JMPR), Joint Meeting on Pesticide Residues, geneva, SWITZERLAND", 
      "Safety evaluation, Setting MRLs for pesticide residues", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "Member of the expert panel: Evaluation des risques physico-chimiques dans les aliments (ERCA) Member of the working Group : Evaluation des substances et procédés soumis à règlementation en alimentation humaine", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Joint Expert Committee on Food Additives (WHO-FAO)", 
      "Assessment of the safety of food contaminants and additives for the lists of the Codex Alimentarius No current or past activity for the assessment of sweeteners in this Committee", 
      "2011-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Commission, DG SANCO", 
      "Scientific advisor on Risk Assessment, list of advisors for the non food scientific committees. Human health and environmental risk assessment of chemical substances and environmental contaminants. No current or past involvement in the assessment of sweeteners in this activity", 
      "2009-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Commission DG Research", 
      "Expert evaluator of various research projects within FP 7", 
      "2005-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "OECD", 
      "member of the Working Party on Manufactured Nanomaterials. Involved in the subgroups assessment of toxicity, ecotoxicity, alternative methods, risk assessment", 
      "2007-02", 
      "2012-07", 
      ""
    ], 
    [
      "IV. Employment", 
      "INSERM Ministry of Health", 
      "Director of research Institut National de la Santé et de la Recherche Médicale (INSERM) No activity in the field of sweeteners", 
      "2003-03", 
      "2012-07", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "COFRAC/OECD", 
      "Technical audits and Inspections for the \"Groupe Interministeriel pour les Produits Chimiques\" (GIPC) in the framework of Quality accreditation and Good Laboratory Practice Compliance of Laboratories", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Algerian Ministry of trade Support for the drafting of a regulatory text on the microbiological", 
      "specifications of foods", 
      "2011-09", 
      "2011-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "LAMBRÉ", 
  "Current EFSA involvements": "Vice-Chair-ANS Panel 2014-2017 (ANS), Member-Application WG 2014-2017 (ANS), Chair-Re-evaluation of Food Additives other than Gums & Colours WG 2014-2017 (ANS), Member-Re-evaluation of Food Colours WG 2014-2017 (ANS), Hearing Expert-Re-evaluation of Gums and Food Additives from Natural Sources WG 2014-2017 (ANS), Member-WG Substances in Foods for Infants (SC), Member-Weight of Evidence (SC)", 
  "Profession": "Retired", 
  "First name": "Claude", 
  "Date": "2015-10-13"
}
