{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Swedish University of Agricultural Sciences", 
      "Professor in food toxicology. Teaching veterinary students in food toxicology and research work. Research on in vitro toxicity testing strategies, endocrine disruption, developmental toxicity and activ transport of contaminants into milk. Compounds tested include: naturally occuring bioactive compounds, environmental pollutants, pesticides, medicinal drugs, food additives etc.", 
      "1994-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "FORMAS - The Swedish Research Council for Environment, Agricultural Sciences and Spatial Planning", 
      "Integrated chemical and toxicological methods for early detection of hazardous chemicals in drinking water", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The Swedish research Council for Environment, Agricultural Sciences and Spatial Planning", 
      "Milk - a valuable food of safety concern. Research project on active transport of chemicals into milk. SafeDrink - Integrated chemical and toxicological methods for early detection of hazardous chemicals in drinking water. Research project on in vitro toxicity testing of concentrated water samples combined with chemical analysis of toxic chemicals in the water samples. Methods on endocrine disrupting activities, oxidative stress, developmental toxicity etc. Toxic chemicals include naturally occuring bioactive compounds, environmental pollutants, pesticides, medicinal drugs, food additives etc.", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The Swedish Research Council for Environment, Agricultural Sciences and Spatial Planning", 
      "Interactions of adrenal toxicants - an in vitro model based on molecular mechanisms", 
      "2004-01", 
      "2008-11", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society of Toxicology; Teratology Society; Society of Environmental Toxicology and Chemistry", 
      "professional organisations for toxicologists and teratologists", 
      "2005-02", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof. PhD", 
  "Family name": "OSKARSSON", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Vice-Chair-Re-evaluation of Food Colours WG 2014-2017 (ANS)", 
  "Profession": "Professor at University", 
  "First name": "Agneta", 
  "Date": "2015-11-06"
}
