{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Université de Bretagne Occidentale", 
      "Board member of the University of Brest, which is my employment. The role of the board is to vote for the decisions taken by the rector concerning university.In France, university is in charge of research and high education.", 
      "2008-04", 
      "2012-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Brest (FRANCE)", 
      "University of Brest is a public university, financed by the French Ministry of Research and Universities. This university does not carry out any management risk. It is in charge of research and education. I am professor of toxicology, in Faculty of Science and Technology, which belongs to University of Brest Responsible Master 2 in food toxicology and regulation : 3 main courses Risk analysis (72 hours), Food toxicology (72 hours), Regulation (72 hours).", 
      "1989-12", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ORCHIDEE : MILUPA, PHARMANAGER, CIT", 
      "FORMATION AND INFORMATION IN FOOD TOXICOLOGY : lectures, articles, expertises of research project, consultancy in flavours, novel foods, enzymes or botanical food supplements toxicology (details have been provided to EFSA in letter in September 2011, there is no new interest). No consultancy in food additives, nutrient sources or food contaminants", 
      "2009-11", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU PROJECT 7 PCRD", 
      "BASELINE/ SELECTION AND IMPROVING OF FIT-FOR- PURPOSE SAMPLING PROCEDURES FOR SPECIFIC FOODS AND RISKS", 
      "2009-08", 
      "2013-11", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "French Society of Toxicology", 
      "CHAIRMAN (2011-2013), Past President (2013-2015), 6 meetings/year, 3hours/meeting.", 
      "2009-10", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "FOND FRANCAIS ALIMENTATION SANTE", 
      "Chair of a working in food toxicology, in charge of organization of seminar and congress in food toxicology, Lecture 28/01/2014 Principes d'évaluation du risque chimique en sécurité alimentaire This activity is not retribuated. 5 meeting/year, 3 hours/meeting.", 
      "2012-11", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "FAO", 
      "Courses during a 3 days workshop in Cotonou (Bénin) to risk managers from UEMOA countries. I gave the following lessons : risk analysis for chemical in food safety, risk profiles, risk ranking, database in food safety and food safety agencies. I had a very short contract as consultant with FAO for these courses.", 
      "2011-12", 
      "2011-12", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "PARENT-MASSIN ", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Member-CONTAM WG on Group HBGV for mycotoxins (CONTAM), Member-Fusarium toxins (CONTAM), Member-Re-evaluation of Food Additives other than Gums & Colours WG 2014-2017 (ANS), Member-Re-evaluation of Gums and Food Additives from Natural Sources WG 2014-2017 (ANS)", 
  "Profession": "Professor of University", 
  "First name": "Dominique", 
  "Date": "2015-07-03"
}
