{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "German Society of Experimental and Clinical Pharmacology and Toxicology", 
      "The German Society of Experimental and Clinical Pharmacology and Toxicology is a Scientific Society (http://www.dgpt.de) of which I am currently a member of the board (Präsidium). The board is responsible for the administration of the organisation including the organisation of Annual meetings. DGPT does not assess the safety of substances/drugs/environmental pollution. The board meets one per year for 2 hours and once per year for 1 day. The average time to comply with the activity's requirement is 4 hours per month in the role as board member.", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "German Society of Toxicology", 
      "The German Society of Toxicology (GT e.V.) is a Scientific Society (http://www.toxikologie.de) of which I am currently the President, elected by the members of the Society, and not paid for performing this function. The Society is a member of EUROTOX and IUTOX. Together with the Societies of Pharmacology and Clinical Pharmacology the three Societies form the German Society of experimental and clinical pharmacology and Toxicology (DGPT e.V.). The President of GT e.V. is supported by a board. The board is responsible for the administration of the organisation including the organisation of Annual meetings. The Society has established a training proramme in Toxicology for its young members. The board has two 1 day meetings per year, the time taken to comply with the activity's requirement is 2 hours per week. The society has committees and in 2011 a paper on BPA was issued where I am a co-author, but this paper does not present a view of the society or is issued on behalf of the society.", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Federal Institute for Risk Assessment (BfR)", 
      "I am a Member of the Committee on Food Additives, Flavourings, and Processing Aids. The role of this committee is to advise the Institute on substances and products. The advice is an advice. Independent external experts have been appointed to this BfR Committee who input their expertise into the Institute´s work on a volontary basis. This expert network gives BfR access to expertise on the highest scientific level for its risk assessments of food, feed, chemicals, consumer products and other articles of daily use as well as on risk research and risk perception. The Committee has 1 meeting (1 day) per year. The time to be spnet is 8 hours per year. I have not been involved in the safety assessment or in discussions about caffeine.", 
      "2012-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Committee on Drugs of the German Medical Association", 
      "Giving advice to the German Medical Association in all fields of drug treatment for patients, inclusive side effects of drugs. I am a member of the committee and currently a board member. The subject is related to drugs only. The board meets 6 times per year for 1 day. I have to spend 2-4 hours per week for this activity.", 
      "1986-11", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "DG Health and Consumer Protection", 
      "Expert in a working group on BPA in medical devices of SCENIHR; I am a member and this is an ad hoc membership in the WG on BPA in medical devices. The output is a draft opinion which will be submitted to SCENHIR (Scientifc committee on emerging and new Health Risks), one of the non-food committees of DG Health and Consumer Products.", 
      "2012-03", 
      "2015-02", 
      ""
    ], 
    [
      "IV. Employment", 
      "None", 
      "Retirement.", 
      "2008-06", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Federal Institute for Risk Assessment (BfR)", 
      "Toxicological risk assessment (pesticides, biocides, chemicals) I have been the Head of the Department of Safety of Substances and Products. This included besides the responsibility for the staff (up to 100 persons) responsibility for the human health assessments on industrial chemicals in the European regulatory assessment scheme for new and existing chemicals; since 2005 responsibility for the human health assessments on pesticides and biocides in the relevant European regulatory assessment schemes, responsibilities for research in several fields among them also work on TTC. A.o. I wrote an article published in Toxicology Letter as the senior author which deals with TTC application in the field of reprotoxicicity. At my time in the office, there was no regulatory position concerning the application of the TTC concept and I was not involved in drafting an opinion on the issue. On behalf and upon instruction of my employer I have served from 2005 until end of 2008 as a non-paid Scientific Advisor to the Research Foundation Council of Scientific Advisors of ILSI where I have been evaluating intramural research proposals submitted by ILSI branches once a year together with other panel members by ranking them in an order. The projects covered a broad range of research fields. Some examples were: Promotion of Classroom-Based Physical Activity, Project on physical activity promotion to fight obesity, Educational Efforts to Use Tools for Risk Assessment, A risk management tool to establish thresholds for food allergens, Iron Deficiency Elimination Action, Osteoporosis prevention by enhanced Calcium intake, Advice was given to prioritize the following fields in research : Predictive Modelling by probabilitic modelling techniques applied to the level of health risk, and on the uncertainty/Variability analysis; Relationships between genetic make up and nutrition, health risk and health promoting behaviours; Children's health, Endocrine disruptors ,Training course in the use of FAO/WHO Risk Analysis Manual in developing countries, Levels of no concern/virtually safe levels for genotoxic carcinogens\"", 
      "1996-11", 
      "2008-05", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "German Toxicological Society, formerly German Society of experimental and clinical Pharmacology and Toxicology", 
      "Scientific Society in the field of Toxicology I am currently the President of this Society(see under II)", 
      "1972-03", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "International Life Science Institute, ILSI, European Section, Brussels, Private Organisation", 
      "TTC workshop, 8-10 June 2011: Participation on behalf of EFSA. Participated as chair of the break oput group 1 Non-cancer endpoints: Databases and chemical domain", 
      "2011-06", 
      "2011-06", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof. Dr.", 
  "Family name": "GUNDERT-REMY", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Alternate member-BMD Update (SC), Member-PROMETHEUS (PROmoting METHods for Evidence Use in Scientific assessments) - Deliverable 2 \"Analysis of methods for dealing with data and evidence applied by EFSA\" (AMU), Member-Re-evaluation of Food Additives other than Gums & Colours WG 2014-2017 (ANS), Member-WG Substances in Foods for Infants (SC)", 
  "Profession": "Medical Doctor (retired since June 2008)", 
  "First name": "Ursula", 
  "Date": "2015-10-08"
}
