{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Newcastle University", 
      "Main employment - Teaching/research in Toxicology. My research is on the PXR in inflammatory diseases, such as primary biliary cirrhosis; the development of human hepatocytes for toxicological research (toxicology and drug metabolism studies); investigations into xenooestrogens and cholestatic liver disease. I have significant experience of developing and running undergraduate courses and make contributions to Pharmacology and Toxicology teaching at undergraduate level. I also make a significant contributions to and at postgraduate teaching. I also undertake third strand activity through the continued development of a recombinant human antibody protein to a surface protein on fibrogenic cells. .", 
      "2006-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The European Foundation for Alcohol Research", 
      "Research project - The effect of alcohol on the absorption and toxicity of food chemicals via the gut", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Medical Research Council A novel target to reduce graft failure in liver transplantation University of Newcastle upone Tyne, UNITED KINGDOM, Newcastle upon Tyne", 
      "Nature and Nurture: Linking causative agents in the environment with increased incidence of primary biliary cirrhosis.", 
      "2014-08", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "NIHR", 
      "Health Protection Research Unit – theme lead for “Chemical Exposures and the Development of Primary Biliary Cirrhosis", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Medical Research Council ITTP studentship. Investigating the Adverse Effects of Novel Tumour-", 
      "specific IAP Antagonists.", 
      "2012-08", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Medical Research Council Derivation of Human Hepatocytes from Pancreatic Progenitor Cells", 
      "and their use in a Novel Antioxidant Screening Platform", 
      "2012-08", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Medical Research Council Targeting MEK and VEGF inhibition to prevent melanoma metastasis", 
      "and angiogenesis.", 
      "2012-08", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "Information and Communication Technology (ICT)-enabled, cellular artificial liver system incorporating personalised patient management and support (D-LIVER).", 
      "2011-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The National Centre for the Replacement, Refinement and Reduction of Animals in Research (NC3Rs)", 
      "Applying the 3 R’s to Liver Fibrosis Research.", 
      "2011-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ARDF", 
      "Academic research funding consumables for a PhD studentship investigating the potential of an unlimited supply of rat hepatocytes in vitro/replacing animals as donors", 
      "2013-08", 
      "2014-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "MRC (Case studentship with AstraZeneca)", 
      "Determination of mechanisms of flucloxacillin induced liver injury; translation to refining risk assessment screening.", 
      "2010-10", 
      "2013-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Medical Research Council Myofibroblasts and their regulation of hepatic stem/progenitor cell", 
      "function after injury", 
      "2010-10", 
      "2013-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Pfizer", 
      "Fund PhD studentships - Myofibroblasts and stem/progenitor cell function.", 
      "2009-10", 
      "2013-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Wellcome Trust", 
      "Production of functional hepatocytes from a progenitor cell line in vitro.", 
      "2012-07", 
      "2013-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "British Toxicology Society, UK, Macclefield", 
      "Academic research indicating sunset yellow was a human estrogen receptor activator.", 
      "2008-10", 
      "2011-09", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Pfizer", 
      "Previous employer (University of Aberdeen) IP protecting C1-3 antibody technology. I could receive personal financial benefit if the antibody is developed for use as a therapeutic in man.", 
      "2007-10", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "In Vitro Toxicology Society", 
      "Member", 
      "2013-06", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Toxicology Society Member Biochemical Society", 
      "Member", 
      "1992-10", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "WRIGHT", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Member-Application WG 2014-2017 (ANS), Vice-Chair-Re-evaluation of Food Additives other than Gums & Colours WG 2014-2017 (ANS)", 
  "Profession": "Biochemistry", 
  "First name": "Matthew", 
  "Date": "2015-02-02"
}
