{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Bundesinstitut für Risikobewertung (BfR), Federal Institute for Risk Assessment, Federal Institute for Risk Assessment, GERMANY, Berlin", 
      "Scientific Officer in the Group for \"Exposure Assessment and Standardisation\" at the BfR (full-time). Responsible for statistical and methodological aspects in exposure assessment especially for dietary exposure and for data collections used in exposure assessments. - service for other scientific departments of the BfR supporting exposure assessments (including matters of food additives and flavourings) - responsible for databases for exposure assessment (food concentration data and food consumption data) - probabilistic methods in regulative exposure assessment for food safety tasks and consumer protection - distribution fitting - methodology of consumption surveys - food-categorisation - uncertainty analysis", 
      "2006-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Federal Ministry for Nutrition and Agriculture", 
      "Project leader of the KiESEL-survey. This is a German food survey to collect data on food consumption of 0.5-5 infants, toddlers and children.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "WP-leader WP7 and participant in WP3, WP8, WP9 in the TDS&gt;Exposure-project", 
      "2012-02", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "PanEU Pilot study in the view of a Pan-European dietary survey - Adolescents, adults and elderly", 
      "2010-12", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "EFSA Tender Update of EFSAs Comprehensive Food Consumption Database by submitting data of the VELS-survey", 
      "2011-12", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Federal Ministry for the Environment, Nature Conservation and Nuclear Safety", 
      "LExUKon-project Update exposure assessments for German population for maximum residue levels of environmental contaminants", 
      "2008-07", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "SUConDa-Project Check submitted data to plausibility, harmonize submitted data and give support to European States that have not yet submitted any data.", 
      "2007-11", 
      "2008-11", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Bundesinstitut für Risikobewertung (BfR), Federal Institute for Risk Assessment, Federal Institute for Risk Assessment, GERMANY, Berlin", 
      "Wife is a Scientific Assistant in the Group of \"Pesticide residues\".", 
      "2004-02", 
      "now", 
      "X"
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "LINDTNER", 
  "Current EFSA involvements": "Member-ANS Panel 2014-2017 (ANS), Member-Re-evaluation of Gums and Food Additives from Natural Sources WG 2014-2017 (ANS)", 
  "Profession": "Head of the unit \"Exposure assessment and Standardisation\" at the Federal Institute for Risk Assessment (BfR)", 
  "First name": "Oliver", 
  "Date": "2015-02-09"
}
