{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Nationaal Fonds voor Wetenschappelijk onderzoek (NFWO), National Council for Scientific Research, Brussels, BELGIUM", 
      "Member of a the FWO-Med8 Panel Health Sciences: two to three meetings a year. The Nationaal Fonds voor Wetenschappelijk onderzoek (FWO) is a Public Utility Foundation funding fundamental research, see http://www.fwo.be/en/the-fwo/ In the Panel meetings, scientific projects that the members evaluated beforehand, are discussed and ranked. A member evaluates about 30 projects a year.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "FASFC & Sci Com- FASFC, Belgian Federal Agency for the Safety of the Food Chain and Scientific Committee of the Federal Agency for the Safety of the Food Chain, BELGIUM, Brussels", 
      "Member of the Scientific Committee of the Belgian Federal Agency of Food Safety Scientific Council. The Scientific Committee has a central role in the assessment of the risks in terms of the food chain. It consists of scientists who specialize in this field. If necessary, it can be relied on a network of experts when very specific problems arise. This function requires monthly plenary sessions. In these sessions the members discuss scientific questions of importance to the Agency and provide advice to the Agency. Furthermore, for specific questions, the members participate in small work-groups, on an ad-hoc basis.", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "UCL (Université catholique de Louvain)", 
      "Academic Environment - Teaching in the faculty of public health and the faculty of medicine (Université catholique de Louvain) - Research and PhD supervision. Subject: developing and applying analytical tools assisting in better understanding vector-borne diseases & zoonoses. - Service to the society", 
      "2007-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "CONFIDENTIAL", 
      "Research funding application evaluator, 2013", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "CONFIDENTIAL", 
      "Evaluator of Research funding applications of the Romanian - EEA Research Programme", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CIUF-CUD-grant Belgium Strengthening the surveillance strategies for malaria control and", 
      "elimination in Peru.", 
      "2014-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Fonds de la Recherche Scientique (FNRS)-Belgium", 
      "Scholarship: \"Bayesian Methods in Emergency Response\"", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Université catholique de Louvain", 
      "Cooperation Development-Scholarship for \"Polyparasitism to soil- transmitted helminths, in a co-endemic region in the Democratic Republic of Congo: epidemiology and control\"", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Université catholique de Louvain Belgium", 
      "Janssen-Scholarship for project: \"Optimising the detection of melanoma's\"", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "\"Bijzonder Ondezoeks Fonds\" Ghent University, Belgium", 
      "Scholarship for work on Neglected Tropical Diseases.", 
      "2011-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "VLIR-grant Belgium", 
      "Infectious diseases- sub- project in Jimma, Ethiopia (Project-leader).", 
      "2007-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Fonds de la Recherche Scientique (FNRS), Belgium", 
      "Scholarship: \"Modelling of Ixodes ticks in Belgium\"", 
      "2011-01", 
      "2014-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Fonds Spécial de la Recherche Belgium", 
      "PhD grant (Topic: Socio-economic inequalities in health).", 
      "2011-09", 
      "2013-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Fonds Spécial de la Recherche, Belgium", 
      "PhD grant (Topic: Agent-based Modeling in health).", 
      "2009-09", 
      "2013-09", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "WHO", 
      "Food Safety Ferg (foodborne disease burden epidemiology reference group) chair of the country studies task force: in charge of organising teleconferences and chairing meetings and supervising progress of the task force activities. No private funding.", 
      "2009-06", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "SPEYBROECK", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ)", 
  "Profession": "Epidemiologist", 
  "First name": "Niko", 
  "Date": "2015-04-17"
}
