{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Animal and Plant Health Agency (APHA)", 
      "Dr. Emma Snary is the Senior Risk Analyst at APHA Weybridge, responsible for the leadership of the Biomathematics & Risk Research workgroup in which a varied range of risk assessment, mathematical modelling and statistical work focusing on research, surveillance, teaching and consultancy is undertaken. Projects relate to veterinary and public health issues. Specialising in risk assessment, Emma provides qualitative and quantitative risk assessment advice to UK Government, EFSA and EU in the area of animal health and veterinary public health.", 
      "2000-02", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Animal and Plant Health Agency (APHA)", 
      "In Financial Year 2014/2015 the APHA Biomathematics & Risk Research workgroup received 90% of their funding from public bodies (e.g. Defra, FSA, EU, EFSA). The remainder of the funding received was commerical funding (Pharmaceutical (9.7%); Charity (0.6%)). The funding was for the provision of qualitative/quantitative risk assessment in the area of animal health and veterinary public health. Emma Snary did not work on these privately-funded projects but does manage the analysts that worked on the projects.", 
      "2000-02", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "SNARY", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ)", 
  "Profession": "Risk Analyst", 
  "First name": "Emma", 
  "Date": "2015-04-28"
}
