{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "International Life Sciences Institute, European Branch", 
      "Promotion of publications in relevant topics related to Food nutrition and safety. I have been a member of the Publications Committee since 2008 and of the Task force in Microbial Risk Assessment since 2003. My activities in ILSI Europe finished in june 2012.", 
      "2008-03", 
      "2012-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "Universidad Politecnica de Cartagena, SPAIN", 
      "Lecturing, collaboration in management activities of the University, leading/participating in research projects and supervision of members of my group.", 
      "1999-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministerio de Ciencia e Innovacion, Company Tropicana- Alvalle S.A.", 
      "Three year research project funded to work on establishing safe conditions (from a microbiological point of view) for novel foods processed by nonthermal technologies. A risk assessment approach will be used. Funds were received solely by my institution. One year research contract to work on safety standards in food production. Funds were received solely by my institution. The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceed 25% of the total annual research budget that is managed by me.", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Sociedad Española de Microbiología (Spanish Society for Microbiology)", 
      "Activities related to the promotion of food microbiology research in Spain. I pay a yearly fee to have access to the information and activities of the Society.", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Association for Food Protection", 
      "Food microbiology and microbial food safety research. As a member of the IAFP, therefore I pay a yearly fee to have access to the scientific publications of the Society.", 
      "2000-09", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "FERNANDEZ ESCAMEZ", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ), Chair-BIOHAZ WG on ABP_Neste_Oil (EFSA-Q-2015-00118) (BIOHAZ), Member-BIOHAZ WG on heat treatment of bivalve molluscs (EFSA-Q-2015-00161) (BIOHAZ), Chair-WG on the update of the list of QPS recommended biological agents intentionally added to food or feed as notified to EFSA (EFSA-Q-2014-00189) (BIOHAZ)", 
  "Profession": "Full time Professor", 
  "First name": "Pablo S.", 
  "Date": "2015-06-29"
}
