{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ISO (Standards Norge)", 
      "Expert for ISO (Standards Norge) on the panel ISO/TC 34/SC 9 - standardization of a process for detection of parasites in food. Appointed leader of this panel during its first meeting (AFNOR, Paris, April 2011).", 
      "2009-04", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Norwegian Scientific Committee for Food Safety", 
      "Participating in risk assessments on behalf of the Norwegian Food Safety Authority. Member of panel concerned with biological hazards. Member of ad hoc group concerned with regulations for use of manure/sewage slude on the land. Leader of ad hoc group concerned with RA on introduction of E. multilocularis to Norway. Led ad hoc group concerned with risk associated with protozoan parasites in Norwegian water", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Norwegian University of Life Sciences", 
      "Teaching parasitology to veterinary students /parasitology research", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Lucy Robertson Writing Services", 
      "Copy editing (language improvement) particularly of scientific articles. This work involves no meetings and is done outside the normal working day (that is during weekends and evenings).", 
      "2004-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Norwegian University of Life Sciences", 
      "I apply for research funding for research projects. In the last 5 years I have been involved in research projects which are funded internally via monies that the Veterinary School where work receives from the Education ministry in Norway (e.g. supervision of a PhD student researching canine giardiasis). I have been involved in projects funded by the Norwegian Research Council (as postodcotral researcher on project concerned with epidemiology of cryptosporidiosis in Norway). I have been involved in research projects funded under EU 7th Framework Programme (e.g. task leader on 'veg-i-trade' (concerned with globalisation and pathogens on fresh produce), in which my task involved development of methods for analysing fresh produce for different protozoa of public health significance. I have been involved in research/educational projects funded by the Norwegian Centre for International Cooperation in Education. I am the scientific coordinator of a COST Action on foodborne parasites. This involves a range of participants from academia, institutes, and industry, and is designed to foster interactions between different groups with different expertise and knowledge. None of these activities are in a private capacity – the funds are received by my institute", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Scandinavian Baltic Society for Parasitology", 
      "Ordinary member of society and also auditor", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "ROBERTSON", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ)", 
  "Profession": "Scientist", 
  "First name": "Lucy", 
  "Date": "2015-04-29"
}
