{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "French agency for food, environmental and occupational health safety, Anses", 
      "Occupations during the last 5 years - Head of the research unit Hygiene and Quality of poultry and pork products - Deputy Head of the research unit Hygiene and Quality of poultry and pork products (2004-2014) - Deputy responsible of the NRL of Salmonella - Deputy responsible of the NRL of avian botulism - Leader of scientific projects in poultry production - Workpackage leader and member of the steering committee of the EU project Campybro “Control of Campylobacter infection in broiler flocks through two-steps strategy: nutrition and vaccination” (FP7) (2013-2016) - Workpackage leader and member of the steering committee of the EU project Camchain “Biology and Control of Campylobacter in the chicken supply chain” (Emida Era-Net) (2012-2015) - Teaching and training courses in academic universities and technical institutes (international courses of microbiology at Pasteur Institute, master degree, veterinarians, technicians) - Daily application of EU provisions on surveillance and control of Campylobacter and Salmonella within a National Reference Laboratory Research activities Prevalence and molecular epidemiology: Tracing the contamination of poultry productions by Campylobacter, Salmonella, and Listeria monocytogenes from farm to fork: prevalence, risk factor and assessment studies at the farm, processing and retail levels, molecular characterization (PFGE – MLST), comparisons with human isolates. Host-pathogen interactions: Virulence of Campylobacter isolates from the poultry chain (farms, slaughterhouses, retail) and from humans (LOS Typing, adhesion- invasion models in human cells) Modelling the transfer rate of Campylobacter from poultry products to the domestic cutting surfaces and relation with the virulence of the isolates Analysis of S. Senftenberg emergence in the poultry production Control measures: Studying the effect of additives on the shedding of Campylobacter and Salmonella in animal models (broilers, laying hens and turkeys) Studying the effect of different Salmonella and Campylobacter isolates on the colonization of chicken intestinal gut", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "WHO/FAO", 
      "FAO/WHO Expert Meeting on Salmonella and Campylobacter in chicken meat FAO Headquarters, Rome, Italy 4 – 8 May 2009", 
      "2009-05", 
      "2009-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU", 
      "- Workpackage leader and member of the steering committee of the EU project Campybro “Control of Campylobacter infection in broiler flocks through two-steps strategy: nutrition and vaccination” (FP7) (2013-2016) - Workpackage leader and member of the steering committee of the EU project Camchain “Biology and Control of Campylobacter in the chicken supply chain” (Emida Era-Net) (2012-2015) - Workpackage leader and member of the steering committee of the EU project Baseline “Selection and improving of fit-for-purpose sampling procedures for specific foods and risks” (FP7) (2009-2013) - Task leader and member of the steering committee of the EU project “Poultryflorgut” (FP6) •Co-leader of the EU baseline studies conducted in France since 2004 for the estimation of Salmonella and Campylobacter prevalence in the poultry production at the primary and processing levels •Leader of the national baseline study for the estimation of Salmonella and Campylobacter prevalence and quantity in the broiler production at the retail level (2009) •Leader of the national baseline study for the estimation of Salmonella prevalence and quantity in the broiler production at the retail level (2010)", 
      "2004-03", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "CHEMALY", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ)", 
  "Profession": "Scientist - Head of HQPAP - Anses", 
  "First name": "Marianne", 
  "Date": "2015-04-16"
}
