{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Danish Dairy Research Foundation, DENMARK", 
      "Board member the Danish Dairy research foundation. The Danish research foundation coordinates and initiates research activities in collaborations between universities and the dairy industry. The aim of the foundation is to support Dairy research and educational activities, including Dairy ingeneering, at master and PhD level within Dairy related areas. As a board member I participate in two meetings a year and at one of the meetings the primary goal is to give advise on the allocation of funding for new research projects.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Department of Vet. Disease Biology, Faculte of Life sciences, University of Copenhagen", 
      "The department of Veterinary Disease Biology carries out research and education within the disciplines, Biomedicine, Toxicology, Pharmacology, Pharmacy, Parasitology, Virology, Immunology, Bacteriology, Food Microbiology, Pathology, Poultry diseases, Fish diseases. Furthermore the department has activities on research, capacitybuilding and knowledge management in relation to animal and human health in developing countries. My personal expertise lies within microbial food safety and includes hazard characterisation and exposure assessment of foodborne microorganisms espec. zoonoses like Salmonella Campylobacter, Listeria and foodborne viruses. My expertise includes microbiological criteria and interfase between risk assessment and risk management.", 
      "2008-02", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Vice Dean Faculty of Health and Medical Sciences, University of Copenhagen", 
      "The faculty deals with research, education and knowledge management within the areas of Health and Medical Sciences. More information can be found at www.sund.ku.dk. I am not personally involved in specific research projects.", 
      "2012-01", 
      "2013-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Danish Ministry for Food", 
      "I have beeing involved i consultancy work for Ministry for Food related to management of Salmonella in the Food chain, including investigation of a big Salmonella outbreak in 2008-2009. I participate in ad hoc consultanty work on i.e. Foodborne ourbreaks etc.", 
      "2009-02", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Department of Vet. Disease Biology", 
      "The department is involved in many research projects financed by national and international bodies: se homepage http://www.life.ku.dk/English/research/publications_projects.aspx My personal expertise lies within microbial food safety and includes hazard characterisation and exposure assessment of foodborne microorganisms espec. zoonoses like Salmonella Campylobacter, Listeria and foodborne viruses. My expertise includes microbiological criteria and interfase between risk assessment and risk management. I am not personally involved i research projects financied by private funding.", 
      "2008-02", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Danish Academy for Natural Sciences", 
      "Member of Danish Academy for Natural Sciences", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Ms.", 
  "Family name": "NOERRUNG", 
  "Current EFSA involvements": "Vice-Chair-BIOHAZ Panel 2015-2018 (BIOHAZ), Alternate member-Scientific Committee 2015-2018 (SC), Chair-BIOHAZ WG on Listex P100 treatment of ready to eat foods (EFSA-Q-2015-00428) (BIOHAZ), Member-PROMETHEUS (PROmoting METHods for Evidence Use in Scientific assessments) - Deliverable 2 \"Analysis of methods for dealing with data and evidence applied by EFSA\" (AMU), Member-Uncertainty in risk assessment (SC)", 
  "Profession": "DVM,ph.d. Head of Department", 
  "First name": "Birgit", 
  "Date": "2015-10-21"
}
