{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Belgian federal agency for safety of the food chain", 
      "The Belgian Federal Agency for the Safety of the Food Chain (FASFC) lays down the operational standards applicable to businesses and integrates all official control and inspection services for the safety of the food chain (microbiological and chemical food safety), animal and plant diseases and animal welfare. The Scientific Committee consists of scientific experts who are independent from the Agency and are employed by universities and research centers in Belgium. The Committee is completely autonomous and is in charge of risk assessment. It gives its opinion on draft regulations and on the control plans. Moreover, it sees to it that the Food Agency work proactively. It must identify problems in time and report them to allow the Agency to take the measures that are required, e.g. providing for an adequate survey system. The Scientific Committee has strictly no relation with risk management issues. The Scientific Committee has no activity related to the QPS mandate of EFSA. As expert I am involved in all microbiological safety issues the scientific committee is dealing with e.g. the risk assessment of listeria in smoked salmon, the risk and benefit analysis of the consumption of raw milk. The work on the evaluation of raw cows milk was finished in 2011 and the work on the evaluation of raw milk from other animals than cows in 2013. Both evaluations were published as advices on the internet of the Food Safety Agency. During 2014 an evaluation on the risks of consumption of raw dairy products will start. Risk assessment of genetically modified organisms does not belong to the tasks of the Food Agency and its scientific committee. Risk assessment of feed and food enzymes does not belong to the tasks of the Food agency and its scientific committee. With the committee we have 10 plenary meetings each of half a day spread over the year and about 10 working group meetings of half a day per year. As vice chair I have an additional 4 meetings of half a day per year (semestrial). I am vice chair of the committee since 2014. For the FAVV ILVO is also functioning as National Reference Centre for milk and milk products in which we are also responsible for the reference tasks for microbiological hazards.", 
      "2000-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Ministry of the Flemish Community-Insitute for Agricultural and Fisheries Research-Unit Technology and Food", 
      "At ILVO I am head of the unit Technology and Food Sciences and member of the directory committee of ILVO– In the business unit of the institute, on regular basis laboratory analyses are performed concerning food safety and food quality including milk and dairy products and GMO identification and detection. The activity on GMO in the busines unit, is limited to testing of food and feed products for authenticity reasons. There are no activities in the unit Technology and Food Sciences in relation to companies producing feed or food enzymes on the basis of genetically modified micro-organisms.", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ILVO", 
      "ILVO is carrying out field trials on the ILVO fields which fall under the control of the Units Plant and Animal Sciences. The unit Technology and Food, which falls under my responsibility, is delegating some collaborators to the central ILVO level for supporting and supervising the field trials with their expertise on the detection and the characterization of GMOs. The field trials are carried out by ILVO in collaboration with research instutes and universities: the University of Ghent, University College Ghent, the Flemish Institute for Biotechnology (VIB) and the University of Wageningen. In the trials different GMO lines developed by research instutes or universities are tested. In the trial of 2011 (not in 2012) one GM-potato line from BASF, already tested for several years under field conditions, was included as a positive reference. For using this control line in the field a contract was established between ILVO and BASF under the responsibility of the general director of ILVO. Personally, I was not directly involved in the field trial and I had no direct contacts with BASF. The field trial in 2012 and 2013 are carried out only by research institutes or universities without involvement of any private company.", 
      "2011-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ILVO", 
      "At ILVO-T&V, we are performing GGO and microbiological identification and detection tests for the Belgian Food Safety Agency (FAVV) and for the private sector for authenticity purposes. For the FAVV we are also functioning as National Reference Centre for the detection and identification of GMOs in agricultural products. We are alos performing research on microbiological hazards fior which Industrial partners and government bodies are contributing in financing.", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ILVO", 
      "A PhD work was carried out to evaluate the possibilities of molecular pharming for the Flemish Community. The PhD work is financed by ILVO and no biotech company is involved. The PhD work is finalised in 2011. The document is publicly available.", 
      "2008-10", 
      "2011-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ILVO", 
      "ILVO was involved in a an experiment for testing agricultural performance and co-existence rules, financed by the Flemish Community. For maize a MON810 variety, in combination with a related non-GMO variety, were used as a model. Seeds were commercially bought and no biotech firm was involved in the execution of the experiment. The experiment with maize is finalized and the report is presented to the Flemish Parliament March 2011. The document is publicly available.", 
      "2010-05", 
      "2011-03", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "HERMAN", 
  "Current EFSA involvements": "Hearing Expert-ANS Panel 2014-2017 (ANS), Member-BIOHAZ Panel 2015-2018 (BIOHAZ), Hearing Expert-CEF Panel 2014-2017 (CEF), Member-Application WG 2014-2017 (ANS), Member-Food Enzymes WG 2014-2017 (CEF), Member-GMO Applications Molecular Characterisation 2015-2018 (GMO), Member-Genetically Modified Microorganisms (FEEDAP) 2015-2018 (FEEDAP), Member-WG on the update of the list of QPS recommended biological agents intentionally added to food or feed as notified to EFSA (EFSA-Q-2014-00189) (BIOHAZ)", 
  "Profession": "Head of the Unit Technology and Food, Institute of Agricultural and Fisheries Research", 
  "First name": "Lieve", 
  "Date": "2015-09-24"
}
