{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "ANSES, French agency for food, environmental and occupational health and safety", 
      "Scientific Adviser Head of Risk assessment unit for Chemical and biological hazrads in food Risk assessment Directorate, ANSES: French agency for food, environmental and occupational health and safety.", 
      "2009-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "National veterinary School of Alfort", 
      "Associate Professor (Maitre de conferences) - Biostatistics, epidemiology and risk assessment", 
      "1999-01", 
      "2009-08", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Microbial RisK assessment Workshops", 
      "2013 - Edes program for ACP (African, Caribbean and Pacific) Group of States : COLEACP (Europe-ACP Liaison Committe) with a consortium of European food safety agencies (CIRAD, anses, DTU, NRI): consultancy mission to provide a scientific support to the local team on developing good hygien practices guide (fish anf fish products): 10 days Nairobi, Kenya and 10 days Dakar, Senegal. Risk assessment workshops: Workshop in ICPMF8: Risk Based Control Measures in Food Establishments (Paris 1 day september 2013) - Microbial Risk Assessment and Mitigation Workshop: towards a Quantitative HACCP Approach (DIFSC, Dubai 2012)", 
      "2009-01", 
      "2015-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA", 
      "Coordinator of an article 36 research grant: \"Specification of data collection on animal diseases to increase the preparedness of the AHAW panel to answer future mandates – CFP/EFSA/AHAW/2010/01\"", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ANSES", 
      "“The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceeds 25% of the total annual research budget that is managed by me”", 
      "2011-01", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Agriculture (Aliment Qualité Sanitaire program – ANRT(Agence nationale de la recherche et de la technologie): public)", 
      "2007-2009: European Commission: FP6 (BIOTRATCER). Research activities on Risk assessment and epidemiology: salmonella, Listeria monoctogenes, staphylococcus aureus. Data collection on prevalence and concentration of pathogens in raw milk. Statistical Analysis Modelling the fate of pathogens during milk and cheese processing – meat products Risk assessment methodologies funded by the university. 2009-2011: STEC and Salmonella in dairy products. Financed by France AGRIMER (Public organisation: http://www.franceagrimer.fr/)", 
      "2002-01", 
      "2009-09", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "SRA (Society of Risk Analysis) – Private non profit American organisation", 
      "Member – Society of Risk Analysis. Particpation to annual meeting giving oral Presentations or to workshops.", 
      "1999-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "AEEMA (Association étude et épidémiologie des maladies animales)", 
      "Member & Regular Contributor - French Society of animal epidemiology. Presentations, workshops.", 
      "1987-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Ad Hoc request from various organisations", 
      "Organising international conference on microbial risk assessment (2009). Chairing the organisation committee.", 
      "2007-01", 
      "2009-02", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "IDF (International Dairy Federation)", 
      "Member of standing committee on Animal Health International dairy Federation The activity is one meeting per year to exchange news on animal health issues related to dairy activities. The travelling is supported by the French national dairy federation and my employer. Member of a task force on : prioritization of hazards in feed. My task is to develop a methodological framework for prioritization, including data collection, criteria definitions and expert elicitation protocols.", 
      "2007-01", 
      "2012-11", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "SANAA", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ)", 
  "Profession": "Deputy Head of Risk assessment methodology department, French agency for food safety, Environment and Occupational Health Safety", 
  "First name": "Moez", 
  "Date": "2015-04-28"
}
