{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "", 
      "", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "APHA, Defra", 
      "APHA (formerly known as AHVLA) is an executive agency of Defra, responsible for the implementation statutory disease control measures and research into diseases of animal and human health relevance. Within this organisation, I have been active in the field of TSE-specific veterinary research and surveillance since 1991. Responsible for the pathology component of research into the pathology and pathogenesis of TSE in food animal species, including bioassay and strain typing. I am responsible for the confirmatory diagnosis of all TSE surveillance approaches in the UK. Reference laboratory consultancy role as OIE nominated expert, and head of the EU community Reference Laboratory for TSE. I currently manage the veterinary pathlogist reseach team, which also contributes to investigations of other relevant animal health diseases such as TB and avian and mammalian viral diseases. My husband also works for APHA, heads the animal services veterinary team, and chairs our animal welfare and ethical review committee. APHA is the appointed contractor for some EFSA modelling contract work. The contract will be fulfilled by staff within the ERSG department. I work within the Pathology department, which is an entirely separate part of the organisation, with no common management below director level, and no current shared project work", 
      "1991-02", 
      "now", 
      "X"
    ], 
    [
      "V. Occasional consultancy", 
      "Defra; Food Standards Agency; Public Health England (UK); EU Reference Laboratory; OIE reference laboratory", 
      "Provision of consultancy/advice nationally (to UK government departments and agencies) and worldwide. Ad hoc advice to any countries on behalf of the OIE - contribution to OIE Manual chapters, referral diagnostics and EQA on behalf of the European Commission through the Community Reference Laboratory functions since 2002. Such reference laboratory consultancy is infrequent now that the prevalence of TSE is so low, and rarely exceeds 1 day a year for any individual country. Much of it takes the form of email advice, and/or diagnostic sample referral. As of 2009 I am on the WHO IHR roster of Experts (Veterinary issues).My presence on the WHO roster has yet to lead to any direct involvment with the work of this agency.", 
      "1996-08", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Defra", 
      "“The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceed 25% of the total annual research budget that is managed by me”", 
      "1994-04", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Royal College of Pathologists; Royal College of Veterinary Surgeons", 
      "I am a Member of the Royal College of Veterinary Surgeons, and a Fellow of the Royal College of Pathologists (through publication).", 
      "2011-11", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "SIMMONS", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ), Member-BIOHAZ WG on negligible risk classical scrapie (EFSA-Q-2015-240, EFSA-Q-2015- 261, EFSA-Q-2015-262) (BIOHAZ), Member-Biohaz WG on BSE-Croatia (BIOHAZ)", 
  "Profession": "Veterinary Researcher", 
  "First name": "Marion", 
  "Date": "2015-07-30"
}
