{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Swedish Board of Zoonoses", 
      "Advisory Board to the Swedish Zoonoses Center, located at the Swedish Veterinary Agency. The board constitutes a forum for sharing information, discussing strategic matters, and interacting on specific issues. Four oned day meetings per year.", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "U.S. Food and Drug Administration’s (FDA), Center for Food Safety and Applied Nutrition (CFSAN), pool of external experts peer review", 
      "I am a member of U.S. Food and Drug Administration’s (FDA), Center for Food Safety and Applied Nutrition (CFSAN), pool of external experts peer reviewing documents addressing various aspects of food safety. Occasional ad hoc requests.", 
      "2008-04", 
      "2014-11", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ILSI", 
      "Participated in a working group to write report on \"Tools for Microbiological Risk Assessment\". Report published in January 2012. The report was a general review of existing tools to summarise the state of the art. The report did not include any advice to ILSI or recommendations that would imply preference for any specific tool. Further, except for travel costs no financial or other support was accepted.", 
      "2009-06", 
      "2011-08", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "National Food Administration", 
      "As part of my present employment I am a member of the Scientific Advisory Group of the Department of Reserach and Development", 
      "2007-04", 
      "2010-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "WHO/FAO expert meeting", 
      "Participated in several expert meetings during my participation in the WHO/FAO working group on the Listeria risk assessment", 
      "2000-01", 
      "2005-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Swedish Agricultural University", 
      "I am working as an adjunct professor (20%), at the Department of Microbiology. I research and teach in subjects related to Food Microbiology and Risk assessment.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "National Food Agency", 
      "I work at the Department of Risk and Benefit Assessment at the National Food Agency (80%). I am since February 2015 head of the biological risk assessment team, but I have worked for the Agency since 1994. The National Food Agency is a Government agency dealing with risk management, risk communication and risk assessment concerning food and nutrition", 
      "1994-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "No private funding", 
      "The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceeds 25% of the total annual research budget that is managed by me", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Swedish Agricultural University", 
      "Stress response and predictive microbiology of S. aureus and E. coli to lactic acid and pH", 
      "2008-11", 
      "2014-03", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "American Society for Microbiology (ASM)", 
      "Member of Professional Scientific Society for Microbiologists", 
      "2008-01", 
      "2014-12", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Association for Food Protection (IAFP)", 
      "Member of Scientific society for professionals working with different aspects of food protection", 
      "2008-01", 
      "2014-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "LINDQVIST", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ), Member-BIOHAZ WG on heat treatment of bivalve molluscs (EFSA-Q-2015-00161) (BIOHAZ)", 
  "Profession": "Scientific Advisor, Swedish National Food Agency", 
  "First name": "Roland", 
  "Date": "2015-06-29"
}
