{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Istituto Zooprofilattico Sperimentale di Piemonte Liguria e Valle d'Aosta (IZSPLVA)", 
      "IZSPLVA is a public laboratory in charge of official analyses, risk assessment and epidemiological activities in the fields of food safety, animal health. No activities of risk management are carried out. head of the unit of Biostatistics, Epidemiology and Analysis of Risk (BEAR) head of the epidemiology section of the Italian Reference Center for Animal TSE main activities: design of surveillance programmes, statistical data analysis, epidemiological activities, teaching in epidemiology at the school of veterinary medicine, university of Turin", 
      "1996-12", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "European Commission, Bruxelles, ITALY", 
      "Without any economical compensation, I was asked by the European Commission (Dr- Plantady and coll.) to provide \"informal comments on the applications from Austra and Denmark (2013) and from Finland and Sweden (2014) to be recognised as having a classical scrapie negligible risk status. In particular help was requested in evaluating the requirement that: “for a period of at least seven years, a sufficient number of ovine and caprine animals over 18 months of age, representative of slaughtered, culled or found dead on farm, have been tested annually, to provide a 95 percent level of confidence of detecting classical scrapie if it is present in that population at a prevalence rate exceeding 0,1 percent and no case of classical scrapie has been reported during that period;” The original request was: Would you be willing to provide us with informal comments on this specific point? The consultancy ended by January 2015. (note: as a country in the above field related to the organization (EU Commission\" I entered Italy as the EU is not in the list)", 
      "2013-09", 
      "2015-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Animal Health and Welfare ERA-Net (ANIHWA) - Italian Ministry of Health", 
      "Development of SPatial risk assessment framework for Assessing exotic disease incuRsion and spread through Europe (SPARE) The ANIHWA ERA-net consortium consists of 30 partner organisations from 19 countries: Member State Countries (17); Associated Countries (2). The consortium will be led by INRA, FR. The Consortium represents the leading national financing bodies for Animal Health And Animal Welfare research in the EU", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "My research group at IZSVe along with the Universities of Padua and Torino and a private IT company, Zeta Research, have been appointed for the Service contract \"Machine learning techniques applied in risk assessment related to food safety\" (OC/EFSA/AMU/2014/02). The budget for this project is € 385.000. I'm the scientific coordinator of the project.", 
      "2014-12", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Istituto Zooprofilattico Sperimentale di Piemonte Liguria e Valle d'Aosta (IZSPLVA), Torino, Italy", 
      "A combination of surveys, spatial analyses and molecular epidemiology to get an insight of pre-harvest risks from Shiga toxin- producing Escherichia coli. Ricerca Finalizzata IZSPLV 10F04 with 100% funding from Italian Ministry of Health", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Istituto Zooprofilattico Sperimentale di Piemonte Liguria e Valle d'Aosta (IZSPLVA), Torino, Italy", 
      "Monitoring the effectiveness and the impact on food safety of an intervention of simplification in small food businesses. Ricerca Corrente IZSPLV 21/12RC with 100% funding from Italian Ministry of Health", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "IZSPLVA Istituto Zooprofilattico Piemonte Liguria Valle d'Aosta", 
      "Investigation on persistent organic pollutants and livestock in Piedmont Region 100% public funding from Piedmont Regional Agricultural Directorat", 
      "2011-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "IZSPLVA Istituto Zooprofilattico Piemonte Liguria Valle d'Aosta", 
      "Risk assessment regarding POPs in polluted areas: mathematical models and protocols of health intervention Ricerca Corrente IZSPLV 19/11RC with 100% public funding from Italian Ministry of Health", 
      "2012-10", 
      "2015-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "IZSPLVA Istituto Zooprofilattico Piemonte Liguria Valle d'Aosta", 
      "Epidemiological study on the impact of the genetic selection on the frequency of sheep scrapie in Italy Ricerca Corrente IZSPLV 19/10RC with 100% funding from Italian MInistry of Health", 
      "2011-10", 
      "2014-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Italian Ministry of Health", 
      "- spatial analysis of scrapie in Italy - cross sectional study of ovine scrapie in sarda breed", 
      "2007-01", 
      "2011-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU", 
      "Neuroprion, task \"control and risk\" Involvement in the following research project: - epidemiological analysis of European BSE trends - multicentric epidemiological study on atypical scrapie - risk perception and communication of BSE risk within the frame of the EU TSE roadmap", 
      "2006-06", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "AEEMA Association pour l'Etude de l'Epidémiologie del Maladies Animales", 
      "veterinary epidemiology", 
      "2004-04", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "SVEPM - Society of Veterinary Epidemiology and Preventive Medicine", 
      "veterinary epidemiology", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Italian Association of Epidemiology", 
      "epidemiology", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "DVM PhD MSE", 
  "Family name": "RU", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ), Member-BIOHAZ WG on negligible risk classical scrapie (EFSA-Q-2015-240, EFSA-Q-2015- 261, EFSA-Q-2015-262) (BIOHAZ), Member-Biohaz WG on BSE-Croatia (BIOHAZ), Member-Biological Relevance (SC)", 
  "Profession": "veterinary epidemiologist", 
  "First name": "Giuseppe", 
  "Date": "2015-10-19"
}
