{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Universitat de Barcelona (UB), University of Barcelona, Barcelona, SPAIN", 
      "Professor of Microbiology and leader of the Laboratory of Virus Contaminants of Water and Food, with two main activities, research projects and teaching", 
      "1988-06", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "GRUPO ALIMENTARIO CITRUS, S.L.U. (GAC), CITRUS FOOD GROUP, Ribarroja, Valencia, SPAIN", 
      "Study report on the safety of fresh vegetables over the production chain. Used to improve safety and quality of the final product . The dedication is of around 25 hours per year.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "1. Ministerio de Ciencia e Innovación, Madrid, Spain, Ministry of Science and Innovation, MINECO; 2. Social Program La Caixa Bank, Barcelona, Spain, RecerCaixa", 
      "Research projects for the development of new technologies and the study of virus in irrigation water and contaminants in water or food. Study report and scientific publications.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "1. International Society for Food and Environmental Virology, ISEF; 2. Iternational Water Association, IWA", 
      "Water and food safety. Scientific discussions and international cooperation, organization of international meetings", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "GIRONES", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ)", 
  "Profession": "Biologist", 
  "First name": "Rosina", 
  "Date": "2015-04-20"
}
