{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "British Standards Institution (BSI)", 
      "III. remit - BSI - standardization of tests and disinfection standards nature of advice: opinion, statement, report role: member right to vote/veto - no no common outputs that conflict with current EFSA outputs or mandates. No past or current activity in relation to EFSA mandates but future involment is unpredictable and I may possibly be asked to comment on methods for molecular serotyping or disinfection if a dossier was presented to BSI. Role involves about 28 hours per year activity for physical meetings and correspondance.", 
      "2006-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "World Organisation for Animal Health (OIE)", 
      "OIE provides background information on key animal pathogens and related testing and control measures Advice is given on behalf of OIE on Salmonella, including updating relevant OIE Manual Chapters and responding to ad-hoc queries Role - OIE National Reference Lab. leader No right to vote or veto Chair of Salmonella control WGs No conflicts regarding current mandates of the panel Activity involves about 45 hours per year activity currently.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Animal and Plant Health Agency (APHA)", 
      "Legal remit: to provide scientific and veterinary support for control of animal and zoonotic disease in UK Expert role: Research and surveillance on foodborne zoonoses, antimicrobial resistance and associated consultancy for Defra by means of provision of scientific information. Approval of agricultural disinfectants and results of EQA carried out by authorised laboratories. APHA is a newly merged organization that now includes risk managers from the former Food and Farming Group of Defra and the former Animal health Agency. These parts of the organization remain under separate line management. I am not involved in risk management and I am not personally empowered to validate or take risk management decisions or actions. I merely provide impartial scientific information that risk managers can use to help to inform their decisions. I have no self employed consultancies.", 
      "1990-02", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "British Egg Industry Council (BEIC), London, UK, Meat and Livestock Commission (MLC), Milton Keynes, UK- Agricultural industries Confederation (AIC), London, UK - various producer organisations, veterinarians (e.g. memembers of British Poultry Veterinary Association; Pig Veterianary Society, corporate technical managers", 
      "Scientific advice is provided in the areas of hygiene in primary production and during slaughter, farm biosecurity (mainly for Salmonella), and antimicrobial resistance in zoonotic bacteria. The advice provided is not related to any given commercial product, application or process in particular. The advice is provided though my employer (APHA) with the primary aim to support governmental bodies (DEFRA, UK) in implementing the hygiene and zoonoses EU legislation and improving food safety on a National basis. No money is exchanged and no personal profit is involved. The outputs are provided by means of E.mail, telephone conversations or occasional face to face meetings. No study or assessment reports are provided but guidance on where to find published information may be provided. Occasionally I have attended food safety conferences that have been organized by pharmaceutical companies. In these meetings I only present independent scientific data to enhance food safety in primary production, and do not support any particular products. I would be happy to avoid this type of activity in future if there is any conflict with EFSA responsibilities. The organizations may use the publically available UK surveillance data provided or other scientific information to inform their management decisions, e.g. data on detection of live salmonella vaccine strains in surveillance programs. No past or current activity in relation to E.coli or other WG remits. If asked my organisation would be likely to provide advice on methodology and provide molecular typing services to the organisations mentioned. Activity ivolves c. 24 hours per year currently", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Department for Environment Food and Rural Affairs (Defra - London UK), Food Standards Agency (FSA - London, UK), Health and Consumer Protection Directorate General (DG-SANCO - Brussels, Belgium)", 
      "Monitoring and control of foodborne zoonoses, hygiene in primary production and at slaughter, biosecurity, animal feed hygiene Topics may include monitoring and control of Salmonella, Campylobacter and antimicrobial resistance and general hygiene in primary production. Outputs take the form of provision of scientific data, scientific opinion, acting as independent scientific expert in working groups on control of Zoonoses (e.g. in UK and EC Zoonoses working groups, EC Zoonoses Task Force that provides scientific advice on salmonella control by means of visits to member states, scientific comments on community hygiene guides, involvement in TAIEX educational activities The advice and information that is provided is taken into account by risk managers and stakeholders, alongside other advice, to help inform their decisions on food hygiene control in primary production As part of consultancy to Defra and research projects I would often request molecular investigations of strains to be carried out by another team in the Department. Other sections of the Bacteriology and Food Safety Department that are not under my control are involved in some commercial development of molecular typing methodologies, arrays etc. I am not involved in this other than to advise on strain selections for validation. This activity has taken place during the last 5 years, is currently active and is likely to be ongoing in future years. I am advisor to a Defra-funded research project that will involve WGS and associated bioinformatics. I occasiionally provide advice on hatchery hygiene or carry out hatchery investigations on behalf og Defra. I am E. coli disease consultant for APHA. All of this consultancy is part of my employement remit and amounts to around 100 hours per year.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Microorganism: Salmonella. My organisation has been commissioned by EFSA to produce an analysis of Salmonella serovar distributions for the 2014 CSR data. I am the named person on the contract for this. The output will be some tables, fisures and text for incorporation in the Salmonella chapter of the 2015 report. No private funding is involved.", 
      "2015-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Pharmaceutical Companies (UK and Europe), BPEX, IDT", 
      "Vaccine and antimicrobial agent manufacturers and disinfectant companies or industry repesenative bodoes occasionally provide in- kind contributions to research projects managed by members of my research team, but no payments. The contributions are provision of commercial data, manpower as well as a room fortwice yearly project meetings, commercial advice, recommending that producers assist us by allowing access to farms, providing technical advice re. chemical and vaccinal control measures. Provision of some organic acid products and competitive exclusion agents to study farms, decontamination of some laying houses or pig farms for study purposes and provision of vaccines. I may occasionally be involved to advise on protocols to be used by commercial sections of my organisation for small amounts of work relating to vaccines, disinfectants or feed treatments. This provision is through the institute and no personal gain is involved. The institute as a whole received funding from the private sector of approximately 2% of its financial turnover in the latest full budget year, and so for the areas covered by the Panels, does not exceed 25% of the total annual research budget. There is no private sector funding for any of the research budget that is personally managed by me.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Department for Environment, Food and Rural Affairs (Defra), Food Standards Agency (FSA)-UK", 
      "Epidemiology and control of foodborne zoonoses and antimicrobial resistance. No money from the private sector is involved in projects that I am responsible for. Outputs involve study reports and publications/presenations.", 
      "1991-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "IDT and Hysolve - plus occasional other commercial orgainisations", 
      "EMPLOYMENT - payment of travel and subsistence expenses for me to do presenations or contribute to workshops on behalf of my employer organisation - APHA IDT - pig salmonella control Hysolve - disinfection of poultry farms - this work is now complete but may be repeated EMPLOYMENT - OIE - payment of expenses to participate in Ad-hoc WG meetings and production of Terristrial Code Chapters on Salmonewlla control in pigs and cattle on behalf of my employment organisation - APHA These activities only cover expenses and do not pay a fee - either to my employer or me", 
      "2014-05", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European College of Veterinary Public Health (ECVPH), International Association for Food Protection (IAFP), British Veterinary Association (BVA), Royal College of Veterinary Surgeons (RCVS), Veterinary Public Health Association (VPHA).", 
      "Veterinary and food safety matters. Membership only - no management responsibility. Occasional attendance at conferences.", 
      "1990-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "DAVIES", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ), Member-BIOHAZ WG on Public health risks EAggEC (EFSA-Q-2014-00536) (BIOHAZ), Member-BIOHAZ WG on Reduction of the need to use antomicrobials (EFSA-Q-2015-00216) (BIOHAZ), Chair-BIOHAZ WG on hatchery waste (EFSA-Q-2014-00902) (BIOHAZ)", 
  "Profession": "Veterinarian (Government Research)", 
  "First name": "Robert", 
  "Date": "2015-06-16"
}
