{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Aristotle University of Thessaloniki", 
      "The duties I carry under my employment include teaching, research ,supervision of PhD and Master Students, and administration Teaching. Responsible for the following graduate courses: a)General Microbiology (4 credits), b)Food Quality and Safety Assurance (4 credits),c)Applied statistics in Food Science (4 credits) Responsible for the following master courses: a)Predictive Microbiology and Microbial Risk Assessment (3 credits) Research. Leader of a research team (1 PostDoc researcher, 2 PhD students, 5 Master students) in the Lab. Of Food Microbiology and Hygiene. Preparation of research project proposals, project management, reporting, experimental design, data analysis, dissemination of results Supervision of 2 PhD and 5 Master students Administration. Participation on administration working groups ( education program, staff promotion etc) for the Department of Food Science and Technology and for Aristotle University of Thessaloniki", 
      "2002-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Aristotle University of Thessaloniki", 
      "In the last 5 years I have participated as a coordinator or partner in the following research projects. The percentage of the research budget managed by my and my Unit in 2014 coming from private funding is less than 10% of the total funding •‘Improving the Quality and Safety of Beef and Beef Products for the Consumer in Production and Processing EU Framework VI programme on Food Quality and Safety’, ProSafeBeef “Food-CT- 2006-36241”, 2007-2011. (Scientific Coordinator of A.U.Th.) •‘Understand the impact of production processes on the ecology of microorganisms that contaminate milk products (ESL, evaporated milk) and fresh fruit juices- Development of molecular methodologies and mathematical models to predict the service life’, SYNERGASIA,General Secretariat for Research and Technology, 2010-2012 (Scientific Coordinator of A.U.Th.) •‘Biological investigation of the forces that influence the life of pathogens having a mission to survive in various lifestyles, Biofilms’. Thales: “Reinforcement of the interdisciplinary and/or inter- institutional research and innovation with the possibility of attracting high standard researchers from abroad through the implementation of basic and applied excellence research” (Scientific Coordinator of A.U.Th.) •‘Development, mathematical modelling and optimal design of non- thermal technologies for processing, packaging, distribution and storage of safe high quality food products’. Thales: “Reinforcement of the interdisciplinary and/or inter-institutional research and innovation with the possibility of attracting high standard researchers from abroad through the implementation of basic and applied excellence research” (Member of the scientific group of A.U.Th.) •‘Functional dairy and meat products with high added value fermented or enriched with new probiotic microorganisms isolated from Greek", 
      "2002-08", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "KOUTSOUMANIS", 
  "Current EFSA involvements": "Vice-Chair-BIOHAZ Panel 2015-2018 (BIOHAZ), Alternate member-Scientific Committee 2015-2018 (SC), Chair-BIOHAZ WG on heat treatment of bivalve molluscs (EFSA-Q-2015-00161) (BIOHAZ), Member-WG on Scientific Opinion on the growth of spoilage bacteria during storage and transport of meat (EFSA-Q-00163) (BIOHAZ), Member-WG on clarification on the Scientific Opinion on the public health risks related to the maintenance of the cold chain during storage and transport of meat (2015-00162) (BIOHAZ)", 
  "Profession": "Associate Professor", 
  "First name": "Kostas", 
  "Date": "2015-11-30"
}
