{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "CSIC", 
      "The Spanish National Research Council (CSIC) is the largest public institution dedicated to research in Spain and the third largest in Europe. The mission of CEBAS-CSIC is, through its investigation, to contribute to generating the knowledge necessary to improve its competitiveness, developing strategies to attain the sustainability of the scant resources existing in semiarid areas through their correct management, and making possible a quality agriculture which produces healthy and safe plant food products. The singularity of CEBAS in that it is a multidisciplinary centre with three distinct areas of investigation (Agricultural Sciences, Food Science and Technology and Natural Resources), each of which operates separately but within a common context (CEBAS).", 
      "2004-12", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "3M, St. Paul, Minnesota, UNITED STATES", 
      "To provide one or more educational presentations using my experience and knowledge related to Food Safety. My involvement with this occasional consultancy refers to one presentation which will be held the 5th of October 2015 in Murcia by video conference, where aspects of food safety in primary production will be addressed. Until now, I was not involved in any other lecture and up to now, no future educational prsentations have been agreed. I do not have any role in advising the company on decontamination methods used for foods.", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ANEP, Agencia Nacional de Evaluación y Prospectiva (National Evaluation and Foresight Agency ), Spain, National Evaluation and Foresight Agency, Spain", 
      "Evaluation committed which assests research projects and proposal to be approved by the MINECO (Spanish Goberment)", 
      "2014-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Center of Produce Safety (Davis, California, US)", 
      "Title: \"Demonstration of practical, effective and environmentally sustainable agricultural water treatments to achieve compliance with microbiological criteria\" Subject matter: \"The main purpose of this project is to demonstrate a practical, effective, and environmentally sustainable water disinfection treatment. Within this regard, the use of stabilized chlorine dioxide (ClO2) as a suitable disinfection treatment is proposed. We will try to establish if stabilized ClO2 could be a suitable disinfection treatment to assurance the compliance with the established microbial limits, particularly fecal indicator bacteria such as E. coli. First, agricultural waters from different water sources will be characterized by microbiological and physicochemical parameters. Optimal operational conditions for stabilized ClO2 as a suitable disinfection treatment will be established first at a pilot scale. After that, demonstration of practical, effective and environmentally sustainable agricultural water disinfection treatment will be carried out at commercial fields, where the impact of stabilized ClO2 on the environment will be also evaluated. We believe that the obtained conclusions will be very valuable for growers who will be able to integrate this technology in their water management practices\". The Center for Produce Safety (CPS), is a nonprofit public benefit corporation located in California with its principal place of business in 1477 Drew Avenue Davis, California. The CPS is a collaborative partnership that leverages the combined expertise of industry, government and the scientific and academic communities to focus on providing research needed to continually enhance food safety. This level of collaboration allows CPS to fill the knowledge gaps on produce food safety. CPS is largely a volunteer-run organization, with just three paid staff and minimal overhead. In 2014, CPS funded research projects in 9 states, from California to Massachusetts, from Michigan to Colorado. CPS was launched as a public-private partnership and is now international in scope with projects in 5 countries around the globe. This center does not depend on the UC Davies. The source of the fund is coming from both the public and the private sector. More information can be found at http://www.centerforproducesafety.org/about.php.", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Spanish National Research Program, MINECO, Spanish Goberment", 
      "Research Project on: Quality and safety biomarkers of fresh-cut leafy greens The aim of this project will be to study different biomarkers as predicted tools to determine the impact of intrinsic and/or extrinsic factors realted with the quality and safety characteristics. The main expected result from the development of quality biomarkers will be the selection of cultivar genotipes, environmental conditions, agricultural practices, handling conditions, processing and storage practices that guarantee the quality maintenance of leafy greens. Meanwhile, The expected results from the development of safety biomarkers will be the establisment of microbial standards that will guarantee the safety of leafy greens as well as the prevention of potential microbial risk factors. The Safety Biomarkers included in this proposal will be: 1) Microbial indicators of faecal contamination. Correlation between enumeration of molecular E. coli as well as other novel microbial indicators (F-specific RNA phages, Enterococcus, etc.) with the prevalence of pathogenic microorganisms will be evaluated under different environmental conditions and agricultural practices. 2) Natural microbiota dynamic and their relationship with foodborne pathogens. Changes in the natural microbiota of phyllosphere that might affect the adhesion and survival of pathogenic bacterial will be evaluated. Interactions between bacterial populations in leafy greens will be determined and correlated with the prevalence of foodborne microoganisms.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Comission", 
      "COST Action number: FA1202: A European Netwok For Mitigating Bacterial Colonisation and Persistence On Foods and Food Processing Environments", 
      "2012-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Comission", 
      "European Project VEG-i-TRADE is funded by the seventh Framework programme for research of the European Commission. The project seeks to assess the impact of anticipated climate change and globalisation on the safety issues concerning fresh produce and derived food products. Research will be performed concerning the economic structure of the fresh produce chain, and control measures to minimise microbiological and chemical risks will be developed.", 
      "2010-05", 
      "2014-04", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "ALLENDE", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ), Member-BIOHAZ WG on Public health risks Bacillus in foodstuffs (EFSA-Q-2015-00254) (BIOHAZ)", 
  "Profession": "Researcher", 
  "First name": "Ana", 
  "Date": "2015-11-27"
}
