{
  "activities": [
    [
      "I. Economic interest", 
      "Diageo", 
      "300 ordinary shares Diageo is an international Drinks business producing spirits, wine and beer. Its brand portfolio includes Smirnoff, Johnnie Walker, Captain Morgan, Baileys, J&B, José Cuervo, Tanqueray and Guinness.", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Biohazard Panel and Working Group member as required.", 
      "2012-07", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Teagasc", 
      "I work for a public authority (TEAGASC) where I undertake research and development on food safety and related issues. Teagasc (the Irish Agriculture and Food Development Authority) is the national public body providing integrated research, advisory and training services to the agriculture and food sector and rural communities in Ireland. My work includes funding application, project management, publishing peer reviewed papers, oral and poster presentations and technology transfer activities. I do not receive any funding from industry in a private capacity.", 
      "1996-02", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Food Safety Authority of Ireland (FSAI), Food Safety Authority of Ireland, Dublin, IRELAND", 
      "My wife is employed by the Food Safety Authority of Ireland (FSAI), the statutory body in the Republic of Ireland responsible for ensuring that food complies with legal requirements, or where appropriate with recognised codes of good practice. FSAI undertakes various enforcement, monitoring and auditing activities to ensure the food produced, distributed and marketed in Ireland is safe. My wife is a member of the Auditing Department, whose primary function is to provide an independent evaluation of the effectiveness of the Irish official control system.", 
      "2000-01", 
      "now", 
      "X"
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Teagasc", 
      "I receive funding for VTEC, Campylobacter, Salmonella and microbial spoilage research from the Irish Department of Agriculture, Food and the Marine (DAFM) through the FIRM programme and from Teagasc core funding.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "BOLTON", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ), Member-BIOHAZ WG on Public health risks EAggEC (EFSA-Q-2014-00536) (BIOHAZ), Chair-WG on Scientific Opinion on the growth of spoilage bacteria during storage and transport of meat (EFSA-Q-00163) (BIOHAZ), Member-WG on clarification on the Scientific Opinion on the public health risks related to the maintenance of the cold chain during storage and transport of meat (2015-00162) (BIOHAZ)", 
  "Profession": "Microbiologist, Food Safety Research", 
  "First name": "Declan", 
  "Date": "2015-04-20"
}
