{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Agricultural University of Athens, GREECE, Athens", 
      "I am working as full time Assistant Professor of Food Microbiology and Food Hygiene (tenure contract which started as probation at the level of Lecturer on the 9th of March 2006), teaching theoretical and laboratory courses on Food Hygiene, Food Microbiology, Food Quality Control, HACCP and Food Safety Management Systems to under-graduate (BSc) students. I am also teaching courses of Predictive Food Microbiology, Quantitative Microbiological Risk Assessment, to graduate (Master) students. My research so far on Microbial Food Safety, Predictive Microbiology and QMRA has been and is being conducted by three post-doctoral fellows that were granted their PhD under my supervision, 33 BSc, 25 MSc and 5 PhD students. I have served as external evaluator of PhD Thesis of graduate students in Greece, Belgium (KULeuven), Ireland (UCD) and Denmark (DTU). Research is supported by FP 6 and 7 Projects and National Grants, funded by National Scientific Research Foundation, in which I am either co-ordinating or serve as scientific responsible.", 
      "2006-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission DG Research and Innovation", 
      "PARTICIPANT (AS SCIENTIFIC RESPONSIBLE OF AUA TEAM) for the following FP 7 (2) and FP 6 (1) projects 2012-now: SOPHY (FP 7) \"Development of a SOftware tool for Prediction of ready-to-eat food product sHelf life, quality and safetY\", KBBE.2011.2.4-01 (funding scheme: research targeted for SMEs), Grant agreement no: 289053. http://www.sophy-project.eu/ (356 K only for my organization). 2012-now: PROMISE (FP 7) \"Protection of consumers by microbial risk mitigation through combating segregation of expertise\" KBBE.2010.2.4-01 (funding scheme: Improving integration in food safety), Grant agreement no: 265877, http://promise.linux15.webhome.at/home.html, (180 K only for my Organization AUA). 2007-2011. Integrated project: Improved bio-traceability of unintended micro-organisms and their substances in food and feed chains. “BIOTRACER”. Contract No: 036272 (227.000 K only for my Organization AUA) The budget i received in the above three projects was exclusively provided to implement the work and deliverable assigned to my team according to the description of work (DOW). The EU deposited the money to my University without any additional funding by the private sector. For the budget allocated to my University (AUA), i was entitled to distribute it to various needs for achieving tasks and work within these projects and according to EU regulations it was not allowed to me to have any financial profit. Co-ordinator of the following National Grants: 1.Microbiological safety of red meat and ready-to-cook meat products and extension of their shelf-life with edible films and natural antimicrobials. (coordinator) 2011-2013. National Scientific Research Foundation (200.000 euros) 2.Microbiological safety of dairy products (coordinator) 2006-2008. National Scientific Research Foundation (155.000 euros) 3.Identification of biological and chemical indices for characterization of freshness of rapidly frozen seafood (coordinator) 2012-2015. National Scientific Research Foundation (100.000 euros) 4.Development of antimicrobial bioactive packaging materials from starch-rich food wastes and evaluation in food preservation (coordinator) 2012-2015. National Scientific Research Foundation (70.000 euros). 5. Efficacy of NOVEL analytical techniques to prEdict the quality and safetY of newly developed pErishable food products; NOVELEYE, (Project manager) National Scientific Research Foundation, Collaborative network projects between Industry and Acedemia (250.000 euros) Team leader (participant) in the following National Grants 6.Development, mathematical modeling and optimal design of non- thermal technologies for processing, packaging, distribution and storage of safe high quality food products (member of AUA research team) “THALES” 2011-2015 (512.820 euros) 7. Biological Investigation Of the Forces that Influence the Life of pathogens having as Mission to Survive in various Lifestyles; The budget i received in the above projects was exclusively provided by General Secretary of Research and Technology (GSRT 90% via EU and 10% by National Funds) to implement the work and deliverable assigned to my team according to the description of work (DOW). The GSRT deposited the money to my University without any additional funding by the private sector and not being allowed to have any personal profit.", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Various scientific journals I am member of the Editorial Board of SCI journals on Microbial Food", 
      "Safety and Food Spoilage, such as Journal of Food Protection, International Journal of Food Microbiology, Applied and Environmental Microbiology. I am also serving as Associate Editor in the division of Food Microbiology, Safety and Quality of the Journal “Food Research International”. Member of the Scientific Committee of the 11th International Congress on Engineering and Food, Athens, Hilton, May 22 – 26. Member of International Association of Food Protection (IAFP) and Society for Applied Microbiology (SFAM) Member of the Scientific Committee of the 5th, 6th, 7th and 8th International Conference of Predictive Modelling in Foods (IPMFs). Member of the Scientific Committee of the 21st International ICFMH Symposium “Evolving Microbial Food Quality and Safety”. September 1-4, 2008, Aberdeen, UK. Member of the Scientific Committee of the 9th International Conference of Predictive Modelling of Foods (7-13 Sept. 2015) held in Rio de Janeiro. Member of the Scientific Committee of the 29th EFFOST (10-12 Nov. 2015) which will be held in Athens. Member of the Organizing and Scientific Committee of the European International Association for Food Protection conference that was held in Cardiff (April 2015) and the next one which will be held in Athens (11-13 May 2016).", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "SKANDAMIS", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ), Member-BIOHAZ WG on Listex P100 treatment of ready to eat foods (EFSA-Q-2015-00428) (BIOHAZ)", 
  "Profession": "Assistant Professor", 
  "First name": "Panagiotis", 
  "Date": "2015-09-30"
}
