{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "SVA, National Veterinary Institute, SWEDEN, Uppsala", 
      "The National Veterinary Institute, SVA, is a Swedish national authority that strives for good animal and human health, a good environment and sustainable food production. I work as an epidemiologist mostly with issues regarding surveillance and riskassessment. I am not involved in decisions concerning risk management actions to be taken.", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "1) Vetenskapsrådet [Swedish research council], Sweden, Stockholm, (VR). 2)The European Union research and Innovation Funding Programme (F7), Belgium, Brussels 3) European Cooperation in Science in Technology (COST), Belgium, Brussels", 
      "1) At present I am involved with a four year research project on source attribution on Campylobacter with funding from the Swedish research council, Attributing human cases of campylobacteriosis to their sources as a tool for targeted interventions. Less than5% of my time is allocated to this project. 2) I am also involved in a project : “Development and evaluation of scientific methodologies for cost-effective risk-based animal health surveillance” (Risksur) with funding from the seventh framework programme. The three-year project involves twelve different partners within the EU. Approximately 5% of my time is allocated to this project. 3) I am alos involved in a Network for Evaluation of One Health (NEOH) [TD Cost action TD1404] (http://www.cost.eu/COST_Actions/TDP/Actions/TD1404) The overall aim of NEOH is to enable appropriate evaluations of One Health activities and hence comparison of initiatives as well as informed decision-making and resource allocation.", 
      "2012-03", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "WAHLSTROM", 
  "Current EFSA involvements": "Member-BIOHAZ Panel 2015-2018 (BIOHAZ), Member-M-2014-0288 Echinococcus (Art. 29) (AHAW)", 
  "Profession": "Veterinarian", 
  "First name": "Helene", 
  "Date": "2015-11-09"
}
