{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "O.I.E.", 
      "Appointed as OIE Expert, being responsible for the OIE Reference Laboratory for Salmonellosis. The laboratory I'm heading at Istituto Zooprofilattico acts on a continous basis as OIE Reference Laboratory (participation in twinning projects, hosting of trainers from OIE member countries, typing of strains). I'm personally directly involved in OIE activities occasionally.", 
      "2007-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Comitato Nazionale per la Sicurezza Alimentare", 
      "I've been appointed as member of the National Committee for Food Safety, a scientific body composed by experts in different sectors, which gives scientific advice to the Ministry of Health and other public entities in the field of food safety. My involvment consists in the participation in Plenary meetings 4-5 times per year.", 
      "2011-10", 
      "2013-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Istituto Zooprofilattico Sperimentale delle Venezie", 
      "Salmonella, Epidemiology, Risk Assessment.", 
      "1998-02", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "ICEA", 
      "My husband, Paolo Foglia, is employed by Istituto per la Certificazione Etica e Ambientale, whose core business is the certification of organic and sustainable productions.", 
      "2004-01", 
      "now", 
      "X"
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "The research group I'm leading at IZSVe has been appointed for the SERVICE CONTRACT “Usefulness of Escherichia coli and Enterobacteriaceae as Process Hygiene Criteria in poultry” (CFT/EFSA/BIOHAZ/2012/03 CT 1). The budget for this project is € 208.000. The scientific coordinator of the project is Dr Lisa Barco, and I will collaborate with her in carrying out the activities.", 
      "2012-11", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Intervet, Merial, Lohmann The laboratory I'm heading receives funds from private companies to", 
      "perform tests on the efficacy of vaccines for Salmonella in poultry. The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceeds 25% of the total annual research budget that is managed by me. I personally do not receive any compensation for this activity.", 
      "2007-01", 
      "2012-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "RICCI", 
  "Current EFSA involvements": "Chair-BIOHAZ Panel 2015-2018 (BIOHAZ), Member-Scientific Committee 2015-2018 (SC), Chair-BIOHAZ WG on Public health risks Bacillus in foodstuffs (EFSA-Q-2015-00254) (BIOHAZ)", 
  "Profession": "Veterinarian", 
  "First name": "Antonia", 
  "Date": "2015-07-10"
}
