{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EU Commission - DG Sanco", 
      "I provided scientific/technical advise related to compliance testing/evaluation of Food Contact Materials when I was asked for that by DG Sanco of the EU Commission. I still do so currently: I am contributing to a working group coordinated by the the European Commission Joint Research Centre that has the objective to prepare a Guideline for migration testing according to the EU Regulation No. 10/2011. This activity takes me approximately 5-7 days per year.", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "BfR Bundesinstitut für Risikobewertung", 
      "I am a member and chairman of German BfR's (German authority for risk assessment) Commission of Consumer Products. I am involved there in - the evaluation of petitions from industry for new substances in food contact materials, in particular paper&board and - scientific advise in relation to migratory food packaging safety issues or other consumer products. For this activity I do participate in 4-5 one-day meetings per year.", 
      "2001-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Fraunhofer Institute for Process Engineering and Packaging (IVV)", 
      "I am working as senior scientist for Fraunhofer IVV, one of the 67 institutes of the Fraunhofer-Gesellschaft (FhG) which is a non-profit organisation for applied research. FhG is financed by around two thirds by public finance and performs also research work for or with industrial partners. FhG employees are salaried according to the fare conditions for public servants. FhG can be qualified as a legal entity pursuing objectives which are of public interest and acting with the neutrality required. At Fraunhofer IVV my function is head of department 'Product Safety and Analytical Chemistry'. It is my responsibility to ensure appropriate scientific competence and analytical equipment available to carry out our scientific research activities in the area of analytical measurement, physico-chemical understanding and theoretical modeling of mass transport processes from one matrix (e.g. food contact materials) into the adjacent matrix (e.g. foods or food simulants). A large field of research within my department is on interactions between packaging materials and foods. We develop for instance new, alternative test procedures or new and better analytical methods or develop further our scientific understanding of mass transport processes through dedicated model studies. We are performing contract work for both public and private enterprises and undertake research projects for a wide benefit to society. Areas of contract work are: - Quality assurance of packed foods and consumer protection in relation to packaging materials. This includes investigations to identify and clarify sources and causes of technical problems related to the production and performance of food packagings. - Studies in the area of food safety related to innovative technologies such as in the area of recycling of food packaging plastics or the use of nanomaterials food packages. - Migration studies for compliance evaluation of food contact applications with regard to national, European and US FDA requirements - Determination of contaminants in foods - Development of analytical methods for the above purposes - Very rarely (~1 time per year) we overtake submission of a dossier to EFSA on a new FCM substance to be used by industry. - More frequently, in the area of recycled plastics for food contact we have prepared numerous dossiers for industry for submission to US- FDA as well as for evaluation by the EFSA. This is still ongoing but a largely reduced rate now. Finally, outside of my department, my institute undertakes applied research in the area of food packing material developments including also technological developments in the area of ‘active&intelligent’ packaging material. Potential conflicts of interest (CoI): I see a CoI with CEF Panel in the area of PET recycling: Considering the large number of dossiers on PET recycling we have prepared and filed to EFSA I have to declare here a general CoI. This refers to PET recycling only. In case of other polymer types I do not see a CoI. In case we have been involved in the preparation of a dossier from industry I will have a CoI, of course. However, this will be addressed always in the particular specific declaration of interest (SDoI). Regardless to that I emphasise that I am payed for my work by Fraunhofer according to public salary tariffs and that I do not receive any additional private or industrial payments for my work.", 
      "1987-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Various organisations: European Commission - DG Research; Bavarian Ministry of Health and Consumer Protection; PlasticsEurope; German BMBF (Federal Ministry for Education and Research)", 
      "-2007 - 2010: The EU project Migresives (COLL-CT2006-030309): objective: carry out a research programm on the migration of adhesives from food packages. This EU project was to assist SMEs to ensure packaging safety. - my role: project coordination -2009 - 2012: The project FACET (KBBE-211686): objective: to develop mathematical migration model tools to allow exposure estimations for constituents from food contact materials. - my role: coordination of Work package 4.2 which deals with development of the migration model. - 2010 - 2012: On a national level we had a project (Acronym: LENA) dealing with the safety-in-use of nano-particles in food packaging materials. This project was sponsored from public money by the Bavarian Ministry of Health and Consumer Protection. - Recently (2011 - 2014): PlasticsEurope Nano-Project: we investigated in this project the migration potential of selected nano- particles representing various classes of nano-particles to allow finally more general conclusions. This was a small project funded by PlasticsEurope and made up around 1.5% of my 2014 total budget. - Currently (2015): A Follow-up project of this Nano-Project in which we investigate whether mechanical release of nano-particles can take place under actual use conditions. Again, this is a small project making up less than 1 % of my 2015 total budget. - Recently (2013 - 2015): We investigated the type and nature of oligomers present in polyolefines and their potential to migrate into foods. This is a small contract work for PlasticsEurope which made up 1% of my total 2014 budget. - Current (2011 - 2015): EU Project EcoBioCAP (Grant no. 265669). The major objective of this project is to develop eco-efficient, biodegradable packaging solutions with direct benefits both for the environment and EU consumers which in terms of food quality and safety. - Current (2011 - 2015): German BMBF funded project 'NextGenPack'. The major objective in this project is to develop advanced active and intelligent bio-packaging solutions for food contact. All these projects are in support of food packaging safety. Payments for research projects are always made to my employer's financial administration.", 
      "2007-03", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Food Additives and Contaminants (Taylor & Francis) and 'Food Packaging and Shelf Life' (Elsevier)", 
      "Since many years I am member of the International Editorial Board of the scientific Journal 'Food Additives and Contaminants'. My role is to give scientific advise and to referee manuscripts submitted to this Journal. Since May 2013 I am associate editor of the new scientific Journal 'Food Packaging and Shelf LIfe (Elsevier).", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "International Life Science Institute ILSI Europe", 
      "From August 2010 - March 2011: Reviewer of an ILSI Europe Report entitled: 'Multilayer Packaging for Food and Beverages'. I reviewed this technical report from a scientific/technical point of view and gave comments on how to improve the scientific contents. This report was published as one of the ILSI Europe Report Series in July 2011. From mid 2011 - end 2012: Member of the Scientific Committee of the 5th International Symposium on 'Food Packaging - Scientific Developments supporting Safety and Innovation' which took place on 14-16 November 2012, Berlin, Germany. My role in this committee was to advise the Conference's Organising Committee on the programme. More specifically, I means reviewed applications for oral and poster presentation and made proposals for selection of presentations from a scientific point-of-view. I did not have the right to vote nor of veto. I did not receive any money for this. This Scientific Committee included 17 members coming from Universities, Research Institutes and National Food Safety Authorities. Industry was not represented in this Scientific Committee.. November 2012: I gave an oral presentation in the 5th International Symposium on 'Food Packaging - Scientific Developments supporting Safety and Innovation' which takes place on 14-16 November 2012, Berlin, Germany, which was organised by ILSI. In my lecture I presented results and conclusions from the EU Project 'FACET', more specifically from work package 4.2 on migration modelling.", 
      "2010-08", 
      "2012-12", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "FRANZ", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Member-Food Contact Material WG 2014-2017 (CEF)", 
  "Profession": "Chemist", 
  "First name": "Roland", 
  "Date": "2015-08-07"
}
