{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Scientific Committee on Emerging and Newly Identified Health Risks (SCENIHR)", 
      "Member as an external expert, of the ad hoc Working Group on the safety assessment of bisphenol A used to make certain medical devices.", 
      "2012-02", 
      "2015-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "UK Food Standards Agency (FSA) and the Ministry of Agriculture Fisheries and Food (MAFF) before the FSA was established", 
      "Member of the Working Party on Materials & Articles in Contact with Food or Drink. This WP provided independent scientific advice to the FSA including a scientific review of the research and surveillance projects that the FSA conducted. It did not include policy advice. The WG had not met since ca. 2009 but it had not been formally disbanded.", 
      "1990-01", 
      "2015-03", 
      ""
    ], 
    [
      "IV. Employment", 
      "Not employed (retired from Fera on 31 March 2015)", 
      "Previously employed full-time at Fera (the Food and Environment Research Agency, formerly the Central Science Laboratory) which was an Agency of the UK Department for Environment Food and Rural Affairs (Defra). Fera was a not-for-profit full-costs-recovery government Agency of Defra. Fera offered, in open competition, its R&D and analytical services to bodies such as its parent department Defra and to other UK and non-UK Government departments, industry world-wide, the EU Research programmes, and consumer organisations. This included research projects and the analysis of samples for food and feed additives, residues, chemical migrants from packaging, markers of authenticity, and contaminants of all sorts. I was a civil servant. My salary was fixed and I had no other paid employment, contracted work, or fee income of any kind. I was most reently a member of the Food Quality & Safety programme within Fera. This programme had approximately 120 staff members plus visiting workers and students. The programme ran more than 130 projects pa for its customers and provided analytical services too. I retired from Fera on 31 March 2015.", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU-FP7 and the UK-FSA", 
      "I participated in the TDS-Exposure project as WorkPackage leader for WP4 (Food preparation, composite formation, and chemical analysis). TDS-Exposure is a four-year FP7-funded Collaborative (Research) Project with 26 partners from 19 countries, and it is led by ANSES in Paris, under Grant Agreement: 289108 Total Diet Study Exposure, 1st February 2012-31st January 2016. The funding for Fera in this project comes from the EU-FP7 (75%) with top-up funds from the UK Food Standards Agency. TDS-Exposure aims to standardise measurement of dietary chemicals throughout Europe and create an EU-wide network of TDS centers.", 
      "2012-02", 
      "2015-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The Valspar Coorporation, HJ Heinz and Fera", 
      "I co-supervised a PhD student at the University of Leeds, School of Chemistry in 2010-13. The aim of his research was to gain a better understanding of the possible degradative release of melamine and related amino crosslinking materials, from polymeric coatings on metal substrates. The studentship was funded jointly by the Valspar Corporation, HJ Heinz and Fera. As well as myself, the other external supervisor of the student was Dr PK Oldring of the Valspar Corp. Establishing this PhD followed a very successful project between Fera and Leeds University, funded completely by the UK Government (Defra, LINK Project FQS-45, 2005-2008) and with HJ Heinz, Valspar Corp. and Impress as the 3 industrial partners. The project was entitled: New technologies and chemistries for food can coatings. FQS-45 resulted in 3 MSc theses, 2 PhD theses, plus a good number of journal publications.", 
      "2010-09", 
      "2013-10", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU-FP7", 
      "I was coordinator of workpackage 4 (Packaging) of the EU-FP7- funded FACET project [http://www.ucd.ie/facet/] which started in September 2008 and ran for 4 years. FACET stands for Flavours Additives and Contact materials Exposure Task. The WP4 had 8 partners including a Facet Industry Group (FIG) that was comprised of 12 European Trade Associations that cover all the major food packaging materials except for glass. Fera’s participation in the FACET project was funded 75% by the European Commission, 15% by the FIG, and 10% by the UK Food Standards Agency. The FIG was a key partner in the FACET project since they provided information on packaging composition and usage which was key to being able to estimate consumer exposure. Consequently as workpackage leader I worked closely and frequently with the FIG on this project.", 
      "2008-09", 
      "2012-08", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "ILSI (International Life Sciences Institute) – non profit", 
      "NIAS in food contact materials. I participated as an observer on behalf of EFSA in an ad-hoc ILSI-Europe expert group. That group aims to produce a guidance document on how to address the safety of NIAS (non-intentionally added substances) in food contact materials. I attended their first meetings, answered questions about EFSA’s own work in this area, contributed to the development of scientific approaches, and reported back to the EFSA WG on FCMs. The first ILSI-NIAS meeting was in October 2011 and I ceased my participation in that group in June 2012 once that preliminary work was completed. I subsequently was invited and attended a workshop organised by ILSI Europe and held on 2-4 April 2014, in Brussels. The draft NIAS document was sent to all participants in advance of that workshop and it was stated by the organisers that a peer-reviewed publication covering the discussions would be produced soon after the workshop.", 
      "2011-10", 
      "2014-04", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "ILSI - International Life Science Institute", 
      "I gave the concluding presentation at the 5th international symposium on food packaging, scientific developments supporting safety and innovation, 14-16 November 2012, Berlin, organised by ILSI Europe.", 
      "2012-11", 
      "2012-11", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Comité Européen de Normalisation (European Committee for Standardisation)", 
      "I was convenor of CEN Technical Committee 194 Sub-Committee 1 (TC194/SC1) until 2012. It deals with standardisation of analytical methods for testing chemical migration from food contact materials. It does not deal with risk assessemnt or risk management and it does not make policy.", 
      "2000-01", 
      "2012-01", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "CASTLE", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Chair-Food Contact Material WG 2014-2017 (CEF), Member-Recycling plastics WG 2014-2017 (CEF)", 
  "Profession": "Analytical Chemist", 
  "First name": "Laurence", 
  "Date": "2015-04-19"
}
