{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "TransMIT Gesellschaft für Technologietransfer mbH, Giessen, Germany", 
      "Co-Director of the “TransMIT-Center for Analytics, Biotechnology and Safety of Food”. The TransMIT Society for Technology Transfer GmbH” was founded by three central Hessian Universities to make the potentials of the universities accessible to academic and industrial partners. The focus lies currently on the fermentative production of pesticide metabolites and on investigations on the degradation of veterinary drugs in food and in the environment. Potential future activities may include sophisticated analyses of flavour compounds, enzymes and veterinary drugs; development and optimization of biotechnological processes; detection of off flavours and biotechnological synthesis of flavour compounds; consulting and training in the fields of enzyme technology and food safety. Gains are used for the centre only; no personal payments. Approximately two (one day) meetings per year.", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Federal institute for risk assessment", 
      "Member of the BfR-panel for food additives, flavour compounds and processing aids. Scientific advice to the German government (Federal Ministry of Food and Agriculture) on the safety of food additives. Typically one (one day) meeting per year.", 
      "2011-04", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Fraunhofer Institute for Molecular Biology and Applied Ecology IME (IME), Fraunhofer Institut für Molekularbiologie und angewandte Ökologie, Giessen, GERMANY", 
      "Researcher in the field of Insect (Yellow) Biotechnology in secondary employment (6 h per week). The focus is on low molecular weight metabolites of insects or insect associated microorgansims and enzymes for future applications in the fields of white biotechnology and food biotechnology.", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Justus Liebig University Giessen", 
      "Director of the Institute of Food Chemistry and Food Biotechnology of the Justus Liebig University Giessen; Professor for Food Chemistry and Food Addittives Specialisation on Flavours (Analytics, Biotechnology) and Food Enzymes", 
      "2008-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Research Association of the German Food Industry (FEI) e.V.", 
      "The Research Association of the German Food Industry (FEI) is a non- profit, registered association supporting research projects in all fields of food science, food technology and nutritional science. Member of the scientific board; evaluation of project drafts; projects may address food biotechnology / food enzymes no financial interest", 
      "2011-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Artes Biotechnology", 
      "Member of Scientific Board; Consultations on research questions and biological safety (without compensation); non-food applications; no financial interests;", 
      "2008-10", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bundesministerium für Wirtschaft und Energie (BMWi)", 
      "Production of fungal protein by fermentation of side streams of the food industry by edible basidiomycetes. The project is not related to food enzymes; funding for the university only; no personal payments.", 
      "2014-08", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bundesministerium fuer Bildung und Forschung (BMBF)", 
      "Identification and biochemical characterization of lipases derived from edible fungi for dairy applications; funding for the university only; no personal payments", 
      "2014-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bundesministerium für Bildung und Forschung (BMBF), Germany", 
      "Immobilization of fungal peroxidases on textile carriers; funding for the university only; no personal payments. parts of the project are related to food enzymes", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "LOEWE (Research funding programme of the German federal state of Hesse), Germany, Hesse", 
      "Optimisation of the secondary metabolite profile of the edible fungus A. aegerita.", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "LOEWE (Research funding programme of the German federal state of Hesse)", 
      "Identifaction and characterization of enzymes derived from Insects and insect associated fungi; funding for the university only; no personal payments; parts of the project are related to food enzymes", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Symrise", 
      "Joint research project on biotechnological production of flavour compounds; funding for the university only; no personal payments; project might be related to food enzymes in future", 
      "2012-01", 
      "2015-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Philip Morris International Feasibility study on detoxification of tobacco by fermentation with", 
      "higher fungi. The project is not related to food enzymes; funding for the University only, no personal payments.", 
      "2014-08", 
      "2015-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Hessen Agentur", 
      "Production of soft drinks by fungal fermentation; funding for the university only; no personal payments. \"Hessen Agentur“ is a GmbH 100% owned by the German federal state of Hesse. The project is run with public funding. The project is not related to food enzymes.", 
      "2012-01", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Deutsche Bundesstiftung Umwelt", 
      "Development of a two-enzyme system for degradation of lignocelluloses; funding for the university only; no personal payments project is not related to food enzymes", 
      "2012-01", 
      "2014-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bundesministerium fuer Ernaehrung, Landwirtschaft und Verbraucherschutz", 
      "Biorefinery concepts; search for novel ligno-cellulose degrading enzymes; funding for the university only; no personal payments; project is not related to food enzymes", 
      "2010-05", 
      "2013-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "BMBF Federal Ministry of Education and Research", 
      "Development of novel enzyme cocktails for the degradation of lignocelluloses. Cooperation project with the Russian Academy of Science; funding for the university only; no personal payments; project is not related to food enzymes", 
      "2011-01", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bundesministerium fuer Bildung und Forschung", 
      "Production of fungal secondary metabolites and Downstream processing; funding for the university only; no personal payments; project is not related to food enzymes", 
      "2009-01", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bundesministerium fuer Bildung und Forschung", 
      "Enzymatic degradation of lignocelluloses; search for lignin degrading enzymes from white-rot fungi; funding for the university only; no personal payments; project was not related to food enzymes", 
      "2010-04", 
      "2011-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Deutsche Bundesstiftung Umwelt", 
      "Analysis of fungal secretomes; funding for the university only; no personal payments", 
      "2009-05", 
      "2011-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Arbeitsgemeinschaft industrieller Forschungsvereinigungen", 
      "Production of natural flavour compounds by submerged cultured fungi; funding for the university only; no personal payments; project was not related to food enzymes", 
      "2008-11", 
      "2011-04", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Justus Liebig University, GERMANY", 
      "Quitmann H, Czermak P, Zorn H, Fraatz MA, Bosse A, Stemme K (2011) Verfahren zur Herstellung eines Getränks oder einer Getränkebase. DE 10 2011 053 469.5 Patent has not been granted yet and will not be further upheld. No financial interests.", 
      "2011-12", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Nestec", 
      "Inventor / Co-inventor of the patent Linke D, Krings U, Zorn H, Rabe S, Ulmer H (2008) Production of gluten-specific peptidases from basidiomycetes and their use in hydrolysis of proteins for food industry applications. WO 2008131938 patent not yet granted; all rights transferred to Nestec;", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "N-Zyme", 
      "Inventor / Co-inventor of the patent Fraatz MA, Kopp SJL, Takenberg M, Krings U, Marx S, Berger RG, Zorn H (2008) Enzymatic synthesis of the grapefruit flavour nootkatone. EP 08.1711483 patent not yet granted; all rights transferred to N-Zyme; no exploitation rights of the patent, no financial interests", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "DSM", 
      "Inventor / Co-inventor of the patent Zorn H, Szweda R, Wilms J, Kumar M (2008) Method for modifying non-starch carbohydrate material. Eur Pat Appl 26485/EP/P0 non-food application; no exploitation rights of the patent, no financial interests; all rights transferred to DSM", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "DSM", 
      "Inventor / Co-inventor of the patent Zorn H, Scheibner M, Hülsdau B, Berger RG, de Boer L, Meima RB (2006) Novel enzymes for use in enzymatic bleaching of food products. Eur Pat Appl EP 64132 20060712 all rights transferred to DSM; no exploitation rights of the patent, no financial interests", 
      "2006-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "American Chemical Society", 
      "Associate Editor of the Journal of Agricultural and Food Chemistry", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "DECHEMA", 
      "The Society for Chemical Engineering and Biotechnology is a non- profit scientific and technical society", 
      "2009-10", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "German Chemical Society The GDCh supports chemistry in teaching, research and application", 
      "and promotes the understanding of chemistry in the public", 
      "2009-03", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof. Dr.", 
  "Family name": "ZORN", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Member-Food Enzymes WG 2014-2017 (CEF), Member-PROMETHEUS (PROmoting METHods for Evidence Use in Scientific assessments) - Deliverable 2 \"Analysis of methods for dealing with data and evidence applied by EFSA\" (AMU)", 
  "Profession": "University Professor", 
  "First name": "Holger", 
  "Date": "2015-08-13"
}
