{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Bundesinstitut für Risikobewertung (BfR), Germany", 
      "Member in the Bedarfsgegenständekommission (BeKo; food contact materials) with sub-groups: - paper and board, which deals (among other subjects) with recycled paperboard and the migration of mineral oil; - petitions on inclusion of substances into the BfR recommendations; - analytical methods. This activity comprises 6-7 days per year. The BeKo advises the BfR. Summarized results are published on the internet, including minority statements if a member requires it. Final decisions, however, are taken by the BfR. Subjects are the BfR recommendations, evaluation of substances, evaluations of petitions from industry, advise on on-going research work, standarization of methods and discussion of on-going regulatory work by other German government institutions.", 
      "2008-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Agence national de sécurité sanitère de l'alimentation, de l'environnement et du travail (Anses), Paris", 
      "Previously AFSSA, reorganized to Anses in 2010 Member of the comité d'experts spécialisé (CES) MCDA (food contact materials) up to 2012. Member of the working group on bisphenol A (finished April 2010) From Sept. 2012 reorganized to comité d'experts spécialisé (CES) \"Evaluation des risques physico-chimiques dans les aliments\" (ERCA); member of the group. In this group, chemical Analysis and exposure to bisphenol A was a subject in the cotext of EAT2 and EATi. From Sept. 2013 Member of the working group (groupe de travail) «Méthodes analytiques dans l'alimentation – MAA » linked to the monitoring EAT. From Jan. 2014: Groupe de travail «Evaluation des substances et procédés soumis à autorisation en alimentation humaine - ESPA» The work responds to subjects brought up by French ministries or Anses and evaluates research work, petitions, and substances to be listed in French regulation. It may also respond to own questions it considers relevant. It produces reports and opinions, which are then approved or modified by Anses. The reports and opinions of the CES are not published. There may be voting, but final decisions are by the Anses. This activity comprises meetings of 10-15 days per year.", 
      "2006-09", 
      "2015-08", 
      ""
    ], 
    [
      "IV. Employment", 
      "Official Food Control Authority of the Canton of Zürich (KLZH)", 
      "Enforcement of food legislation for the region of Zurich Enforcement work is based on existing legislation, but may include interpretation of the latter and of toxicological evaluation by competent authorities. It has no competence in toxicological evaluation. As an institution, measures are taken in case rules are violated, which reaches from informal communication up to confiscation of products. It is not my job to implement such measures, but to carry out analytical work to support the management decisions with data. I am head of the group with the technical competence in GC-based analysis. The main duty is the analysis of samples taken from the market and the development of new analytical methods. We also investigate subjects considered to be a potential problem and provide the competence in such matter for the decision to be taken. We also communicate with colleagues of other enforcement authorities to harmonize evaluation and measures. Main subjects dealt with in the past: - Chromatographic technology, particularly gas chromatography. - Adulteration of expensive edible oils, such as olive oils. - Mineral oil of various sources in foods, food packaging materials (printing inks, recycled fibers), human milk and body fat. - Saturated hydrocarbons as oligomers from polyolefins (POSH) - Migrants from food packaging materials, such as can coatings, plasticizers from gaskets of lids or toys, various components from paper and board, printing inks and varnishes. - Migration of cyclo-diBA from can coatings. - Acrylamide: sources, ways for mitigation primarily in potato products. - Components formed by raffination of edible oils and fats. - Safety evaluation of coatings applied to pipes for water supply in house installations. - Barrier against the migration from recycled paperboard: development of a method for measuring efficiency; evaluation of various polymers Occasionally samples are analyzed for industry against payment, e.g. for lid producers or for determining mineral oil in recycled board or food, but such work does not involve industry-financed research projects. The money is earned by the laboratory (state of Zurich). The scope is usually to support industry in developing solutions to problems brought up by us, particularly when no other laboratory is able to perform the analysis. We were involved as a partner of two projects of the German BMELV/BLE, the first of components in printing inks used for food contact materials, the second on substances getting in food contact from recycled board. Results were published on the website of the German BLE and in scientific journals. In 2011 and in 2013 the KLZH and the CVUA Stuttgart organized coordinated enforcement campaigns on the migration of plasticizers from the lids of glass jars into oils food. In particular we offered chemical analysis and evaluation of documentation for all MS, but left the management of the results to the MS. In 2013 we started work on an EFSA project on the toxicity of In 2014 we started evaluating the efficiency of various polymers as barriers against the migration from recycled paper and board; work paid by the Schweizerisches Verpackungsinstitut. I am officially retired as from July 2014, but continue working for the Kantonales Labor Zürich as a 25 % job.", 
      "1974-07", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Schweizer Verpackungsinstitut (SVI/JIG), Bern, SWITZERLAND", 
      "ad hoc group trying to develop a standard for minimum required efficiency of barriers against the migration from recycled paperboard (internal bag or coating on the paperboard). Group composed of packaging manufacturers, food manufacturers and members of enforcement authorities. The Kantonales Labor performs testing of some plastic films in the framework of the SVI and is partially paid for this. I participate at perhaps 5 meetings per year which mostly last half a day.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Accumulation of mineral oil hydrocarbons in rat tissues. EFSA project coordinated by Maro Binaglia and led by JP Cravedi (INRA Toulouse). Analytical part: measurement of the hydrocarbons in the tissues. To be finished in February 2016.", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "German Federal Ministry of Food, Agriculture and Consumer Protection (BMELV)", 
      "Research projects to determine potential migrants from printing inks and recycled paperborad into food, in collaboration with Chemisches und Veterinäruntersuchungsamt (CVUA) Stuttgart (lead), Landesuntersuchungsamt (LUA) Dresden (public enforcement laboratories) and the University of Dresden. Purpose: investigations to determine the need for legislative measures. Projects organized for the German Federal Ministry of Food, Agriculture and Consumer Protection (BMELV), run under the title of Entscheidungshilfeprojekt, i.e. to provide facts supporting decisions for the legislator, in particular with regard to printing ink and recycled paperboard.", 
      "2010-09", 
      "2012-06", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "GROB", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Member-Food Contact Material WG 2014-2017 (CEF)", 
  "Profession": "Chemist", 
  "First name": "Konrad", 
  "Date": "2015-09-11"
}
