{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Consiglio Superiore di Sanità- Ministero della Salute", 
      "Expert for food contact materials 2-4 meetings per year, on demand depending on the application and opinions flow. All the meetings are 1 day meeting", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Italian National Institute of Health (Istituto Superiore di Sanità)", 
      "Experimental and Advising activity on topics in food contact materials in the attributions of the scientific body of the Italian Health Ministry. I am the Director of the Unit \"Exposure and Risk from Materials\" and I have the institutional task to give advice to the National Authority on new substances to be evaluated for positive listing in the national legislation on food contact materials and articles (FCM) , on new topics in this field or in the cases of crisis. The Unit has also other tasks in the field of FCM: to perform prenormative research activities , to perform monitoring on the safety of FCM on request of the National Authority, to act as designated National Reference Laboratory for FCM in the meaning of Reg EC 882/2004. In the case the specific topics of the acitvity would overlap with the activity of the CEF Panel, this will be declared without delay.", 
      "1985-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ASSOMET", 
      "In the Unit I am Responsible at the ISS a Research project on Migration of aluminium from Food contact materials and articles is carried out. I am not the Responsible for this project. The project is cofinanced by ISS ( the scientific and research part ) and Italian Association ( ASSOMET) of manufacturers ( materials and articles) and funding to support laboratory and consumables . No hardware was gained", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Istituto Italiano Imballaggio", 
      "Stesura di Lineeguida per la preparazione della Documentazione di supporto per la conformità di materiali e oggetti al contatto con alimenti (MCA ) ai sensi del Reg. 1935/2004/CE ( Development of Guidelines for the preparation of supporting documentation for compliance with the Regulation 1935/2004/CE on food contact materials and articles) The Guidelines will be published and freely available in the website of the ISS . They will be a support for both the correct implementation of the Regulation and the related acitivities of the public health personnel . No personal financial benefit was got Role: Scientific Responsible of the Project", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "AIDEPI", 
      "Impatto del Regolamento 10/2011/UE \"Plastic implementing Measures\" (PIM) sugli imballaggi per alimenti dolciari ( Impact of Reg.10/2011/UE \"Plastic implementing Measures\" (PIM on packagings for confectionary foods) The project is cofinanced from the ISS and the relevant Association of Food Industries. The research is aimed to test migration behaviour of some barrier materials under the new conditions introduced from the Reg EU 10/2011. No personal financial benefit was got Role: Scientific Responsible of the Project", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Rilegno", 
      "Approfondimenti tecnico scientifici per la preparazione di Lineeguida per il codice di comportamento dei produttori di imballaggi ortofrutticoli in legno. ( Technical Scientific study to develop Guidelines for the best practice for the manufacture of wooden crated for fruits and vegetables) No personal financial benefit was got Role: Scientific Responsible of the Project.", 
      "2011-01", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Osservatorio Nazionale sui Rifiuti", 
      "Technological Suitability and safety of food packaging plastics added with nanomaterials to be recycled into a new food packaging material and/or article Role : Scientific Responsible", 
      "2009-03", 
      "2011-06", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "MILANA", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Member-Food Contact Material WG 2014-2017 (CEF), Chair-Recycling plastics WG 2014-2017 (CEF)", 
  "Profession": "Senior Researcher at the Italian National Institute of Health (Istituto Superiore si Sanità)", 
  "First name": "Maria Rosaria", 
  "Date": "2015-02-22"
}
