{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "UN-FAO Codex Alimentarius Committee for Food Additives (CCFA)", 
      "Member of electronic Working Group (eWG) on the application of Note 161 in the GSFA system. The tasks of this eWG are to: Identify needs and alternatives for the application of note 161 in the GSFA system. The current work has a focus on the application of the note for sweeteners. This note is heavily disputed because it undermines the intention of the GSFA. The working group was installed by the Codex Alimentarius Committee for Food Additives (CCFA). Purpose is to facilitate the CCFA work in their process of setting Maximum use levels of additives in food. I do not have a voting right. The WG will result in one or more reports to be submitted to CCFA. There is no overlap with my current activities in EFSA approximately 5 days/year", 
      "2013-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "UN-FAO Codex Alimentarius Committee for Food Additives (CCFA).", 
      "Member of electronic Working Group (eWG) on the development of a prioritisation strategy for the re-evaluation of the safety of food additives by the JECFA. Purpose is to facilitate the CCFA work in their process of setting Maximum use levels of additives in food. I do not have a voting right. The WG will result in one or more reports to be submitted to CCFA. There is no overlap with my current activities in EFSA Approximately 5 days /year", 
      "2013-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Chair of Dutch Advisory board on Food Contact Materials (G4)", 
      "Scientific Advisory body to the Dutch National administration with respect to chemical safety of non-EU regulated Food Contact Materials. The board does not have a risk management function, and does not evaluate substances which are covered by centralised EU legislation. In general the work does not overlap with CEF Panel work, but if overlap would occur this will be indicated in sDOI. The work is carried out under responsibility of the Dutch National Institute for Public Health and the Environment (RIVM) Approximately 30 days/year", 
      "2005-11", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "UN-FAO, Codex Alimentarius Committee on Food Additives", 
      "Member of an ad-hoc Working group on the revision of the Guidelines for the Simple Evaluation of Food Additive Intake. The working group was installed by the Codex Alimentarius Committee for Food Additives (CCFA). Purpose is to facilitate the CCFA work in their process of setting Maximum use levels of additives in food. I do not have a voting right. The WG will result in a report to be submitted to CCFA. There is no overlap with mu current activities for EFSA. Approximately 5 days/year", 
      "2012-07", 
      "2013-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "UN-FAO, Codex Alimentarius Committee on Food Additives", 
      "Member of electronic Working Group (eWG) on the General Standard for Food Additives (GSFA). The tasks of this eWG are to: i) prepare recommendations for the implementation of the horizontal approach to provisions in Tables 1 and 2 for food additives listed in Table 3 of the GSFA with “acidity regulators” function; ii) continue work on the application of a horizontal approach for food additives listed in Table 3 of the GSFA with “emulsifiers, stabilizers, thickeners” function; and iii) prepare proposals for aluminium-containing additives contained in Recommendations 4, 5, and 6 of CX/FA 12/44/10 . The working group was installed by the Codex Alimentarius Committee for Food Additives (CCFA). Purpose is to facilitate the CCFA work in their process of setting Maximum use levels of additives in food. I do not have a voting right. The WG will result in one or more reports to be submitted to CCFA. There is no overlap with my current activities in EFSA Approxinately 5 days/y", 
      "2012-07", 
      "2013-04", 
      ""
    ], 
    [
      "IV. Employment", 
      "National Institute for Public Health and the Environment (RIVM)", 
      "Active as toxicologist, Desk research/advisory work to support policies in the National Administration. Scientific opinions are given in the field of chemical safety of industrial chemicals and occasionally food-related substances in as far as these fall within the REACH legislation framework. These evaluating activities are co-ordinated by European Chemicals Agency, (ECHA, Helsinki). Among the activities is scientific advisory work to support REACH legislation and the Dutch national authorities on issues related to endocrine disruption (cf. REACH article 57f). The activities do not imply risk management. Scientific opinions are given in the field of chemical safety of substances in food, feed or in non-food consumer products to support the Dutch Food and Consumer Product Safety Authority (nVWA; The Hague) The activities do not imply risk management. To support the work of the Dutch food and Nutrition Centre (The Hague), opinions are given in the field chemical safety of substances in food. These opinions are usually more related to risk communication than to risk assessment. All of this work is strictly commissioned by the Dutch National authorities. Opinions may be given on substances which fall also in the remit of EFSA-CEF. If this occurs, an sDOI will be given when such substances are on the EFSA-CEF agenda.", 
      "2002-07", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Dutch Consumenten bond (Consumer Union)", 
      "Member. Professional interest, but no involvement in the Unions activities. The Union carries out studies of non-food and food products. They publish the results and give opinions on their safety and quality.", 
      "2002-07", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Dutch Government", 
      "Member of the Dutch delegation to the 46th FAO Codex Alimentarius Committee meeting on Food Additives (Hong Kong 17 -21 march, 2014). I will act there only as scientific advisor to the other Dutch delegates. I do not have any voting rights. Some of the flavouring substances discussed in CCFA context may have been or may appear in future also on the agenda of EFSA-CEF.", 
      "2014-01", 
      "2014-03", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Dutch Government", 
      "Member of the Dutch delegation to the 45th FAO Codex Alimentarius Committee meeting on Food Additives (Beijing, 18-23 march, 2013). I will act there only as scientific advisor to the other Dutch delegates. I do not have any voting rights. Some of the flavouring substances discussed in CCFA context may have been or may appear in future also on the agenda of EFSA-CEF.", 
      "2013-02", 
      "2013-03", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "MENNES", 
  "Current EFSA involvements": "Vice-Chair-CEF Panel 2014-2017 (CEF), Chair-Flavourings WG 2014-2017 (CEF)", 
  "Profession": "Toxicologist", 
  "First name": "Wim", 
  "Date": "2014-11-17"
}
