{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "IRCCS Azienda Ospedaliera Universitaria San Martino- IST- national Institute for Reasearch on Cancer.", 
      "Employment not within EFSA’s remit From September 1th, 2011 the National Cancer Research Institute, the Oncology Depts of the Genoa General Hospital and University were merged into a single Reasearch Institute with a new denomination. The mission was not changed: \"Know, Prevent and Treat Cancer\" It hasn't any ownership or rights on RA guidance, methodologies, software and/or computational models used in a regulatory process nor an official capacity of Risk Management . C. Bolognesi is head of the Environmental Carcinogenesis Unit which focuses its research on studying carcinogenic and mutagenic chemical compounds and on identifying the interactions between the environment and genetic factors which cause cancer. An effort was directed to study and validate simple, rapid and sensitive genotoxicity tests to be applied in different systems in vivo and in vitro in evaluating the carcinogenic and mutagenic hazard of different classes or categories of chemicals and as biomarkers in human and environmental biomonitoring studies.", 
      "1986-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Ministry of Health", 
      "Consultancy on the genotoxicity of PPPs through the delivery of assessment report, as support of the Italian National Committee for Pesticide registration.", 
      "2011-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "BOLOGNESI", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Member-Food Contact Material WG 2014-2017 (CEF), Member-Genotoxicity WG 2014-2017 (CEF)", 
  "Profession": "Researcher, head of the Environmental Carcinogenesis Unit, National Cancer Research Institute, Genoa, Italy", 
  "First name": "Claudia", 
  "Date": "2014-12-03"
}
