{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Aberdeen, Scottish Funding Council", 
      "For the last 5 years my research has focused on the effects of environmental and recreational chemicals on fetal development, health and reproductive function in humans and animals species, predominantly sheep and mice. Current post: August 2008 – Tenured Professor (Chair in Translational Medical Sciences), Division Applied Medicine, University of Aberdeen. SFC-funded, termination date 30.09.2024. My research has NOT specifically included studies of BPA by my own group.", 
      "1986-02", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Agence d'Evaluation de la Recherche et de l'Enseignement Supérieur (AERES), FRANCE", 
      "Assessment of research institutes and universities, confidential. Appointments are ad hoc, this is my second since 2013.", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Swedish Research Council Member, Standing Evaluation Panel, Environmental Pollution at the", 
      "Swedish Research Council Formas. This involved evaluating grant applications, including applications with direct analysis of BPA. However, only evaluated the projects, I played no role in the projects themselves, if funded.", 
      "2010-01", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Medical Research Council The human fetal liver: development and response to maternal drug use. Society for Reproduction & Fertility", 
      "Does exposure to a complex cocktail of environmental chemicals during pregnancy and lactation alter metabolic and steroid hormone systems in the adult liver?", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Wellcome TRust", 
      "Prenatal programming of adult disease by maternal smoking: the adrenal gland as a key player?", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CSO", 
      "Bioincubator system to model toxic effects on the human fetal testis. This project did not include specific analysis of BPA.", 
      "2010-01", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC", 
      "Investigation of effects of environmental chemicals in animal (sheep and mice) and human development and function, particularly in terms of reproduction. This work did not include any analysis of BPA.", 
      "2009-05", 
      "2011-10", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Holly Hill Trust", 
      "The effects of in utero exposure to di(2-ethylhexyl) phthalate (DEHP) and polychlorinated biphenyls via maternal ingestion on the foetal sheep ovary. This project did not include specific analysis of BPA.", 
      "2010-05", 
      "2010-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Wellcome Trust", 
      "Effect of in-utero exposure to environmental chemicals via maternal pasture ingestion on fetal development. This work did not include specific analysis of BPA.", 
      "2007-05", 
      "2010-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "NHS Grampiian", 
      "Fetal human gonadal cannabinoid receptors: expression and effects of maternal smoking. This project did not include the specific analysis of BPA.", 
      "2009-04", 
      "2010-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "NHS Grampian", 
      "Does maternal smoking disrupt key developmental sex steroid hormones in the fetus? This project did not include specific analysis of BPA.", 
      "2008-04", 
      "2009-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "NHS R&D", 
      "Salary supplement for Wellcome project “Effect of in-utero exposure to environmental chemicals via maternal pasture ingestion on fetal development.” This work did not include specify analyses of BPA.", 
      "2007-05", 
      "2008-04", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society for Reproduction & Fertility", 
      "This is a research charity and was the chair of the council of management 2009-2013. Any small projects funded by this charity, which may have included BPA, are decided by a committee that is independent of me and I have played no role in any such project involving BPA. I now serve on the Programme Committee", 
      "2009-07", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Molecular & Cellular Endocrinology", 
      "I am a member of this Editorial Board", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "European Commission Research Executive Agency", 
      "Expert evaluator of applications for Horizon 2020. At present I have NOT been asked to evaluate any applications and this is likely in part because I am a partner in 3 applications currently being considered by Horizon 2020. These are as follows: Partner in two Horizon 2020 research grant applications currently under consideration: 1.Placental “omics” Diagnostic tools for exposure and disease prevention (PLACENTOMICS), €6 million. 7 partners (Finland, Czech, Spain, Belgium (x2), Austria, UK). Aberdeen share €1million. 2.Innovation in Predictive Risk Assessment of Complex Mixtures of Mycotoxins and Persistent Organic Pollutants (PREDICTMIX), €8 million. 7 partners (Norway (x3), France, UK (x2), Germany). Aberdeen share €1million. Work-package leader in one Horizon 2020 MSCA ITN: 1.Endocrine disruptors; detection, mixtures, health effects, risk assessment and education (PROTECTEd), 8 academic/research institute partners (UK (x2), Norway (x3), Belgium, France, Chile) and 3 SMEs (UK, Netherlands, Belgium). Project designed for 15 ESRs.", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Endocrine Society", 
      "Economic costs of endocrine disrupting chemicals", 
      "2014-03", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "European Commission COST", 
      "Targeted Network Rapporteur. This is for “Gender, Science, Technology and Environment - genderSTE”. Targeted Networks are policy-driven initiatives approved by the CSO under the COST Plan for Strategic Activities. My duties are to assess progress made by the project and whether it should be extended further.", 
      "2014-03", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Endocrinology", 
      "I am a member of the editorial board of the journal \"Endocrinology\"", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "FOWLER", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Member-Flavourings WG 2014-2017 (CEF)", 
  "Profession": "Professor", 
  "First name": "Paul", 
  "Date": "2014-11-19"
}
