{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Autoridade de Segurança Alimentar e Económica (Portuguese Food Safety Agency)", 
      "My role is as an external expert on food contact materials. ASAE is not working on authorisation of substances. The frequency of meetings is one a year.", 
      "2009-02", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Portuguese Catholic University", 
      "I am Senior Researcher at Univeristy. I am responsible for the packaging laboratory devoted to research, teaching and contract work. These activities are all part of my job at the University. As leader of the packaging group I am responsible for promoting, preparing and conducting projects (scientific content only) under the scope of National, European or International programmes for financing the research activity. These projects are developed in cooperation with other R&D institutions (public or private). The laboratory also undertakes contract work for third part institutions and enterprises which I supervise as part of my job. This work consists typically on testing materials for global and specific migration to verify compliance with legislation. These companies are, to my knowledge, not submitting any authorisation application to EFSA. In case it comes to my knowledge that a specific work performed by the lab is being used in an application to EFSA, I will immediately declare that to EFSA and will undertake the necessary measures in order to be not involved on the evaluations in question, using the Specific Declaration of Interest procedure for each meeting. The laboratory may occasionally test packages to verify if the level of Bisphenol A complies with the limit laid down in Regulation (EU) 10/2011. This work is developed for food companies and packaging manufacturers, that want to verify the compliance of their packages. The laboratory acts as National Reference Laboratory for Food Contact Materials appointed by the Portuguese Ministry of Agriculture Sea Environment and Territory and performs the testing required on behalf of Portuguese surveillance authorities. Within this scope, the lab performs measurements on samples collected by the authorities from the market. These tests focus always on already regulated substances. As part of my job I represent the laboratory at the meetings of European Network of National Reference Laboratories.", 
      "1990-02", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission (EC)", 
      "The University is my employer and is a non-state University for Higher education and other public services. The University is financed through public grants (multi-annual financing plan), research projects and services provided to the community, including student’s fees and tuitions in the scope of teaching and training programmes, and contract work to third party institutions and companies. The value of private funding does not exceed 10% approx. of the budget. All payments concerning research projects and contract work are always made to the University financial administration. I have no any financial benefits from the research projects or any activity of the lab because all these activities are part of my job at the University. 2013 – date: Organisation: European Commission; My role: Member of ESB team of the project Collaborative project QUAFETY; Subject: Research Grant: Comprehensive approach to enhance quality and safety of ready to eat fresh products; Research grant paid to the university, No personal financial advantage.", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Research Agency of Portugal ADI", 
      "2011-2012: Organisation: national research agency ADI; My role: member of ESB team of the Collaborative project FrutaMais and project Myrtillus; Research Grant: Preservation of functional, nutritional and organoleptic characteristics of fruits, Research grant", 
      "2011-01", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Research Agency of Portugal ADI", 
      "2009-2010: Organisation: national research agency ADI; My role: scientific director of Collaborative project RAPIDARROZ; Research grant – Development of new integrated drying processes and packaging for rice and ingredients for traditional Portuguese meals using national products, Research grant paid to the university, No personal financial advantage. project in partnership with a enterprise producing rice meals.", 
      "2009-01", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Research Agency of Portugal ADI", 
      "2006-2008: Organisation: national research agency ADI; My role: scientific director of collaborative project Migramodel-Mathematical modelling of migration processes in food packaging for exposure assessment and compliance of safety, Research grant paid to the university, No personal financial advantage. Project in partnership with a company producing plastic bottles and tubs.", 
      "2006-01", 
      "2008-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Scientific journals", 
      "I am occasionally refereeing manuscripts submitted to journals: Food Additives and Contaminants, Food Chemistry, Food Control British Food Journal, Food Analytical Methods, Int J. Occupational Environmental Health, Packaging Technology and Science, Talanta, Int. J. Environmental Analytical Chemistry, J. Agri. Food Chemistry, J. Food Engineering", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "TAVARES POCAS", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Member-Food Contact Material WG 2014-2017 (CEF), Vice-Chair-Recycling plastics WG 2014-2017 (CEF)", 
  "Profession": "University professor and researcher", 
  "First name": "Maria de Fatima", 
  "Date": "2015-02-22"
}
