{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "Chair of the working group on infant total diet study (EATi)", 
      "2014-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "Member of the scientific advisory board. This board participates in the selection of experts, the examination of public declarations of interest, the implementation of expert appraisals, the assessment of laboratory activities and the Agency’s research.", 
      "2010-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "Member of the working group on endocrine disruptors. As member of this WG, I participated to the ANSES opinion on bisphenol A published in march 2013 and to the comments sent by ANSES to EFSA during the public consultation on the EFSA draft opinion on BPA. My activity on BPA within this WG closed in march 2014.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "Member of a working group on Bisphenol A", 
      "2009-09", 
      "2010-02", 
      ""
    ], 
    [
      "IV. Employment", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "I am research director at INRA, a French Public Institute which is not involved in risk management. My current responsibility is the management of research activity dealing with food safety within the division \"alimentation humaine\"", 
      "1981-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Danone", 
      "Analyses of water samples in order to detect possible endocrine disruptors", 
      "2009-10", 
      "2013-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Bioaccumulation and toxicity of mineral oil hydrocarbons in rats - specificity of different subclasses of a broad mixture relevant for human dietary exposures.", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "Mixtures of Polycyclic Aromatic Hydrocarbons: genotoxic effects and biomarkers. Program from the French Agency for Food, Environmental and Occupational Health and Safety", 
      "2010-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "In vitro metabolic study on alkanes in hepatic microsomes from humans and rats. EFSA Negotiated Procedure (NP/EFSA/CONTAM/2011/03) 2011.", 
      "2011-06", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ANR –French National Research Agency", 
      "Framework integrating innovative screening models for endocrine disruption. French funded projects (ANR –French National Research Agency):", 
      "2008-09", 
      "2011-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission (EC)", 
      "CASCADE (Chemicals as contaminants in the foodchain : a network of excellence for research, risk assessment and education), 6th FP.", 
      "2004-09", 
      "2009-09", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "Several projects on the effects of BPA, funded by INRA or other French public funding (ANR) are ongoing in the laboratory where I work. I'm not directly involved in these research projects.", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "CRAVEDI", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Member-Food Contact Material WG 2014-2017 (CEF)", 
  "Profession": "Scientist", 
  "First name": "Jean-Pierre", 
  "Date": "2015-03-05"
}
