{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Member of Norwegian Scientific Committee for Food Safety", 
      "Food additives, flavourings, processing aids, materials in contact with food and cosmetics. Also taking part in the risk assessment of four neurobehaviour studies on Bisphenol A. The work was finalised and published in 2008. Chairing a working group on the risk assessment of furan. Occasianally, the work of the Norwegian Scientific Committee for Food Safety will overlap with EFSA work. Information will then be given to EFSA.", 
      "2004-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - National Experts on Aspartame (AF)", 
      "2009-10", 
      "2010-05", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "NorTox", 
      "Member of the Nordic project NorTox working with evaluation of toxic compounds in eatable plants and mushrooms", 
      "2005-05", 
      "2009-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Norwegian Institute of Public Health", 
      "Toxicological advise on food additives, flavourings and food contact materials for the Food Authorities in Norway. Normally the work will not overlap with the work for EFSA. In cases where toxicological advice on substances where given for the Food Authorities in Norway, this will be declared in the specific Declaration of Interest.", 
      "1999-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Horizon 2020", 
      "I will coordinate wp7 in the new EU project \"European Test and Risk Assessment Strategies for Mixtures (EuroMix)\" funded in Horizon 2020", 
      "2015-02", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The Research Council of Norway", 
      "Research on compounds produced during heating of food. Experimental work with substituted furans on their genotoxic and carcinigenic properties. Some of these subtance are also flavourings evaluated by the CEF Panel in EFSA. This is decleared in the specific Declaration of Interest when the substances are discussed in the CEF Panel. I have no personal financial benefit from this project.", 
      "2006-06", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Eurotox 2014", 
      "I was invited speaker at Eurotox 2014 presenting the draft BPA opinion, and my stay was funded by the Eurotox organisation.", 
      "2014-09", 
      "2014-09", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Mrs", 
  "Family name": "HUSOY", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Vice-Chair-Flavourings WG 2014-2017 (CEF)", 
  "Profession": "Senior Scientist", 
  "First name": "Trine", 
  "Date": "2015-03-02"
}
