{
  "activities": [
    [
      "I. Economic interest", 
      "Santander, HBOS, British Telecom", 
      "Owner of UK bank and telecommunication shares", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Advisory Committe on Pesticides (HSE, UK)", 
      "Member, advice to government on the use of Pesticides in the UK. 6/7 meetings (days) a year", 
      "2012-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Interdepartmental (Government) Group on Health Risks from Chemicals (IGHRC), Interdepartmental (Government) Group on Health Risks from Chemicals (IGHRC), Executive Committee, London, UNITED KINGDOM", 
      "Consideration of risk assessment methods, commonalities and advice for many major UK government advice. Education and evolving of new concepts to be fed back to departments. Two or 3 days a year (unpaid).", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Membership Advisory Committee of Toxicity (FSA and Det Health)", 
      "Assessment of toxicity of chemicals in food, consumer products and the environment,", 
      "1996-04", 
      "2004-03", 
      ""
    ], 
    [
      "IV. Employment", 
      "Medical Research Council My areas of activities are in line with ANS and CEF panels in using a", 
      "broad range of toxicological and physiological knowledge acquired over many years in the MRC pertinent to risk assessment of synthetic and natural chemicals, some endogenous, many derived from the diet. My own research covers human hepatic diseases with genetic susceptibility that are triggered by diet and exogenous drugs and chemicals. I organise and administer a national MRC PhD scheme to build expertise in innovative toxicology, seeking to ensure the safe and effective development of drugs, chemicals and consumer products on a cutting-edge scientific basis. I act as external examiner for a variety of postgraduate courses in Surrey, Birmingham and Imperial universities requiring a wide breath of expertise. PhD examiner.", 
      "1977-05", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Food Standards Agency", 
      "Periodic advisor for Food Standards Agency on specific issues (especially environmental chemicals) and chairing/contributor at FSA away meetings on progress of research contracts. Unpaid. Two days. Advice to MRC, goverment and Royal Society of Chemistry on general toxicity issues on ad hoc basis (2 or 3 days a year). Contributor to Sense about Science and Science Media Centre (unpaid).", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Royal Society of Chemistry (RSC), Cambridge, UNITED KINGDOM", 
      "Chair of Royal Society of Chemistry, EXPERT PANEL ON ENDOCRINE DISRUPTER LOW DOSES EFFECTS workshop held at the Royal Society of Chemistry, Burlington House, London, on Wednesday 4 June 2014. Participants were from academia, government organisations, OECD, industry and ECETOC. RSC funded the meeting expenses and personal travel expense for AGS was from the Medical Research Council.", 
      "2014-06", 
      "2014-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Scientific Societies", 
      "Fellow of Royal Society of Chemistry Ex-chairman of Toxicology Group and ex- -president of Environment, Sustainability and Energy Division, Fellow of British and member of US societies of Toxicology, member of Biochemical and Marine Biological Societies, Register of UK and Euro Toxicologists.", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "SMITH", 
  "Current EFSA involvements": "Member-CEF Panel 2014-2017 (CEF), Member-Food Enzymes WG 2014-2017 (CEF), Member-WG on dioxins in food and feed (CONTAM)", 
  "Profession": "Scientist", 
  "First name": "Andy", 
  "Date": "2015-04-22"
}
