{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "2-3 day per month (1 day for physical meeting, 1-2 days for personnal work) Expert panel : animal nutrition. The nature of the advices delivered : Opinions Right to vote : Yes Right of veto : No Participating to the preparation of outputs of the advisory body addressing different issue as the mandate of the concerned Panel, working group or network : No opinion related to contaminants", 
      "2015-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "Scientific advices (6 days/year) It is a reflexion group concerning the scientific politic of INRA, the institute I am working for. This reflexion group should help the president of the institute", 
      "2015-02", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "INRA (Institut National de la Recherche Agronomique)", 
      "2 days per year Member of the Pig committee This committe meet twice a year and give advice to INRA about the subject that should be developped in the pig research The nature of the advices delivered : advice to INRA about the important subject that should be developped in the pig research Right to vote : No Right of veto : No Participating to the preparation of outputs of the advisory body addressing the same issue as the mandate of the concerned Panel, working group or network : No", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ANSES (Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail)", 
      "2-3 day per month (1 day for physical meeting, 2 days for personnal work) Expert panel :residues and chemical and physical contaminants. The nature of the advices delivered : Opinions Right to vote : Yes Right of veto : No Participating to the preparation of outputs of the advisory body addressing the same issue as the mandate of the concerned Panel, working group or network : No opinion related to Fusariotoxins and mycotoxin binders", 
      "2003-09", 
      "2012-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Centre de Recherche en Infectiologie Porcine (CRIP)", 
      "0.5 day per year Member of the scientific committe. I analyse reseach project submitted by the participant of the CRIP. These projects concern infectious disease in pigs. (http://www.crip.umontreal.ca/fr/accueil.html) The nature of the advices delivered : analysis of reseach project submitted to CRIP Right to vote : No Right of veto : No Participation to the preparation of outputs of the advisory body addressing the same issue as the mandate of the concerned Panel, working group or network : No", 
      "2006-01", 
      "2012-03", 
      ""
    ], 
    [
      "IV. Employment", 
      "Name: INRA (Institut National de la Recherche Agronomique) Location: the headquarters are located in Paris, the laboratory I am working in is located in Toulouse Type: public", 
      "Employed as a Research Scientist in a govermental Institute Head of the ImmunoMycoToxicology research team Not involved in risk managment Carry on reaseach on toxicity of mycotoxins in the INRA resach Center of Food toxicology", 
      "1993-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Biomin", 
      "ADDITIVE, SYNERGISTIC OR ANTAGONISTIC EFFECTS OF TWO MYCOTOXIN ON THE IMMUNE RESPONSE OF PIGLETS : PROTECTIVE EFFECT OF A BINDER COMPARATIVE EFFECT OF DON AND DOM-1 IN PIGLETS Role: Principal investigator Mycotoxin coumpound: provided by the industrial partner The following mycotoxins: T-2, HT-2, nivalenol, diacetoxyscirpenol, enniatins, beauvericin and monilifromin were not involved in this research", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "INRA, Institut National de", 
      "As a scientist working at INRA, I received funding from this institute", 
      "1993-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "4 European funded projects (2in FP5, 2 in FP6 and 2 in FP7) One projet is entitled Interplay of microbiota and gut function in the developing pig – Innovative avenues towards sustainable animal production, the other project is entitled Novel integrated strategies for worldwide mycotoxin reduction in food and feed chains 2 French projects. One is entitled Production of mycotoxins in wheat: from the diversity of the Fusarium community to the toxicological impact of mycotoxins. The other is entitled Gut microbiota and homeostasis of immune system in swine: a joint genetic and genomic stud The following mycotoxins: T-2, HT-2, nivalenol, diacetoxyscirpenol, enniatins, beauvericin and monilifromin were not involved in this research", 
      "2010-01", 
      "2014-10", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Lallemand", 
      "Protective effect of Saccharomyces on the immunotoxic effect of mycotoxins in pigs. This project only concern the mycotoxin Fumonisin B1", 
      "2011-12", 
      "2012-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Nutreco", 
      "Effect stress and dietary component on the intestinal response of piglets Species: pig. feed additive tested were confidental and not in relation with mycotoxin", 
      "2010-01", 
      "2012-07", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "OSWALD", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM), Vice-Chair-CONTAM WG on Group HBGV for mycotoxins (CONTAM), Chair-CONTAM WG on Zearalenone in feed (CONTAM), Member-Fusarium toxins (CONTAM)", 
  "Profession": "Director of Research", 
  "First name": "Isabelle", 
  "Date": "2015-11-27"
}
