{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Neuroscience Center, Helsinki, FINLAND", 
      "Member of the boards that evaluates research groups and candidates for possible recruitment. The advice formulated by the members of the panels are taken into consideration by the head of the Center. The outputs of these advisory boards will never addressed the same issues as the EFSA Panel. The nature of the advices delivered: Provide advice The experts role: Member No voting and no vetoing No participating at the preparation of outputs addressing the same issue as the mandate of the CONTAM Panel.", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "The Swedish Brain Foundation", 
      "Grant evaluation and funding distribution Member of the boards that evaluate scientific proposals and give advise to the Research council and the Brain foundation, respectively, about the allocation of research grants. moreover, the members have to evaluate the scientific reports from previous grants that are considered for continuation. The advice formulated by the members of the panels are taken into consideration by the council and transmitted to the applicants. All members have to express their opinion and give a score that is delivered to the applicant. The outputs of these advisory boards have never addressed the same issues as the EFSA Panel. The remit: Review of and advice on the research program The nature of the advices delivered: Provide advice The experts role: Member No voting and no vetoing No participating at the preparation of outputs addressing the same issue as the mandate of the CONTAM Panel.", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "The Swedish Research Council (VR), Stockholm, SWEDEN", 
      "Grant evaluation and funding distribution Member of the boards that evaluate scientific proposals and give advise to the Research council and the Brain foundation, respectively, about the allocation of research grants. moreover, the members have to evaluate the scientific reports from previous grants that are considered for continuation. The advice formulated by the members of the panels are taken into consideration by the council and transmitted to the applicants. All members have to express their opinion and give a score that is delivered to the applicant. The outputs of these advisory boards have never addressed the same issues as the EFSA Panel. The remit: Review of and advice on the research program The nature of the advices delivered: Provide advice The experts role: Member No voting and no vetoing No participating at the preparation of outputs addressing the same issue as the mandate of the CONTAM Panel.", 
      "2009-05", 
      "2014-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Karolinska Institutet", 
      "Research in the field of neuroscience with special focus on mechanisms of neurotoxicity. In 1995 I established my own research group at the Karolinska Institutet. I also served as vice-chair at the Institute of Environmental Medicine. My major research interest is in neurotoxicology, and I have extensive experience with in vitro work with neuronal culture, as well as with in vivo experimental work with rodents. My recent studies focus on the mechanisms of toxicity of neurotoxicants such as PCBs, MeHg, TCDD, PFOS, PFOA and Mn. The Department where I work does not have official responsibility to carry out risk management.", 
      "1987-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Nihon Trin Co, Osaka, JP", 
      "Study on the effects of molecular hydrogen on oxidative-stress-related neuronal damage during aging.", 
      "2013-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The Swedish research Councils VR", 
      "EFFECTS OF HORMONES ON NEURAL CELL DEATH AND SURVIVAL: long-lasting consequences of adverse prenatal factors.", 
      "2005-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The Swedish Research Council FORMAS", 
      "Gender-related differences in behavioral and molecular effects induced by neurotoxic environmental contaminants (special focus on MeHg and Mn).", 
      "2008-10", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "FORMAS", 
      "Developmental neurotoxicity of PFOS and PFOA.", 
      "2007-01", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC", 
      "Toxicity of non dioxin like PCBs.", 
      "2006-10", 
      "2009-10", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "CECCATELLI", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM)", 
  "Profession": "Professor", 
  "First name": "Sandra", 
  "Date": "2015-04-21"
}
