{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "King's College London", 
      "Diabetes and Nutritional Sciences Division and Department of Biochemistry. Main activities: research and teaching. Research on the role of trace elements in biological process, regulation of trace elements by cells and tissues and toxicological evaluation of undesirable substances in food/feed and water to humans and animals.", 
      "1999-07", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "National Institute of Nutrition and Seafood Research", 
      "Adjunct position as Senior Scientist at the Department for Seafood Safety. Main activities: supervise research on seafood safety, particularly with regards to molecular toxicology, mode of action research and toxicogenomics.This is a time-limited post ending 28/02/2011", 
      "2005-03", 
      "2011-02", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Norwegian Research Council, Norway, Oslo, Norgesforskningsrådet, NFR.", 
      "APREMIA Trace element availability and requirements in salmon. PUBLIC FUNDING The main objectives in this project are 1.to examine if chemical mineral speciation analysis can be used as a predictive measure of apparent mineral digestibility in Atlantic salmon 2.to study mineral bioavailability through examining intestinal routes, rates of uptake and distribution of different chemical forms of minerals in vitro 3.to estimate practical and conditional requirements of Zn, Mn and Se in future feeds for Atlantic salmon, mainly in the seawater phase, based on established and novel biomarkers 4.Based on dietary mineral feed level, digestibility, feed intakes and mineral retentions in feeding trials we will calculate the environmental load of micro minerals in salmon farming under variable farming conditions,and including use of triploid salmon.", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Johnson & Johnson", 
      "ZnT8: From molecular structure to function and back again. This project is about the molecular function of a zinc transporter in pancreatic ß-cells and its role in ß-cell function and type 2 diabetes. The subject matter of this research does not concern food or the food chain and does NOT FALL UNDER THE REMIT OF EFSA. Therefore, I was advised that this grant does not need to be declared. Nevertheless, the funding from this source will amount to less than 21% of my research income for 2015.", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Agriculture, Food and Rural Affairs, South Korea", 
      "Development of anti-diabetic functional foods from fermented Korean blueberry. This is a collaboration with Semyung University and a small juice manufacturer (as SME), WellRun, in South Korea. Our task is to identify if fermented blueberry juice causes insulin sensitisation in cultured muscle cells and to investigate the components and mechanisms involved.", 
      "2013-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "BBSRC, Biotechnology and Biological Research Council, Swindon, UK", 
      "Regulatory roles of the micronutrient zinc in phosphorylations", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Johnson and Johnson / King's College London", 
      "Protein-protein interaction between SLC30A8 and PDLIM7 and its influence on Type 2 Diabetes and beta-cell function. This project does not relate to food or the food chain and, therefore, does not fall within the remit of EFSA.", 
      "2012-10", 
      "2013-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Diabetes UK", 
      "Zinc metabolism in pancreatic -cells", 
      "2012-03", 
      "2013-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "NERC, Natural Environment Research Council, UK", 
      "Development of a new technique for detection of ionic metal and bioavailable trace metals in water. The method of diffusive gradients in thin-films (DGT) emulates some aspects of the dynamics, but it lacks some essential features of the organism. This project introduced controlled biological features into DGT and provided two new tools that can be used in situ to assess bioavailable metals. The biological binding DGT (BBDGT) incorporated cell cultures to enable precise mimicry of uptake from solution. The biological mobilising DGT (BMDGT) contained microbial components that enable the measurement of metals capable of release from colloids and particles.", 
      "2010-10", 
      "2012-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Norwegian Research Foundation NRF", 
      "Integrative environmental genomics of cod", 
      "2009-04", 
      "2012-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Centre for the Replacement, Refinement, and Reduction of Animals in Research, NC3R", 
      "Development of an in vitro model to replace ecotoxicity testing of fish to pharmaceuticals", 
      "2011-02", 
      "2012-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Natural Environment Research Council", 
      "Development of a fish gill cell culture system for site-specific water monitoring", 
      "2010-12", 
      "2012-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU", 
      "Project on sustainable fish feeds", 
      "2005-10", 
      "2010-08", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Biochemical Society", 
      "Membership in learned society", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Biometals", 
      "Member of journal editorial board", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Society for Zinc Biology (ISZB)", 
      "The International Society for Zinc Biology (ISZB) is a learned society for researchers interested in the roles of zinc in biological systems. I have been a full member since it was formed in 2008.", 
      "2008-02", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Comparative Biochemistry and Physiology", 
      "Member of editorial board of journal", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society of Toxicology", 
      "Member of learned society", 
      "2007-01", 
      "2014-12", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Society for Zinc Biology (ISZB)", 
      "The International Society for Zinc Biology (ISZB) is a learned society for scientists interested in the role of zinc in biological systems. I was member of its first executive committee until January 2011.", 
      "2008-02", 
      "2011-01", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "HOGSTRAND", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM), Vice-Chair-CONTAM WG on plastic microparticles and nanoparticles (CONTAM), Member- Environmental risk assessment overarching group (SC), Member-Feed Flavourings 2015-2018 (FEEDAP), Member-Other Additives 2015-2018 (FEEDAP), Member-Revision of Maximum Content of Copper in Feed (FEEDAP), Chair-WG on MCPD and glycidyl esters (CONTAM), Member-Weight of Evidence (SC)", 
  "Profession": "Academia", 
  "First name": "Christer", 
  "Date": "2015-10-29"
}
