{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Frontoffice RIVM/RIKILT Food Safety", 
      "Member of a team that writes advices on request of NVWA (Nederlandse Voedsel- en Warenauthoriteit or Netherlands Food and Consumer Product Safety Authority) in the area of environmental contaminants, natural toxins and residues of veterinary drugs and hormones in food and feed. The advices deal with specific contamination of feed or food in order to evaluate whether the contamination presents a risk to animals or humans. For this the exposure is compared with existing health guidance values like those established by EFSA. Advices are prepared by the RIVM (Rijksinstituut voor Volksgezondheid en Milieu) in cooperation with RIKILT and used by the NVWA to write an advice for the authorities. The work is not related to EFSA opinions and voting on it. I have no role in that process.", 
      "2005-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "RIKILT, Institute of Food Safety, NETHERLANDS, Wageningen", 
      "Contribution to a report on hazards in feed for the FAO. My role was a chapter on sources and incidents with dioxins, PCBs and flame retardents.", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "RIKILT, Institute of Food Safety, NETHERLANDS, Wageningen", 
      "RIKILT (not an abbreviation anymore) is privatized and part of Wageningen University and Research. Most work is performed for the Dutch authorities (Ministry of Economics, Agriculture and Innovation). Work for companies is only performed if accepted by the authorities, meaning that there is no conflict of interest. In case of analysis for companies, non-compliant results are reported to the authorities. My current job is programme leader Food Contaminants, dealing with the coordination of a set of projects in the area of environmental contaminants, radionuclides and natural toxins. including the NRL- tasks (National Reference Laboratory) Dioxins and PCB's, Mycotoxins, Marine Toxins, Heavy metals and toxic elements (96/23), PAHs and Pesticides in animal products (96/23). Most of the work is analytical, both method development, validation and analysis. In addition to programme leader I'm project leader in research projects on carry-over studies, development of bioassays for contaminants and Emergency Team Environmental Incidents (BOT-mi). RIKILT has no role in risk management.", 
      "1985-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "RIKILT, Institute of Food Safety, NETHERLANDS, Wageningen", 
      "Course on contaminants in feed. The course was organised by GCL/Eurofins on behalf of SAG in Chile (responsible for feed and lifestock inspection) and included two open workshops for third parties. In September I adviced SAG on a dioxin incident in Chile with contaminated poultry meat.", 
      "2013-06", 
      "2013-09", 
      ""
    ], 
    [
      "IV. Employment", 
      "RIKILT, Institute of Food Safety, NETHERLANDS, Wageningen", 
      "I performed a laboratory audit to 3 labs involved in dioxin analysis in Chile. Observations presented in a report. RIKILT was paid by APA (Association of Poultry Producers in Chile); Asprocer (Association of Pork Producers in Chile)", 
      "2012-03", 
      "2012-04", 
      ""
    ], 
    [
      "IV. Employment", 
      "RIKILT, Institute of Food Safety, NETHERLANDS, Wageningen", 
      "RIKILT was asked by Nutreco feed company to provide an independant statement on whether there was a relationship between a dioxin incident with corn (2010) and elevated dioxin levels observed in pigs, based on the observed levels in feed and livers and the congener patterns. Specific knowledge on the kinetics of individual congeners in pigs had to be used, knowledge present at RIKILT. RIKILT had also been involved in the discovery and follow-up of this incident. This work was part of the employment tasks at RIKILT. Furthermore, any activities performed by RIKILT for companies have to be approved first by the Dutch Ministry of Agriculture, now Economics, to avoid any conflict of interest with statutory tasks performed by the RIKILT.", 
      "2012-01", 
      "2012-02", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "BELAC (Belgium Accreditation Board)", 
      "I performed an audit at the FLVV laboratory in Tervuren to evaluate the performance of the CALUX bioassay (Chemical Activated LUciferase gene eXpression assay) for dioxins and dl-PCBs. Observations presented in a report. This audit is performed every 1-2 years.", 
      "2011-05", 
      "2011-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Economics (EZ)", 
      "Programme leader Food Contaminants. Coordination of work that is funded by Dutch government. This programme contains 20-25 research projects, some of which I am also the project leader for.", 
      "2006-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU and EZ (ministry of Economics)", 
      "Workpackage leader WP4 Carry over studies in EU-project QSAFFE- (Quality and SAfety of Feeds and Foods for Europe). In this WP the carry-over of dioxins in lactating cows and in young sheep is studied and modelled.", 
      "2011-03", 
      "2014-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Economics (EZ)", 
      "Project leader Food Carry-over studies contaminants and natural toxins (includes dioxins, PCBs, cadmium, pyrrolizidine alkaloids, melamine)", 
      "2006-01", 
      "2014-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Economics (EZ)", 
      "Project leader on Emergency team environmental incidents (BOT-mi; Beleidsondersteunend Team Milieu-incidenten) representing RIKILT All work for the Ministry of Economics is carried out in projects, also this work which is partly advising during incidents and partly contributing to the organization. If necessary it also included additional analyses).", 
      "2006-01", 
      "2014-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Companies", 
      "Involved in screening of food and feed samples for dioxins and dl- PCBs for third parties, application CALUX-bioassay (Chemical Activated LUciferase gene eXpression), project participant: funded by third parties under special agreement about reporting of positive results to authorities. All work is applied on behalf of RIKILT and the money goes directly to RIKILT. The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceed 25% of the total annual research budget that is managed by me.", 
      "2006-01", 
      "2013-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Economics (EZ)", 
      "Project leader for Development of bioassays for contaminants and natural toxins (dioxins, marine toxins, mycotoxins).", 
      "2006-01", 
      "2013-01", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Ethical committee on Animal Experiments Wageningen University", 
      "This committee reviews study protocols before allowing animal experiments can be carried out. I'm in the process of ending this activity but due to changes in the law there is a transition phase.", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Dutch society on radiation hygiene", 
      "Member of the Dutch society on radiation hygiene. This was a follow- up on a course on radiation.", 
      "1994-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Dutch society on Toxicology", 
      "This is the society for Toxicologists. I'm also member of the related Committee that supervices the training programme for toxicologists (Commissie van Toezicht).", 
      "1986-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "HOOGENBOOM", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM), Chair-CONTAM SWG on non-allowed pharmacologically active substances in food and feed and their reference points for action (2015-2018) (CONTAM), Member-PROMETHEUS (PROmoting METHods for Evidence Use in Scientific assessments) - Deliverable 2 \"Analysis of methods for dealing with data and evidence applied by EFSA\" (AMU), Chair-WG on dioxins in food and feed (CONTAM)", 
  "Profession": "Scientist", 
  "First name": "Laurentius (Ron)", 
  "Date": "2015-10-06"
}
