{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Joint WHO/FAO Expert Committee on Food Additives (JECFA)", 
      "Food Additives and Contaminants. The Committee publishes opinions under the aegis of the WHO and FAO on risk assessments for additives and contaminants in food. I have participated in the Committee as both a Member (5 meetings, 2010-14, with voting power, responsible for decisions concerning published opinions) and as a Temporary Expert (14 meetings, 1998-2010, non-voting, responsible for preparing draft documents concerning risk assessments for substances in food). The documents prepared are non-binding opinions of the expert attendees. I have completed numerous dietary exposure assessments for food additives as well as contaminants, including mycotoxins, chloropropanols, methylmercury, perchlorate, and others. I helped develop the Single Portion Exposure Technique (SPET) system for the JECFA procedure for safety assessment of flavouoring substances. I worked as a member of the WHO/FAO update project to renew Environmental Health Criteria (EHC) 70 (now EHC 240), participating in an international workshop in Annapolis MD, USA in May 2005. I am currently invited to participate in the 80th meeting of the JECFA in Rome, June 6-25 2015.", 
      "1998-06", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "US Food and Drug Administration", 
      "Food Additives and Contaminants. Group Supervisor, Division of Biotech and GRAS Notification Review (DBGNR). Supervise and mentor members of the Chemistry Group of DBGNR. Duties include the scientific review of GRAS (generally recognized as safe) notifications, the review, comment and sign-off of review documents produced by members of the group, the estimation of exposure to constituents and contaminants in foods, review of GRAS notice summary memoranda and response letters, guidance documents, and draft Federal Register documents. Support Agency (inter-Office) activities, such as recalls and Food Advisory Committees (FAC). Participation in special projects as necessary. Presentations before FDA Food Advisory Committee on olestra, acrylamide, furan, and bovine spongiform encephalopathy (BSE) from gelatin intake. Advise FDA management on dietary exposure aspects of risk assessments for foods, ingredients, nutients and contamininats. Currently advising on dietary exposure to sodium in the whole diet and caffeine from alcoholic beverages. Re-estimated dietary exposure to acrylamide beginning 2 January 2014, finishing 10 November 2014. Results to appear on FDA website following overall Agency re- evaluation. I do not carry out research as a part of this position and therefore I do not receive private (or public) research funding.", 
      "1988-07", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "DINOVI", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM)", 
  "Profession": "Chemist", 
  "First name": "Michael", 
  "Date": "2015-04-27"
}
