{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Norwegian Scientific Committee for Food Safety", 
      "Chair of Committee. Reelected 4/2014 I have no current assignment on endocrine issues. I have no current assignment regarding mycotoxins. In 2013 the Committee adopted an opinion on mycotoxins. The \"masked\" mycotoxin DON-glycoside was mentioned in the opinion, but no further assessment of this substance was made due to lack of data.", 
      "2010-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Vitenskapskomiteen for mattrygghet (VKM), Norway, Oslo. Norwegian Scientific Committee on Food Safety, Panel on food additives, food contact mertial, flavourings and cosmetics.", 
      "Risk assessment of Food additives, food flavourings, food contact materials,Cosmetics and related matters. The Panel (when I was a chair) adopted in June 2008 an opinion on specific studies on developmental effects of bisphenol A. I was not part of the working group that drafted the opinion.", 
      "2004-04", 
      "2014-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "Scientific evaluation of research Division of Human Nutrition (AlimH) Role: Member of evaluation committee", 
      "2013-04", 
      "2013-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "World health Organization (WHO /OMS), World Health Organization, Geneva, SWITZERLAND", 
      "Joint FAO/WHO Committee on Food Additives (JECFA) Assessment of food additives, flavourings and contaminants in food Role: Member", 
      "2012-06", 
      "2012-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "Norwegian Institute of Public Health", 
      "Deputy Director-General. The institute is not doing risk management in the remit of EFSA. I have currently no specific assignment to tasks related to endocrine issues.", 
      "2009-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Norges miljø og biovitenskapelige universitet (NMBU), Norway, Oslo and Ås, Norwegian university of Life Ssciences /Norwegian School of Veterinary Science", 
      "Professor II in Food toxicology Teaching and research", 
      "2008-07", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Norvegian Research Council; Norvegian Cancer Society; European Commission DG research", 
      "Research funding has only been to scientific research resulting in publications in scientific journals or reports open to the public. There have been no industry or any other private funding of research. The topics of resesearch: 1.Toxicology of food contaminants, e.g. acrylamide, HMF, dioxin/ PCB and other contaminants in food 2. Cancer research mainly focused on experimental studies on intestinal carcinogenesis related to food 3. Epidemiological research into aspects of food safety and nutrition, mainly related dietary exposure studies on nutrients, food contaminants and also pregnacy and child outcomes. EU funded projects FP6 and FP7: HEATOX, NEWGENERIS, HELIX,", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "The Norwegian Academy of Science and Letter's Committee for Geomedicine - Food, Enviroment and Health", 
      "Impact of natural and anthropogenic factors related to food and environment on human and animal health Role: Member of committee", 
      "2013-03", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Norvegian Society of Pharmacology and toxicology; Nordic Environmental Mutagen", 
      "Prof. Organisation.", 
      "1977-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Norvegian Medical Association", 
      "Prof. Organisation.", 
      "1973-06", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "ALEXANDER", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM), Chair-Biological Relevance (SC), Chair-CONTAM WG on Group HBGV for mycotoxins (CONTAM), Member-Uncertainty in risk assessment (SC), Member-Weight of Evidence (SC)", 
  "Profession": "Medical doctor, Toxicologist", 
  "First name": "Jan", 
  "Date": "2015-07-14"
}
