{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "member of expert committee on chemical risk assessment in food, and on chemical risk assessment on consuming products", 
      "2007-03", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Laboratoire de Toxicologie alimentaire, EA 3880, Université de Bretagne Occidentale, FRANCE, Plouzané", 
      "member of the laboratory until 2012, then director of the lab. responsible of the scientific orientations of the laboratory, responsible of the exposure team. Professor in risk assessment at the master level. Main orientations of the lab are : exposure to natural toxins (mycotoxins, phycotoxins), optimisation of the sampling strategy in food contaminants risk assessment, aggregate exposure to chemicals in cosmetology. More than 99% of fundings are public fundings.", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University de Bretagne Occidentale (UBO), University de Bretagne Occidentale, Brest, FRANCE", 
      "Teaching and research in the risk assessment area (hazard characterization, exposure analysis)", 
      "1999-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Agence Nationale de Sécurité du médicament, France", 
      "Exposure analysis of the french population to cosmetics (90% of laboratory fund). public entity", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "ROUDOT", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM)", 
  "Profession": "university professor", 
  "First name": "Alain-Claude", 
  "Date": "2015-04-16"
}
