{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "FPS Health, Food chain and Environment (DG4), Belgium, Brussels", 
      "Member of the Belgian Registration Committee on Pesticides. Toxicological evaluations (including proposal of classification and labelling of Plant Protection Products and exposure and risk assessment of operator/worker/bystander), preparation of guidance documents and advices on documents from Commission, national and european legal documents, ... No overlapping activity with the PPR Panel. National Authorization of Plant Protection Products. This activity is part of my employment’s tasks. I am officially designated as member of the Registration Committee (representant of the Scientific Institute of Public Health). I do not receive a financial compensation in my individual capacity for the expertise I provided. I have a right to vote (decisions are generally taken by consensus) and a right of veto. About 1 meeting/month. About 20-25% of my time for preparation of reports and attendence to meetings.", 
      "1990-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "FPS Health, Food chain and Environment, Health Council (CSS), Belgium, Brussels", 
      "Member of the Belgian Health Council (Conseil Supérieur de la Santé) - Human Toxicity (Chemical Agents) and various ad-hoc WG concerning Pesticides, biocides, food contaminants, environmental contaminants, chemicals in general. Toxicological evaluations, development of guidance documents (no overlapping with EFSA PPR or CONTAM Panel), advices (preparation of opinions or statements) on health effects of these substances, on guidance documents or on legal documents before adoption. Advices to the Federal Public Service Public Health, Food Chain Safety and Environment, answers to questions from the Minister of Public Health. Expert - invited Member. I participate in my personnal capacity. I do not receive a financial compensation in my individual capacity for the expertise I provided. I have a right to vote. The time devoted to this activity is variable depending on the requests. About 2-6 meetings/year. I am not and was not previously involved in the evaluation of erucic acid in food and feed.", 
      "1989-02", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Scientific Institute of Public Health WIV-ISP - Toxicology Unit, Belgium, Brussels", 
      "Head Toxicology Unit since 06/2010. Head of Programme Pesticides - Hazard and Risk Assessment of Pesticides. Management of the activities of expertise and research and development of the Unit. The main research activities of the Unit concern genotoxicity. Toxicological evaluations of chemicals, biocides, food contaminants, ... for other units of WIV-ISP, SPF Public Health, FASFC, Belgian Health Council, EFSA, ... Collaborations with the Unit of Consumer Safety concerning the toxicity of food contact materials. The Institute is a federal public scientific research institute. The Institute has no official responsability to carry out risk management. I am not and was not previously involved in the evaluation of erucic acid in food and feed.", 
      "1989-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "FPS Health, Food chain and Environment (DG5), Belgium, Brussels", 
      "Expert Classification and Labelling Advices on proposals of Classification and Labelling of chemical substances and pesticides. Advices on guidance documents. Mainly scientific support of Belgian RAC (Risk Assessment Committee) member. I have no rights to vote. This activity is part of my employment’s tasks. The time devoted to this activity is variable, depending on the requests, but about 5% of my time. I am not and was not previously involved in the evaluation of erucic acid in food and feed.", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "FASFC & Sci Com- FASFC, Belgian Federal Agency for the Safety of the Food Chain and Scientific Committee of the Federal Agency for the Safety of the Food Chain, BELGIUM, Brussels", 
      "At the request of FASFC or its Scientific Committee providence and evaluation of toxicological data on food contaminants or pesticides in the context of the preparation of scientific opinions or advices. I have no right to vote. This activity is considered as part of my employment’s tasks, but I participate in my private capacity. I do not receive a financial compensation in my individual capacity for the expertise I provided. The time devoted to this activity depends on the requests. About 5% of my time. 2-5 meetings/year. In September 2013 I was involved in the preparation of a rapid advice (17-2013) of the Scientific Committee of the FASFC on the presence of perchlorate in leafy vegetables grown in glasshouses. I am not currently involved in the toxicological evaluation or risk assessment of chlorate in food.", 
      "2007-06", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Scientific Institute of Public Health WIV-ISP, Belgium, Brussels", 
      "As Head of the Unit Toxicology, I receive funding from the federal budget for the functionning of the laboratory in order to perform researchs in the field of genotoxicology, biomonitoring and in-vitro toxicology on chemical substances, nanomaterials, non-ionizing radiations and food contact materials. I receive also funding from the Institute in order to engage a PhD and a post Doc on two research projects (one on FCM and one on the use of transcriptomics). “The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceeds 25% of the total annual research budget that is managed by me”. This funding concern mainly researchs in the field of non- ionizing radiations.", 
      "2010-06", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "VLEMINCKX", 
  "Current EFSA involvements": "Vice-Chair-CONTAM Panel 2015-2018 (CONTAM), Member-Standing WG Genotoxicity (2015-2018) (SC), Chair-WG on erucic acid in food and feed (CONTAM)", 
  "Profession": "Ph D in Sciences - Toxicologist Civil Servant - Head of Unit Toxicology in a Scientific Institute", 
  "First name": "Christiane", 
  "Date": "2015-10-19"
}
