{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Regione Piemonte, Torino, ITALY", 
      "Member of an informal regional working group concerning the study of the kinetics and possible endogenous origin of prednisolone in cattle, resulting in a scientific report (opinion). No voting or vetoing rights.", 
      "2009-11", 
      "2011-11", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Turin, Department of Veterinary Sciences", 
      "The University of Turin is a public University, with no official responsibility to carry out risk management. Current position : Full Professor in Veterinary Pharmacology and Toxicology with teaching duties and research interests in - Veterinary Toxicology (kinetics and dynamics of poisons affecting veterinary species) - Food Safety and Risk Assessment (chemical risk arising from drugs, additives and contaminants residues in food and feed) 2011-2014 Director of the Doctoral School of Veterinary Sciences for Animal Health and Food Safety 2015-2018 : President of the Library of Agronomy and Veterinary Sciences", 
      "1983-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Università di Torino, University of Turin, Italy, Turin", 
      "Role of the ABCG2 protein in the milk excretion of AFB1 and its metabolites and modulation of this phenomenon by DL-compounds. Deliverable : scientific report/publication", 
      "2015-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CONAD - Società Cooperativa", 
      "CONAD is a national retailer consortium. The funded research project is concerned with the set up of a mathematical model combining the serum levels of selected biomarkers from veal calves reared under controlled conditions, to be applied for routine quality controls. The grant has been awarded to the Department of Veterinary Sciences and is managed by myself. Nature of the associated deliverable : study report. \"The research (co)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceed 25% of the total annual research budget managed by myself\"", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Università di Torino, University of Turin, Italy, Turin", 
      "Modulation of the in vitro biotransformation of aflatoxin B1 in a bovine mammary cell line. Deliverable : study report/scientific publication", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministero della Salute Roma Italia National Ministry of Health, Rome Italy", 
      "Rare earths as growth-promoters : cytotoxic effects on cell cultures.", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Italian Ministry of Health", 
      "Comparative expression of AhR-mediated xenobiotic metabolizing enzymes in cows and ewes livers and relation with DL-compound the contamination (as measured by TEQ). Deliverable : study report/scientific publication", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU-Regione Piemonte European Funding for Regional Development (FESR)", 
      "Changes in target genes and protein expression in cattle reared in dioxin contaminated areas", 
      "2011-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministero della Salute Roma Italia National Ministry of Health, Rome Italy", 
      "Use of cell lines for the detection of glucocorticoid substances in cattle urine. Deliverable : study report/scientific publication", 
      "2011-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "IRTA S.r.l.. Istituto Ricerche Tecnologie Agroalimentari, Collegno (Turin), Italia", 
      "IRTA S.r.l., Istituto Ricerche Tecnologie Agroalimentari is an Italian private company involved in agri-food R&D and Consulting. Free grant for generically supporting research “aimed at developing biomarkers of exposure to xenobiotics (i.e. illicit growth promoters, environmental contaminants) in target species”. Deliverable : not requested", 
      "2012-12", 
      "2015-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CONAD", 
      "CONAD is a national retailer consortium. The funded research project is concerned with the discovery of biomarkers the exposure to illicit growth promoters in cattle by means of protein profiling Matrix Assisted Laser Desorption Ionization-Time Of Flight (MALDI-TOF) mass spectrometry. The grant has been awarded to the Department of Animal Pathology and managed by myself. Nature of the associated deliverable : study report. The research (co)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceed 25% of the total annual research budget managed by myself", 
      "2009-01", 
      "2013-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Casa Editrice EDISES - Napoli", 
      "Editor and chapter author of the book \"Residui di farmaci e contaminanti ambientali nelle produzioni animali\"", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Casa Editrice IDELSON GNOCCHI Napoli", 
      "Author of 4 chapters of the book \"Farmacologia Veterinaria\"", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Accademia di Agricoltura", 
      "Appointment as \"corresponding member\" of Accademia di Agricoltura (Agricultural Academy), a scientific society aiming at promoting the development of the agricultural sciences and all the related disciplines. Member should contribute attending the meeting and illustrating the results of their scientific investigations.", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Veterinary Medicine International", 
      "Member of the Editorial Board", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "EAVPT (European Association for Veterinary Pharmacology and Toxicxology) ECVPT (European College for Veterinary Pharmacology and Toxicology)", 
      "EAVPT promotes the scientific development of veterinary pharmacological and toxicological disciplines ECPVT trains and awards veterinarians as specialists in veteinary pharmacology and toxicology", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Journal of Veterinary Pharmacology and Therapeutics", 
      "Member of the Editorial Board", 
      "1991-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof. Dr.", 
  "Family name": "NEBBIA", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM), Vice-Chair-CONTAM SWG on non-allowed pharmacologically active substances in food and feed and their reference points for action (2015-2018) (CONTAM), Vice-Chair-CONTAM WG on Zearalenone in feed (CONTAM), Member-Technological Additives 2015-2018 (FEEDAP)", 
  "Profession": "University Professor (Full Professor)", 
  "First name": "Carlo Stefano", 
  "Date": "2015-11-29"
}
