{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Gothenburg and Sahlgrenska University Hospital, University of Gothenburg and Sahlgrenska University Hospital, Gothenburg, SWEDEN", 
      "Clinical work, research and teaching in Environmental Medicine. The employment includes risk assessment, but not risk management.", 
      "1980-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "FORTE, FORMAS, Sahlgrenska University Hospital", 
      "Topics Exposure sources: Toxic metals, Air pollution, Water contamination, Contaminated land, Residential Radon and other ionizing radiation, Noise. Topics outcomes: Overall morality, cancer, cardiovascular disease, kidney disease, neurological disease, annoyance. Funding and proportions private: Various research grants from state or other public research agencies. Never any private funding.", 
      "1985-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ICOH (International Commission on Occupational Health)", 
      "ICOH is the International Commission on Occupational Health. I am chair of the ICOH Scientific Committee on the Toxicology of Metals. This committee organizes symposia and conferences on human exposure and risk in the area of toxic metals. My position as chair will cease June 1st 2015, when my 6-year period as chair is ended.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "BARREGARD", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM)", 
  "Profession": "Professor and Chief physician", 
  "First name": "Lars", 
  "Date": "2015-04-20"
}
