{
  "activities": [
    [
      "I. Economic interest", 
      "NovaBiotics", 
      "shares (less than 0.1% of the business) spin out biotechnology company", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Medicines and Healthcare Products Regulatory Agency (MHRA), London, UNITED KINGDOM", 
      "Advise on herbal Medicines (HMAC) Member of the expert advisory group", 
      "2013-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Department of Health (DoH), London, UNITED KINGDOM", 
      "Committee for Carcinogenicity oc chemicals, Food, Comsumer Products and teh Environment (COC) member of Expert Advisory Committee I have been a member since 2013 and have NOT been involved in the evaluation of dioxins or DL-PCbs", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Medicines and Healthcare Products Regulatory Agency (MHRA), London, UNITED KINGDOM", 
      "To advise on the safety of medicines in my case paediatric medicines member of Expert Advisory Group", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Aberdeen, University of Aberdeen, Aberdeen, UNITED KINGDOM", 
      "Education Professor of Biochemical Pharmacology and Toxicology - teaching, research and administration Yes within the laboratory context", 
      "1979-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Toxicology Society Learned Society I am President", 
      "Society aims to promote the education, research and advancement of toxicology", 
      "1990-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "WALLACE", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM), Vice-Chair-WG on dioxins in food and feed (CONTAM)", 
  "Profession": "Academic Toxicologist", 
  "First name": "Heather", 
  "Date": "2015-07-15"
}
