{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Bundesinstitut für Risikobewertung (BfR), Federal Institute for Risk Assessment, Federal Institute for Risk Assessment, GERMANY, Berlin", 
      "experts role: member of the advisory board; the expert is not participating to the preparation of outputs of the advisory body addressing the same issue as the mandate of the concerned Panel", 
      "2013-07", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Potsdam, Institute for Nuritional Sciences, Chair Food Chemistry", 
      "University, teaching Food Chemistry and Food Toxicology experts role: Full Professor, teaching of MSc and BSc students organisation has no offical responsibility to carry out risk management", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Muenster, Insitute of Food Chemistry", 
      "University, teaching Food Chemistry and Toxicology; experts role: Full Professor, Chair of Food Chemistry, teaching of MSc and BSc students; organisation has no offical responsibility to carry out risk management", 
      "2008-09", 
      "2013-09", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "BMBF (German Federal Ministry for Education and Reseach)", 
      "Battery (automobile) safety regarding the establishment of new electrolytes and additiva. role of the expert: in vitro toxicity characterisation of electrolytes and additiva", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "DFG Deutsche Forschungsgemeinschaft (German Research Foundation)", 
      "basic research on arsenic genotoxicity", 
      "2007-04", 
      "2014-07", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "GUM Gesellschaft für Umwelt-Mutationsforschung", 
      "experts role: vice chair The members of the advisory board scientifically organise the biannual GUM meeting and select posterawards; the advisory board does not deliver any advices subjects:genotoxicity and mutagenicity testing expert is not participating (or has participated) to the preparation of outputs adressing the same issues as the mandate of the concerned working group", 
      "2011-02", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "GMS Gesellschaft für Mineralstoffe und Spurenelemente (Society for Minerals and Trace Elements)", 
      "experts role: member of advisory board The members of the advisory board scientifically organise the GMS annual meeting and selects of posterawards; the advisory board does not deliver any advices subjects: minerals, trace elements, interaction between micronutrients, analysis of micronutrients expert is not participating (or has participated) to the preparation of outputs adressing the same issues as the mandate of the concerned working group", 
      "2006-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "GDCh-LChG Gesellschaft für deutsche Chemiker - Lebensmittelchemische Gesellschaft (the German Chemical Society - Society of Food Chemistry)", 
      "DNA-repair, genotoxicity, mutagenicity, carcinogenicity, Food Chemistry and Food Toxicology", 
      "2004-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "DGDR Deutsche Gesellschaft für DNA- Reparaturforschung (German DNA repair network)", 
      "experts role: Vice president since September 2014 The members of the advisory board scientifically organise the biaannual meetings and select of posterawards and scientific awards; the advisory board does not deliver any advices expert is not participating (or has participated) to the preparation of outputs adressing the same issues as the mandate of the concerned working group subjects: DNA repair - DNA damage response - genomic instability -", 
      "2000-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "DGDR Deutsche Gesellschaft für DNA- Reparaturforschung", 
      "DNA-repair, genotoxicity, mutagenicity, carcinogenicity, Food Chemistry and Food Toxicology", 
      "2000-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "EEMS European Environmental Mutagen Societiy", 
      "DNA-repair, genotoxicity, mutagenicity, carcinogenicity, Food Chemistry and Food Toxicology", 
      "2000-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "GBM Gesellschaft für Biochemie and Molekularbiology (The (German) Society for Biochemistry and Molecular Biology)", 
      "DNA-repair, genotoxicity, mutagenicity, carcinogenicity, Chemistry and Food Toxicology", 
      "2000-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "GUM Gesellschaft für Umwelt-Mutationsforschung", 
      "DNA-repair, genotoxicity, mutagenicity, carcinogenicity, Food Chemistry and Food Toxicology", 
      "2000-03", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof. Dr. rer. nat", 
  "Family name": "SCHWERDTLE", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM), Chair-CONTAM WG HCN in apricot kernels (CONTAM)", 
  "Profession": "Full Professor in Food Chemistry", 
  "First name": "Tanja", 
  "Date": "2015-07-09"
}
