{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Norwegian Scientific Committee for Food Safety", 
      "Risk assessment of contaminants in food, as member (and vice-chair) of the panel on contaminants in the Norwegian Scientific Committee for Food Safety (VKM). The activity involves comparing dietary intakes and/or biomarkers of contaminant exposure (e.g. dioxins, dl- PCBs, mercury, flame retardants) in population subgroups with current tolerable intakes. It also involves risk asessment of substances currently without tolerable intakes (e.g. ndl-PCBs, PAHs, furan, oxidation products). VKM also perform risk-benefit assessments. Risk assessments are performed on request from the Norwegian Food Control Authority or is self-initiated by VKM. All panel members have voting rights. The outputs are published as statements or opinions on the official website of the VKM. The delivered advice is taken into concideration by the Norwegian Food Control Authority and other governmental organs.", 
      "2004-03", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Norwegian Institute of Public Health (Nasjonalt Folkehelseinstitutt), Norway, Oslo", 
      "Scientific data collection, experimental studies in mice and cell lines, effects of carcinogens on tumour development and gene expression. Dietary intake assessment of contaminant exposure in population subgroups, and analysis of correlation between dietary intake and biomarkers of exposure. Effets of exposure to organic contaminnats and metals on different end points in the Norwegian birth cohort. The Norwegian Institute of Public Health is not involved in risk managment in the area of food safety.", 
      "1999-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU", 
      "Partner in the EU project \"Arctic Health Risks: Impacts on health in the Arctic and Europe owing to climate-induced changes in contaminant cycling (ArcRisk - 226534). Funded by the 7th EU Framework Programme", 
      "2009-06", 
      "2014-01", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "KNUTSEN", 
  "Current EFSA involvements": "Chair-CONTAM Panel 2015-2018 (CONTAM), Member-Scientific Committee 2015-2018 (SC), Member-WG on dioxins in food and feed (CONTAM)", 
  "Profession": "Scientist", 
  "First name": "Helle Katrine", 
  "Date": "2015-07-09"
}
