{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Technical University of Denmark, National Food Institute", 
      "The Technical University (DTU) has the following main objectives: education, research, public sector consultancy and innovation. DTU does not participate in development of pesticides in view of their authorisation. DTU does not perform risk management but as stated below we perform research based scientific advising and risk assessment which can be used by the Danish authorities in risk management and decision making. DTU has not developed or published risk assessment guidance or methodologies that are used in the regulatory process of pesticides. For pesticides we use the EFSA PRIMo model for intake calculations and comparison with ADI and ARfD. My main usual tasks are: - Performing research based scientific advising of the National Food Agency about exposure and risk assessment of contaminants and pesticides. - Perform research based advising of the Danish authorities as part of national authorisations for pesticides and before meetings in Codex and EU. - Research within probabilistic modelling. Have been granted access to the programme MCRA (developed by RIVM and Biometris in the Netherlands) so this programme is used for probabilistic calculations. - Teaching at DTU and University of Copenhagen in chemical risk assessment and exposure of contaminants including cumulative and probabilistic modelling. - Teaching in setting maximum limits for contaminants and pesticides. - Preparing Evaluation reports to and MRL proposals for some of the pesticides where Denmark is Rapporteur Member State (RMS). - Preparing evaluation reports for the Northern zone for some of the pesticides where Denmark is RMS. Funding is as a starting point from public money coming from the governmental funding of the University. For some work concerning evaluations of pesticides applicants pay a fee to the authorities and part of this fee is paid to DTU for performing the work. Teaching as part of external projects: - Has done teaching in Chemical Risk Assessment in the EU project Better Training for Safer Food in the period spring 2011 untill now. - Have performed teaching in chemical Risk Assessment in Ghana, Ethiopia and Botswana as part of the EU project EDES from November 2012 to March 2014. The project continues until summer 2015. - Teaching in Chemical Risk Assessment in Saudi Arabia in 2012 as part of an agreement between DTU and the Saudi Arabian authorities. - Teashing in the course arranged and finansed by EFSA \"Training seminars on risk assessment for Pre-Accession countries in 2013 - chemical\" in July 2013. Payment and funding for external teaching activities mentioned above are paid to DTU.", 
      "1987-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission DG Research and Innovation", 
      "Part of a granted project about combined exposure to multiole toxic substances (Euromix) within the EU funded research programme Hoizon 2020.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Ms", 
  "Family name": "PETERSEN", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM), Chair-CONTAM WG on plastic microparticles and nanoparticles (CONTAM), Member- Pesticide Steering Committee (PRAS), Member-Pesticides - Residues Meetings (PRAS)", 
  "Profession": "Senior Adviser", 
  "First name": "Annette", 
  "Date": "2015-07-09"
}
