{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "The Food and Environment Research Agency", 
      "I am employed by Fera. From 1 April 2015, Fera moves from being a wholly-owned agency of UK Government (Defra) to Fera Science Limited, a joint venture between Capita (75% shareholding) and Defra (25% shareholding). This new arrangement means that Fera Science Limited will be legally classified as private sector overall, but will continue to provide independent evidence/advice to UK government as well as commercial services. Following discussions between Fera, FSA with EFSA, it has been agreed that the EFSA Management Board will consider an application from Fera Science Limited for continuation of Article 36 (and so Food Safety Organisation) status, on the grounds that the funding profile for Fera Science Ltd will be dominated by public sector funding, at least in the medium term. EFSA has advised that until the EFSA Management Board reaches a decision in June, Fera Science Limited will retain its current status with EFSA as a Food Safety Organisation, and would not anticipate any consequent changes in the eligibility of Fera staff to serve on EFSA committees. Fera has no official responsibility for food chemical risk management. My own role is to lead a team of scientific staff investigating environmental contaminants in food and their impact on human health. These include dioxins and PCBs (both dioxin-like and non-dioxin-like PCBs), PAHs, trace elements, flame retardants such as PBDEs, TBBPA, HBCDD, organo-phosphorus compounds such as PFOS and the like, brominated and mixed halogenated dioxins, PCNs and other emerging contaminants in foods.", 
      "1988-05", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "The British Toxicological Society", 
      "Professional society for toxicologists", 
      "2006-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Royal Society of Chemistry", 
      "Professional society for Chemists I am Fellow of the RSC (FRSC), Chartered Chemist (CChem), European Chemist (EurChem) and Chartered Scientist (CSci) as a result of this membership. I am a committee member of the Toxicology Group.", 
      "1990-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Association of Environmental Analytical Chemistry", 
      "Society for those with an interest in environmental analytical chemistry.", 
      "2009-09", 
      "2013-01", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "ROSE", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM)", 
  "Profession": "principle scientist environmental contaminants", 
  "First name": "Martin", 
  "Date": "2015-05-01"
}
