{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Bundesinstitut für Risikobewertung (BfR) in Berlin, (DE): Bundesinstitut für Risikobewertung (BfR) in Berlin, Berlin, GERMANY", 
      "BfR: since 2014 member of the commission \"food additives, aromatics, and food processing\".(1-2 meetings planned per year)", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Austrian Ministry of Health, D: Österreichisches Bundesministerium für Gesundheit, Vienna, AUSTRIA", 
      "Austrian Ministry of Health: Since 2013 member of the commissions \"codex alimentarius austriacus\" (~ 2meetings/yr) and \"novel food\" (~2 meetings/yr). In the commission \"Codex alimantarius..\" the advice comprises occasional consultancy with regard to risk assessment of food and feed contaminants. In the other commission I contribute to the decision finding of the commission with regard to risks of the application of genetically modified organisms for the safety of food and feed. Since December 2014 member of a working group with the purpose to give scientfic advice with regard to the risks of the electronic cigarette (first meeting in December 2014; next planned for February 2015).", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Medical University of Vienna (MUW), Medizinische Universität Wien, Vienna, AUSTRIA", 
      "Employed as senior scientist at the Institute of Cancer Research; head of the research unit \"Chemical Safety and Cancer Prevention\". Research focus: chemical carcinogenesis, non-genotoxic carcinogenesis and tumor promotion in the liver, chemoprevention, peroxidized lipid and induction of hepatic inflammation; development of alternatives to animal bioassays, epithelial-mesenchymal interactions in the liver; the role of fibroblast growth factors for hepatocarcinogenesis. For further details see: http://krebsforschung.meduniwien.ac.at/forschung-research/research- focus/chemical-safety-and-cancer-prevention/bettina-grasl-kraupp-ao- univ-prof-dr/?L=1 Director of the postgraduate course Toxicology at the Medial University Vienna. For details see: http://www.meduniwien.ac.at/toxicology/php/index.php", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Umweltbundesamt GmbH , Austrian Federal Environment Agency Ltd, AUSTRIA, Vienna", 
      "Occasional consultancy with regard to the human biomonitoring programme of this agency", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission/Innovative Medicine Initiative, Austrian Science Fonds", 
      "EU-project in the frame of the Innovative Medicine Initiative (IMI) details see: www.imi-marcar.eu/. In this project two PhD students and 2 technicians, working in my group, are receiving funding. A further project is funded by the Austrian Science Fonds (www.fwf.ac.at). One phd student and several diploma students in my group are paid from this source.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "GRASL-KRAUPP", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM)", 
  "Profession": "Senior Scientis", 
  "First name": "Bettina", 
  "Date": "2015-04-13"
}
