{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Advisory Committee on Animal Feedingstuffs", 
      "Member and deputy chairman of the UK Advisory Committee on Animal Feedingstuffs (ACAF). The Committee provides advice to the UK Government and its Agencies on the safety and use of animal feeds and feeding practices, with particular emphasis on protecting human health and with reference to new technical developments and new feed materials and products. It also addresses animal health aspects and a wide range of contemporary issues including advice on the UK negotiating line on new European Community (EC) proposals, animal feed ingredients including genetically modified organisms (GMOs) and labelling and information for purchasers of animal feed. ACAF is a UK-wide committee made up of independent experts who are appointed for their individual expertise and experience and are not representative of any organisation. The committee is committed to a policy of openness and publishes its agendas, minutes, reports and most of its papers. The recommendations of the committee are agreed after full and open discussions, and there is no voting procedure. Any dissenting opinions are recorded in the minutes of the meeting, which are forwarded to the relevant Government bodies and published on the internet. As a member of ACAF I have not contributed to any publications or recommendations from the Committee that address issues that are dealt with by the CONTAM Panel, although notice is taken in all of the ACAF meetings of Opinions published by EFSA. My term of office ended in September 2011.", 
      "2002-09", 
      "2011-09", 
      ""
    ], 
    [
      "IV. Employment", 
      "ADAS UK Ltd", 
      "I was employed by ADAS until April 2012. ADAS is a privately- owned company providing environmental services and policy advice to the agricultural industries, regional authorities and the UK Government and its Agencies. It includes risk assessment, but not related to food or feed, nor to contaminants in food or feed. In my employment with the Company I undertook reviews of scientific literature and produced guidance documents on livestock nutrition, feeds and feeding systems. These did not relate to contaminants in livestock feeds, the effects of contaminants on livestock consuming them or on the possible transfer of contaminants into milk, meat or eggs. I was not involved in any research (either public or commercially funded), consultancy or risk assessment nor risk management relating to contaminants in food or feed on behalf of ADAS in the last 5 years. I retired from ADAS in April 2012, and have no full-time involvement with the Company.", 
      "2000-01", 
      "2012-04", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ADAS UK Ltd, Wolverhampton, UNITED KINGDOM", 
      "ADAS is an independent provider of environmental consultancy. I provide information to ADAS only on the environmental impact of farm animal production, and in particular on the effects of feeds and feeding systems on emissions of greenhouse gasses. This work does not involve advice on food or feed contaminants, not overlap with any work being undertaken for EFSA. The information is used by ADAS in the development of environmental impact models for the UK government. Frequency of advice is ad hoc, but no more than 10 days/year.", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Food Standards Agency, London, UK. An Executive Agency of the UK Government.", 
      "Provision of advice and production of guidance documents for the Food Standards Agency on livestock feeds and feeding, and on implementing, in the UK, EC policies relating to animal feedingstuffs. I have not been involved in any public or commercially funded research relating to the presence of contaminants in food or feed in the last 5 years.", 
      "2002-01", 
      "2012-04", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Department of Environment, Food and Rural Affairs (Defra). Department of the UK Government.", 
      "Provision of advice and guidance documents on livestock feeds, and feeding, and strategies to reduce the environmental impact of farmed livestock. This has not involved any public or commercially funded research in connecrtion with additives in food or feed, or contaminants in food or feed, in the last 5 years.", 
      "2000-01", 
      "2012-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "COTTRILL", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM), Vice-Chair-Fusarium toxins (CONTAM), Chair-WG on Phorbol esters in Jatropha kernel meal (CONTAM), Vice-Chair-WG on erucic acid in food and feed (CONTAM)", 
  "Profession": "Senior Scientific Advisor", 
  "First name": "Bruce", 
  "Date": "2015-04-17"
}
