{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Scientific Committee on Consumer Safety (SCCS), Scientific Committee on Consumer Safety, Luxembourg, LUXEMBOURG", 
      "Invited expert", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ECVAM Scientific Advisory Committee (ESAC), ECVAM Scientific Advisory Committee, Ispra, ITALY", 
      "Member of experts", 
      "2007-04", 
      "2013-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Scientific Committee on Consumer Safety (SCCS), Scientific Committee on Consumer Safety, Luxembourg, LUXEMBOURG", 
      "Co-chair of SCCP and later from SCCS (name change)", 
      "1997-04", 
      "2013-04", 
      ""
    ], 
    [
      "IV. Employment", 
      "Vrije Universiteit Brussel (VUB), Free University Brussels, Brussels, BELGIUM", 
      "Head of Department of Toxicology and Dermato-Cosmetology Head of Research Cluster “Lever & Celbiologie & Toxicologie”, Consortium consisting of the research groups IVTD, in vitro Toxicology and Dermato-Cosmetology (previous name FAFY), LIVR (Liver Cell Biology Lab) and SKIN (Skin Research and Physiology) Chair of FARM: Farmaceutische en Farmacologische Wetenschappen (all pharmaceutical groups together) Professor and teaching different courses related to Toxicology and dermato-cosmetic sciences to pharmaceutical studens", 
      "1974-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission DG Research and Innovation", 
      "Research partner in two actually running EU projects i.e. HeMiBio (\"Hepatic Microfluidic Bioreactor\"; coordinator Prof. C. VERFAILLIE, Stem Cell Institute KU Leuven, BE) and DETECTIVE (\"Detection of endpoints and biomarkers of repeated dose toxicity using in vitro systems\"; coordinator Prof. J. HESCHELER, the Institute of Neurophysiology of the University of Cologne, DE).", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "the Belgian Association of Chemical Cosmetologists, Belgian Society of Toxicology, European Society of In Vitro Toxicology, Belgian Assiociation of Dermato- Cosmetic Sciences, European Consensus Platform on 3R Alternative Methods, Fund for Scientific Research, European Register of Toxicologists", 
      "-Member of the Belgian Association for Pharmaceutical Sciences -Member of the Society of Cosmetic Scientists, Great Britain -Member of the Belgian Association of Chemical Cosmetologists -Member of the Belgian Society of Toxicology -Member of ESTIV (European Society of In Vitro Toxicology) -Foundation member of Badecos (Belgian Assiociation of Dermato- Cosmetic Sciences) -Foundation member of ECOPA (European Consensus Platform on 3R Alternative Methods) -Co-founder and member of the Fund for Scientific Research – Flanders (FWO) groups of excellence “Connexin and pannexin channels: regulation, function and applications” (2010-2015) -Included in the European Register of Toxicologists (ERT) (since 2010)", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "ROGIERS", 
  "Current EFSA involvements": "Member-CONTAM Panel 2015-2018 (CONTAM)", 
  "Profession": "Head of the Department of In Vitro Toxicology and Dermato-Cosmetology", 
  "First name": "Vera Maria", 
  "Date": "2015-04-21"
}
