{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Bundesinstitut für Risikobewertung (BfR), Federal Institute for Risk Assessement (BfR), Max-Dohrn-Straße 8-10. D10589 Berlin, GERMANY", 
      "Member of the BfR Commissions for Feedingstuffs-Animal Nutrition and GMO. Role: Provide advice to BfR in specific questions related to feed additives and to GMOs.", 
      "2015-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "German Committee of Nutrient Requirements of Domestic Animals, Frankfurt, GERMANY", 
      "The Committee developed energy and nutrient requirements for ruminants, horses, pigs and poultry. The membership finished in Dec. 2011 (two and a half year after my retirement)", 
      "2001-01", 
      "2011-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Committee for Nutrient Requirements; Chairman of the Committee, Frankfurt, GERMANY", 
      "Chaimenship finished Dec. 2011", 
      "2001-01", 
      "2011-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Institute of Animal Nutrition, Federal Research Institute for Animal Health, Braunschweig, Germany", 
      "Head of the Institute until 30/04/2009. The Institute deals with nutrition of ruminants, pigs and poultry. The Institute has 12 permanent scientific staff members, about 40 technical staff members, about 15 PhD students and about 5 MSc-students. Apart from laboratories, we also have an experimantal station for animal experiments. Since 01.05.2009 I am retired and I am working as a Senior Scientific Officer at this Institute.", 
      "1994-11", 
      "2009-04", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "National and International memberships", 
      "Member of the Slovakian Academy of Science, Member of the British Society of Animal Science Member of the German Society of Nutritional Physiolgy Member of the Chinese Academy of Agricultural Science", 
      "2009-02", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "\"FeedMagazine/Kraftfutter (Frankfurt am Main, an international bilingual journal for producers and distributors of products for animal nutrition, official services as well as as consultants of the agricultural producers.\"", 
      "\"Writing/publishing articles (together with Jürgen Gropp) on my own behalf (not of EFSA) for FeedMagazine/Kraftfutter concerning the work of the EFSA FEEDAP Panel, providing background information and scientific opinions in order to improve knowledge and understanding for FEEDAP-work\"", 
      "2015-08", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Board Membership of International Journals, Europe", 
      "Book review editor of the journal \"Animal Feed Science and Technology\", Co-Editor of the journal \"Übersichten zur Tierernährung\". Board member of the following journals: Archives of Animal Nutrition Journal of Animal Nutrition and Animal Physiology Journal of Animal and Feed Sciences Journal of Applied Animal Science", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof. Dr.", 
  "Family name": "FLACHOWSKY", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Amino Acids and Vitamins 2015-2018 (FEEDAP), Member-Feed Materials 2015-2018 (FEEDAP), Member-Trace Elements 2015-2018 (FEEDAP)", 
  "Profession": "Senior Scientific Officer", 
  "First name": "Gerhard", 
  "Date": "2015-09-13"
}
