{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Alexander Technological Educational Institute (ATEI)", 
      "Alexander Technological Educational Institute of Thessaloniki, Greece, is a public Institution for Higher Education (University), and has no official responsibility to carry out risk assessment/ risk management. Bampidis Vasileios role in the organization: Associate Professor. The duties I carry under my employment include teaching, research, supervision of Diploma Students, and administration. Teaching. Responsible for the following graduate courses: a) Animal Nutrition, b) Bovine Husbandry, c) Companion Animal Care and Management, and d) Animal Pathology. Research. Preparation of research project proposals, project management, reporting, experimental design, data analysis, dissemination of results. Administration. Participation on administration working groups (educational programme, staff promotion, department evaluation etc.) for the Department of Animal Production and for Alexander Technological Educational Institute of Thessaloniki.", 
      "2008-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "NAGREF (National Agricultural Research Foundation)", 
      "Project title: “A comparative study between the use of Cynara cardunculus and corn silages in rations for dairy cows and sheep, as well as growing fattening lambs”. Deliverables: study report, scientific papers. The project was funded by NAGREF (public sector) and not managed by Vasileios Bampidis. NAGREF used these funds only to purchase consumables. Bampidis Vasileios role: Participant Researher.", 
      "2011-05", 
      "2014-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Research Committee of ATEI (Alexander Technological Educational Institute)", 
      "Project title: “Milk production and quality of Greek buffalo (Bubalus bubalis)”. Deliverables: study report, scientific papers. The project was funded by the Research Committee of ATEI Thessaloniki (public sector) and managed by Vasileios Bampidis. Bampidis Vasileios role: Project leader.", 
      "2009-09", 
      "2011-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Research Committee of ATEI (Alexander Technological Educational Institute)", 
      "Project title: “Effect of management, in dairy cow farms, on milk production and quality in the area of Central Macedonia, Greece”. Deliverables: study report, scientific papers. The project was funded by the Research Committee of ATEI Thessaloniki (public sector) and not managed by Vasileios Bampidis. Bampidis Vasileios role: Participant Researher.", 
      "2009-08", 
      "2011-07", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Various scientific associations", 
      "Member of professional bodies: 1. Geotechnical Chamber of Greece (1994–current) 2. Hellenic Veterinary Medical Society (1996–current) 3. Hellenic Veterinary Association (1998–current) 4. Hellenic Society of Animal Production (2001–current) 5. Greek Society of Small Ruminant Veterinarians (2007–current) 6. European Federation of Animal Science – EAAP (2011–current)", 
      "1994-11", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "BAMPIDIS", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Enzymes 2015-2018 (FEEDAP), Member-Technological Additives 2015-2018 (FEEDAP)", 
  "Profession": "Associate Professor", 
  "First name": "Vasileios", 
  "Date": "2015-09-12"
}
