{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Joint FAO/WHO Expert Committee on Food Additives (JEFCA), Rome, ITALY", 
      "I have benn included in the roster of experts on veterinary drugs. I did not partecipate to any meeting so far. I will be involved as an expert only concerning the assessment ok pharmacokinetics and residue depletion of veterinary drugs if necessary. Usually JECFA held 1 meeting per year concerning veterinary drugs.", 
      "2015-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Medicine Agency (EMA), European Medicine Agency, London, UNITED KINGDOM", 
      "Member of CVMP's Safety Working Party (SWPv). The Safety Working Party (SWP-V) provides scientific expertise to the Committee for Medicinal Products for Veterinary Use (CVMP) on all issues regarding the safety of veterinary medicinal products in the context of consumer and operator safety. This includes providing expertise on the establishment of maximum residue limits (MRLs) and on the preparation of guidelines relating to the safety of veterinary medicinal products and to user safety. There are 4 meetings per year. The preparation of the meeting require 1 or 2 days and the preparation and reviw of the documents it depends on the subject and group of work, normally not many days per year.", 
      "2005-02", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministero della Salute, Ministry of Health, Roma, ITALY", 
      "Member of the Italian Consultant Commission for Veterinary Medicinal Products (CCFV). I am an expert for Safety of Medicinal Product (Part IIIA and IIIB of the Dossier). The CCFV provides scientific advice to the Ministry of Health on all issues regarding Quality, Safety and Efficacy of Veterinary Medicinal Products. There are 4/5 meetings 2 days long per year. CCFV is a consultant commission and most of the work is done during the meetings. The preparation and the revision of the documents it takes few days per year.", 
      "2001-03", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Milan, Università degli Studi di Milano, Milano, ITALY", 
      "Current position : Associated Professor in Veterinary Pharmacology and Toxicology. Teaching activities: - Veterinary Pharmacology and Toxicology - Toxicology of residues in feed and food of animal origin Main research activities: - Pharmacokinetics and pharmacodynamics - Residue depletion of pharmaceutical substances in products of animal origin", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Casa Editrice: IDELSON GNOCCHI - Napoli Italy", 
      "Author of 4 chapters of the book \"Farmacologia Veterinaria\"", 
      "2009-11", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Journal of Dairy, Veterinary and Animal Research", 
      "Member of the Editorial Board", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Veterinaria - Rivista ufficiale SCIVAC", 
      "Member of the Scientific Committee", 
      "2003-03", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "EAVPT (European Association for Veterinary Pharmacology and Toxicxology)", 
      "EAVPT promotes the scientific development of veterinary pharmacological and toxicological disciplines", 
      "1990-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Associazione Nazionale tra i Produttori di Alimenti", 
      "Member of the Scientific Committee as expert for antimicrobial resistance, with the aim to update information concerning the European guide lines on antimicrobial resistance and the prudent use of antimicrobials.", 
      "2015-02", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "VILLA", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Feed Flavourings 2015-2018 (FEEDAP), Member-Other Additives 2015-2018 (FEEDAP)", 
  "Profession": "Associated Professor in Veterinary Pharmacology and Toxicology", 
  "First name": "Roberto", 
  "Date": "2015-09-12"
}
