{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Université de Lorraine", 
      "Member of the scientific comittee \"Agronomie Agroalimentaire Forêt\" : - allocations of research funds to the different research teams - organisation of scientific symposiums - validation of PhD thesis subjects and orientation - discussing investissments - coordination of research projects", 
      "2011-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Conseil National des Universités", 
      "Since 2011, Member of the scientific panel \"Biologie des Organismes\" : - participating to the research evaluation procedure of the national research units - evaluation of the researchers belonging to the section - giving advices on the carreer of Professors and Assistant Professors of the University - Participating to the elaboration of the \"liste de qualifications aux fonctions de MCF et PR\" Since July 2013, chair of the scientific panel \"Biologie des Organismes\"", 
      "2011-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "INRA - Institut National de la Recherche Agronomique -", 
      "Member of the scientific comittee of INRA Champenoux NANCY : - allocations of research funds to the different research teams - organisation of scientific symposiums - discussing investissments - coordination of research projects", 
      "2008-12", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Institut National de la Recherche Agronomique (INRA)", 
      "Commission Scientifique Spécialisée Nutrition Toxicologie (Research Institute) : to provide yearly personnal evaluation of the french researchers depending from this INRA commission", 
      "2003-01", 
      "2010-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Université de Lorraine", 
      "University involving a department of Agronomy and food science (Ecole Nationale Supérieure d'Agronomie et des Industries Alimentaires). Professeur des Universités Classe Exceptionnelle in the area \"Animal Nutrition and food safety\"", 
      "1993-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "Public founding in the area of food safety Exposure of lifestock to soil bound Chlordecone and transfer to animal products The results of these studies are presented in a study report. They are also presented in international Congresses and published in scientific journals", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Agence Nationale de la Recherche", 
      "Public founding Assessment of the developmental, behavioral, cellular and molecular toxicity effect induced by a gestational and lactational chronic exposure to a relevant mixturs of the 6 NDL-PCB indicators in a mouse model The results of these studies are presented in studies reports. They are also presented in international Congresses and published in scientific journals", 
      "2011-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "INRA", 
      "Public founding in the area of food safety Relative Bioavailability of soil bound PCB in lactating ruminants and hens Innovative Strategies to secure animal production in chlordecone contaminated areas The results of these studies are presented in studies reports. They are also presented in international Congresses and published in scientific journals", 
      "2010-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministère de l'Agriculture, Direction générale de l'alimentation", 
      "Public founding in the area of foof safety Decontamination of limousine heifers exposed to polychlorobyphenyls The results of these studies are presented in studies reports. They are also presented in international Congresses and published in scientific journals", 
      "2010-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ADEME - Agence de l'environnement et de la maitrise de l'énergie\"", 
      "Reasearch public funding on bioavailability of soil bound polycyclic aromatic hydrocarbons from contaminated areas The results of these studies are presented in studies reports. They are also presented in international Congresses and published in scientific journals", 
      "2004-12", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministère Enseignement Supérieur et Recherche", 
      "Public founding in the area of food safety Research on food safety : - Bioavailability of persistant organic pollutants (PAHs, PCBs) from fodder and soil in lactating ruminants - Metabolism of persistant organic pollutants and transfer to milk - Transfer of POP in lactating rats and neurotoxicological effects on puppies The results of these studies are presented in a study report. They are also presented in international Congresses and published in scientific journals", 
      "1993-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "RYCHEN", 
  "Current EFSA involvements": "Chair-FEEDAP Panel 2015-2018 (FEEDAP), Member-Scientific Committee 2015-2018 (SC), Chair-Enzymes 2015-2018 (FEEDAP), Member- Micro-organisms 2015-2018 (FEEDAP)", 
  "Profession": "Professor in Animal Science", 
  "First name": "Guido", 
  "Date": "2015-09-10"
}
