{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "British Journal of Nutrition, UNITED KINGDOM", 
      "Deputy Editor in Chief of most important nutrition journal outside USA. Time devoted to activity = 200 h p.a.", 
      "2006-02", 
      "2011-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Biotechnology and Biological Sciences Research Council (BBSRC), UNITED KINGDOM", 
      "Pool member, BBSRC research committees. BBSRC is the UK national research funding body for biology and biotechnology. Slight activity, 10 h p.a.", 
      "2008-02", 
      "2010-09", 
      ""
    ], 
    [
      "IV. Employment", 
      "Rowett Institute of Nutrition and Health, University of Aberdeen", 
      "Research on gastrointestinal microbiology, particularly in ruminants and relating to methane, fatty acid metabolism and feed additives. Teaching is on ruminant nutrition. I do not participate in Risk Management, nor is my employer an organisation with an official capacity in Risk Management.", 
      "1976-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "UK Research Councils (NA), NA, NA, UNITED KINGDOM", 
      "Evaluation of research grant proposals. 5 h p.a. Areas of microbiology and applied biology.", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "European Commission, Brussels, BELGIUM", 
      "Evaluator, RIA Actions, Horizon 2020. 80 h p.a. One week of daily meetings, five virtual meetings.", 
      "2014-06", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Biotechnology and Biological Sciences Research Council", 
      "Programme adviser, IBERS. Evaluator of proposed ruminant nutrition/microbiology research programme. Not relevant to EFSA activities/responsibilities. 20 h p.a.", 
      "2011-05", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "CSIRO - Commonwealth Scientific and Industrial Research Organisation, Australia's national science agency", 
      "Evaluator/adviser on project aiming to mitigate methane emissions in sheep. Not relevant to EFSA activities/responsibilities. Time spent so far (until May 2015) was 20 h. The research plan was revised in the light of my recommendations.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "International Foundation of Science", 
      "Member of Advisory Committee on grants for developing countries. Not relevant to EFSA activities/responsibilities. 20 h p.a.", 
      "2008-02", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Chr Hansen, DENMARK", 
      "Advisory on probiotics research; providing advice on discovering feed additives to combat sub acute ruminal acidosis; resulted in a grant proposal to discover new probiotic feed additives. This is about discovery, not development. Chr Hansen produces inoculants and enzymes for the cheese industry, other enzymes, and probiotics. It does not produce amino acids or vitamins. 10 h p.a.", 
      "2011-03", 
      "2014-08", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Harbro (Scotland's biggest feed compounder), UNITED KINGDOM", 
      "I provide advice on ruminant nutrition and feed additives that modify rumen function and prevent acidosis. Advice is broadly based, on mode of action vs microorganisms, not safety or efficacy. 20 h p.a.", 
      "2010-01", 
      "2014-08", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Meat & Livestock Agency, Australia", 
      "Review of Australian methane research. 30 h over one month, single contract.", 
      "2013-08", 
      "2013-09", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Czech Academy of Sciences", 
      "Advisor on microbiology research project proposal to national science funding agency. Not relevant to EFSA activities/responsibilities. 5 h. One-off contract.", 
      "2009-04", 
      "2013-09", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Department for Environment, Food and Rural Affairs (UK government)", 
      "I advised on and evaluated UK government department research projects. Not relevant to EFSA activities/responsibilities. 6 h p.a.", 
      "2011-01", 
      "2011-01", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Enterprise Ireland", 
      "Evaluator of research proposals on ruminant nutrition and the development of feed additives. Broad advice, not relating to efficacy or safety, was given. 10 h. One-off contract.", 
      "2010-05", 
      "2010-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "BBSRC, UK", 
      "Sub-acute ruminal acidosis. Industrial Partnership Award, with Quality Meat Scotland, DairyCo, Harbro Ltd, Chr Hansen and AbAgri as industrial sponsors (10%). £1.2M total award, with U Glasgow and U Strathclyde. The results of the research must be made available in the public domain, a condition of the award.", 
      "2012-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Various", 
      "I received approximately £250,000 from public bodies, including the Scottish Government, the European Commission and the Technology Strategy Board. None of the research was directly related to feed additives. The only commercial income was from Agolin S.A., Switzerland, 16,700 euros, for research on food additives, i.e. for man not animals.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Technology Strategy", 
      "New methods for measuring ruminal archaea. Not relevant to EFSA", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Commonwealth Scholarship Commission", 
      "Studentship to determine the effects of essential oil compounds on ruminal biohydrogenation of fatty acids. Highly relevant to FEEDAPP affairs. Value approx 35,000 euros p.a.", 
      "2011-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "FP7 Coordinator 7.7M euros, ‘Ruminomics’, Research project, Connecting the animal genome, gastrointestinal microbiomes and nutrition to improve digestion efficiency and the environmental impacts of ruminant livestock production’. There are 51 deliverables, entirely research reports or dissemination of results or training.", 
      "2011-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "EC FP7, FOOD-SEG partner, €23,219 euros (of total 999,915 euros) – ‘Environmental lifestyle and persistence of food-borne pathogens’. The aim is to gather all information pertaining to this topic and to present a report.", 
      "2011-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Technology Strategy Board (National Technology Funding Agency)", 
      "Genomics grant to 'mine the rumen metagenome for enzymes of industrial usefulness'. The intended outcome is bioinformatic information and possible new enzymes for the biofules and pharmacology industries.", 
      "2011-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Scottish Government", 
      "4-year research project on methane emissions from ruminants, aiming to provide information to cattle breeding industry.", 
      "2011-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Scottish Government", 
      "3-year project on fatty acid metabolism in the rumen, aimimg to provide the Scottish Government with advice on how farmers can produce milk with a better health-promoting profile.", 
      "2011-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Agolin", 
      "Essential oils as potential food additives to modulate microbial activity in the gut. The outcome will provide information about the potential usefulness of essential oils as food additives in man.", 
      "2009-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Scottish Government", 
      "Core programme: Protein and fatty acid metabolism in the human intestine. No relevance to feed additives.", 
      "2006-04", 
      "2011-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "EC FP6, FEED-SEG Work Package leader, €32,670 (of total €485,602) ‘Feed additives’, in ‘Healthy feed for safety – dissemination of research results of EC funded research on feed quality’Not relevant to EFSA activities/responsibilities.", 
      "2007-06", 
      "2010-05", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "WALLACE", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Chair-Amino Acids and Vitamins 2015-2018 (FEEDAP), Member-Micro-organisms 2015-2018 (FEEDAP)", 
  "Profession": "Personal Professor", 
  "First name": "Robert John", 
  "Date": "2015-10-01"
}
