{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Medicines Agency (EMA), London, UNITED KINGDOM", 
      "The European Medicines Agency (EMA) is a decentralised agency of the European Union, located in London. The Agency is responsible for the scientific evaluation of medicines for use in the European Union. I am the co-opted member for scientific opinions the Environmental Risk Assessment of veterinary drugs at the Committee for Medicinal Products for Veterinary Use (CVMP). I am as well the chair of Environmental Risk Assessment Working Party which is providing scientific advises on the field of environmental risk assessment for veterinary medical products. CVMP has 11 meetings per year. We are meeting monthly for a two and a half days. ERA WP meets 3 times per year for meetings in the duration of one day and a half. I spent approximately 55 days for the preparation for the rapports and participation at the CVMP and ERA WP meetings. Currently, I am also aa member of an \"Ad hock\" PBT assessment group.", 
      "2007-12", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "National Laboratory for Health, Environment and Food (NLZOH), Maribor, SLOVENIA", 
      "The National Laboratory for Health Environment and Food (NLZOH) is a central national institution on the field of a public health, environment and food. It is a legal descendant of the Public Health Institute (PHI), Maribor (see the list of organizations from Slovenia). NLZOH is at the same location as it was PHI. At the NLZOH I am the head of the activity on environmental risks with the ecotoxicological laboratory. I am not involved in any activities which are related in feed additives.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Public Health Institute of Maribor, SLOVENIA, Maribor", 
      "Slovenian regional Public Health Institutes (PHI) ceases to exist with the 1. January 2014, when all contractual obligations and rights are transferred to the National Laboratory of Health, Environment and Food (NLZOH). At the PHI I was a head of the Center for risk assessment with the ecotoxicological laboratory, no activities that I was involved in were related to the animal feed.", 
      "1987-04", 
      "2013-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "FP7-Seventh Framework Programme", 
      "CADASTER- Case studies on the Development and Application of in- Silico Techniques for Environmental hazard and Risk assessment CADASTER provided the practical guidance to integrated risk assessment by carrying out a full hazard and risk assessment for chemicals belonging to four compound classes. http://www.cadaster.eu/node/4 No research was conducted on the field of food or feed in our laboratory for the ecotoxicology. No research is conducted on food or feed is conducted at present.", 
      "2009-01", 
      "2012-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.,", 
  "Family name": "KOLAR", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Coccidiostats and Histomonostats 2015-2018 (FEEDAP), Member-Feed Flavourings 2015-2018 (FEEDAP), Member-Other Additives 2015-2018 (FEEDAP)", 
  "Profession": "Head of activities on environmental risks", 
  "First name": "Boris", 
  "Date": "2015-09-10"
}
