{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Agrocampus Ouest, FRANCE, Rennes cedex", 
      "I am Head of the department of Animal and Food sciences and Nutrition, and I am a Representative member of the executive board of Agrocampus Ouest (2004-ongoing). The Department of Animal and Food sciences and Nutrition is a multidisciplinary one consisting of 5 teams (biochemistry and human Nutrition, animal genetics, microbiology, food science and animal science). I manage 17 support staff and 29 academics. My main roles are i) Academic planning and development within the context of Agrocampus Ouest strategic priorities. I have to motivate my team to work towards a shared vision for the department, ii) human resource management (recruitment, promotion), iii) budget management. I have a meeting twice a month; this activity represents 40% of my activity. My other activities are teaching (20%), Research (20%) and of expertise (20%)", 
      "2004-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Agrocampus Ouest, FRANCE, Rennes cedex", 
      "Agrocampus Ouest belongs to the French Agency of Agriculture; So I work for Agrocampus Ouest and consequently for the French Agency of Agriculture I work full time as a Professor of animal Science with a speciality in monongastric animals I have some responsabilities that I have written in the II section", 
      "1987-12", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "member of the working group « Nutritional and health Allegations in animal nutrition » since the 30th july 2013, I have just had 2 meetings of one day", 
      "2013-07", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "Member of the permanent working group «Guides of good practices and HACCP » since the 3rd september 2012 6 meetings par year; I make reports on guides that are in the animal sector, such as guide on hatcheries, guide on the production of fatty liver...", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "•Member of the panel \"Animal nutrition\" l’ANSES from August 2009, My role in these scientific advisory bodies is the role of an expert in monogastric animal production and nutrition; the main body is the panel “animal nutrition” (one full day per month). I can be asked to make reports on a nutrition subject in monogastric animals; it depends of the subjects The meeting once a month is for a collective activity of expertise where people who were in charge of a report present them and where we make conclusions and decide the conclusions and public advice of ANSES", 
      "2009-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "Member of the working group «Effects of electromagnetic fields on behaviour, health and performances of farm animals\"» de l’ANSES July 2013 to march 2015 (a meeting per month; I was in charge of the poultry section; I made a report on the effect of electromagnetic fields on poultry production and behaviour, that will be part of the final report", 
      "2013-07", 
      "2015-03", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "Member of the emergency working group «epidemic porcine diarrhea (15 may 2014- to october 2014) 6 meetings by phone (4 hours for each of the meetings) I was the only member of the animal nutrition panel and I had to make a list of all the animal co products that could be used in pig nutrition, with their origin, and the risk they represented )", 
      "2014-05", 
      "2014-10", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ANSES, Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail, FRANCE, Maisons- Alfort", 
      "A working group is usually formed by members of different panels; for each working group where I work I am a delegate from the panel “animal nutrition” with my speciality in monogastric animal production and nutrition (mainly poultry, laying hens and pigs) Member of the working group «Transformed animal protein for domestic animals nutrition\" » from 21 february 2011 to 30 april 2011 (5 meetings of one day) i made a report on the effect of the suppression of PAT on turkey nutrition and production, that became a part of the final report from ANSES", 
      "2011-02", 
      "2011-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Institut National de la Recheche Agronomique (French Institute in agronomic research) Ministère de l'enseignement superieur et de la recherche (French Minsitry of Education and research), feed company \"Valorex\"", 
      "The last 5 years I have worked on omega 3 fatty acids and their link with meat quality and obesity. In France, my research is mainly funded by public funds. As a Professor I receive money from the French Ministry of Agriculture (through INRA) and from the French Ministry of Education and Research (national public funds) My activity is related to feed additives (omega 3 fatty acids) and new raw materials in feed; I have worked in collaboration with The Ivory Coast on the use of Euphorbia heterophylla in guinea pig nutrition; the last experiment was on the use of Euphorbia heterophylla in hen and rabbit nutrition (from 2009 to now); Euphorbia heterophylla has a very high amount of omega 3 fatty acids; it is a plant that people destroy in Africa because this plant grows in the cotton fields and absolutely everywhere; this is the first work on this plant used for animal nutrition. And it is a good opportunity for animal producers to use this plant to feed their animals; the main consequences are a decrease in cholesterol content and an increase in the omega 3 content in animal products (meat and eggs); this is important in a poor region; the farmers can sell their products at a high price becasuse they are healthy; I work with a teacher from the Institut National polytechnique Felix Houphouet Boigny in Ivory Coast. The animals are resred in Ivory Coast and all the analyses are made in my Lab, I also write the papers in English My research activity is with INRA I got PhD grants from Valorex (feed company specialist of linseed) in 2012 for a PhD that will be finished in june 2015 on the use of polyunsaturated fatty acids in animal nutrition, using the rat as a model. We have shown that omega 3 fatty acids are anti obesity and omega 6 fatty acids are pro obesity; I am the director of the PhD 15 000 euros /year for 3 years (salary of the student) This does not exceed the budget I manage because it is for the student salary; the lab received no money There will be a thesis and scientific papers in international Journals", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "KOUBA", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Enzymes 2015-2018 (FEEDAP), Member-Micro-organisms 2015-2018 (FEEDAP)", 
  "Profession": "Professor of Animal Science", 
  "First name": "Maryline", 
  "Date": "2015-09-10"
}
