{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ISS, Istituto Superiore di Sanità, Italian National Institute of Health, Italy", 
      "Member of the Working Group on Biocides established by the ISS following a request of the Italian Ministry of Health. The mandate of the Working Group includes the following activities: 1) Evaluation of the chemical-physical, toxicological, ecotoxicological properties, of the environmental fate and classification of new and existing biocidal and plant protection active substances. 2) Compilation of the harmonised classification and labelling (CLH) evaluation report (Annex XV of classification, labelling and packaging (CLP) regulation (EC) No 1272/2008) for the substances mentioned above. 3) Evaluation of the classification proposals submitted by the EU Member States for the substances mentioned above. 4) Scientific support to the Italian members of the Risk Assessment Committee (RAC) of ECHA. 5) When requested, participation in the RAC meetings as scientific expert / advisor, according to the ECHA procedures. This activity involves about 5 meetings of three hours per year and requires an average work time of 10 hours per month.", 
      "2013-12", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ISS, Istituto Superiore di Sanità, Italian National Institute of Health, Italy", 
      "Member of the Working Group “Evaluation of intrinsic properties and classification of chemicals”. The Working Group supports the activity of the Italian Competent Authority concerning the registration, evaluation, authorisation and restriction of chemicals (REACH - Regulation (EC) No 1907/2006) and classification, labelling and packaging (Regulation (EC) No 1272/2008). G.A is member of the Working Group as expert for carcinogenesis and mutagenesis. This activity involves about 6 meetings of three hours per year and requires an average work time of 20 hours per month.", 
      "2012-12", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "OECD, Organization for Economic Co-operation and Development, Organization for Economic Co-operation and Development, FRANCE, Paris", 
      "Head of the Italian Delegation to the Joint Meeting of the Chemicals Committee and the Working Party on Chemicals, Pesticides and Biotechnology (JM). The JM oversees the OECD's work on Chemical Safety, carried out under the Environment, Health and Safety (EHS) Programme. The Head of Delegation is the coordinator of the national experts involved in the EHS programme of OECD and their spokesperson at the joint meetings that are held in Paris every nine months. Each joint meeting lasts usually two day and a half. This activity takes on average 150 hours per year and is part of the remit of the ISS (Italian Institute of Health) of which I am employed.", 
      "2010-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "OECD, Organization for Economic Co-operation and Development, Organization for Economic Co-operation and Development, FRANCE, Paris", 
      "Italian National Co-ordinator of the OECD Programme “Guidelines for testing of chemicals”. The purpose of the programme is the periodical updating of test guidelines in order to keep pace with progress in science and, on the basis of specific needs identified by OECD Member countries, the development of new test guidelines. The Working Group of the National coordinators meets in Paris once every year and each meeting lasts usually four days. This activity takes on average 150 hours per year and is part of the remit of the ISS (Italian Institute of Health) of which I am employed.", 
      "2010-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ISS, Istituto Superiore di Sanità, Italian National Institute of Health, Italy", 
      "Member of the Expert Panel on Biocides of the ISS responsible for the evaluation of dossiers concerning biocidal products and the drafting of Competent Authority Reports (European Directive on biocides 98/8/EC) as expert for genotoxicity and carcinogenicity. The Panel (from September 2010 named “Working group on biocides”) draws opinions that, if approved by the Ministry of Health, lead to the national position on the authorisation of biocides in EU (inclusion in annex I of the Directive 98/8/EC). This activity involves about 2 meetings of three hours per year and requires an average work time of 4 hours per month.", 
      "2005-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Istituto Superiore di Sanità (Italian Institute of Health)", 
      "Experimental and advising activity on genetic toxicology of environmental chemicals. Basic research on DNA damage and repair Basic research on molecular mechanisms of mutagenesis and carcinogenesis. The Istituto Superiore di Sanità (ISS) is the leading technical and scientific public body of the Italian National Health Service. Its activities include research, control, training and consultation in the interest of public health protection. While risk assessment is part of the remit of ISS, the institute has no official responsibility to carry out risk management. The ISS is no way involved in the support of the development of any particular pesticide, has no right/ownership on any published RA guidance, methodology, software and/or computational model which could be used in regulatory processes of PPPs and does not have any official capacity of Risk Management. Some units of the ISS are involved in the evaluation of PPPs and the drawing of opinions that, if approved by the Ministry of Health, lead to the authorisation of PPPs; Gabriele Aquilina is not involved in this activity.", 
      "1986-12", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ISS, Istituto Superiore di Sanità, Italian National Institute of Health, Italy", 
      "Appointed by the ISS as scientific expert for the evaluation of ‘metallic beryllium’ with reference to a request of modification of the classification of the substance in the frame of REACH regulation (EC No 1907/2006), following a request of the Italian Ministry of Health.", 
      "2014-09", 
      "2015-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Italian Ministry of Health", 
      "Research project: Development and implementation of validated and/or alternative methods for the assessment of physical-chemical properties and potential geno- / toxicological activity of nanomaterials relevant for industrial application. The project is funded exclusively by the Italian Ministry of Health, on the basis of the “Agreement Italian Ministry of Health / Istituto Superiore di Sanità 29/12/2010 for the Period March 2011 - February 2013. The agreement provides the presentation of a progress report every six month. Nanomaterials may be present, in particular as contaminants, in substances used in animal feed. The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the FEEDAP Panel, does not exceed 25% of the total annual research budget that is managed by me.", 
      "2011-03", 
      "2013-02", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "AQUILINA", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Coccidiostats and Histomonostats 2015-2018 (FEEDAP), Chair-Colouring Agents 2015-2018 (FEEDAP), Member-Enzymes 2015-2018 (FEEDAP), Member-Standing WG Genotoxicity (2015-2018) (SC), Member-Technological Additives 2015-2018 (FEEDAP)", 
  "Profession": "Senior Scientist", 
  "First name": "Gabriele", 
  "Date": "2015-10-21"
}
