{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Pharmacy Faculty of Coimbra University", 
      "Vice-Dean for Acreditation and relationships with Community and Alumni A half day meeting (third friday afternoon) every month is the time devoted to this activity.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ASAE , Economy and Food Safety Standards Authority, PORTUGAL, Lisboa", 
      "Vice-chair of the Scientific Committee of the ASAE (Portuguese Authority for Food and Economic Safety) since 2014, February, 3rd till the present date. The Scientific Committee is an advisory body of ASAE, specializing in scientific, technological development and research projects in the field of food safety The advices delivery are just opinions for helping the Executive Committe of ASAE to take their action. The Scientific Committee of ASAE has no risk management actions. The Scientific Council meets 3 times a year. The duration of each meeting is half a day and the another half a day for preparing. It means 3 days per year in total.", 
      "2014-02", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "FAO - Food Agriculture Organization (JECFA - Joint FAO/WHO Expert Committee on Food Additives), JECFA - Joint FAO/WHO Expert Committee on Food Additives, Rome, ITALY", 
      "JECFA traditionally meets twice a year to evaluate food additives, contaminants, naturally occurring toxicants and residues of veterinary drugs in food. The membership of the meetings varies accordingly, with different sets of experts being called on depending on the subject matter. I'm appointed as a Roster for residues of veterinary drugs that assist the Secretariat with preparatory work before the meeting and usually participate in the meeting itself. Till now, I had participated in 3 meetings (62th, 75th and 78th) since 2003. It means 2 weeks occupation for each 2 years.", 
      "2003-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ASAE - Portuguese Food Safety Authority", 
      "Chair of the ASAE Panel “Additives and products or substances used in animal feed\" since 2008, December till 2014, February, 3rd. The Scientific Committee, as well as the respective Panels, is an advisory body of ASAE, specializing in scientific, technological development and research projects in the field of food safety The advices delivery are just opinions for helping the Executive Committe of ASAE to take their action. The Scientific Committee of ASAE has no risk management actions. The work of the Panel “Additives and products or substances used in animal feed\" of ASAE is only related with general research and don't include assessments of dossiers of feed additives coming from applicants.", 
      "2008-12", 
      "2014-02", 
      ""
    ], 
    [
      "IV. Employment", 
      "Coimbra University", 
      "Associate Professor", 
      "2002-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "DGAV - Portuguese Agency of Veterinary Medicines Evaluation", 
      "Expert of the Portuguese Agency of Veterinary Medicines Evaluation (DGAV). As DGAV expert, I evaluate veterinary drug residue dossiers, namely the analytical methodologies applied to determine the MRLs. There are no duration or frequency of meetings to attend. The DGAV sends the dossiers to the experts to deliver an opinion. An average of 2 opinions/year was sent to the experts, that means a week per year for preparing the 2 opinions.", 
      "2010-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CEF - Center for Pharmaceutical Studies", 
      "CEF Research Center is located at the Faculty of Pharmacy of the University of Coimbra. All CEF budget come from Public Funding. I'm the Principal Investigator of the Health Surveillance group of the CEF. The Health Surveillance group is focused on health surveillance monitoring and analysis, with special attention to risk assessment of drugs and biological and chemical hazardous with origin in food, water and environmental causes, related to health quality and life styles.", 
      "2009-09", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Professor", 
  "Family name": "DOS RAMOS", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Coccidiostats and Histomonostats 2015-2018 (FEEDAP), Member-Trace Elements 2015-2018 (FEEDAP)", 
  "Profession": "Associate Professor", 
  "First name": "Fernando Jorge", 
  "Date": "2015-09-22"
}
