{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "VTT Technical Research Centre of Finland Ltd.", 
      "Principal Investigator. Microbiological research areas include lactic acid bacteria, probiotics and prebiotics, human GIT microbiota, bioprocessing. Research is performed both in public projects and as a contract based research. VTT Technical Research Centre of Finland Ltd is the leading research and technology company in the Nordic countries. VTT has a national mandate in Finland. VTT is part of Finland's innovation system and operates under the mandate of the Ministry of Employment and the Economy.", 
      "1998-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Public funders: EU; Academy of Finland; TEKES, Finland", 
      "During the past ten years I have participated in several nationally or EU funded public projects. These projects typically have several partners, most of them from academia and research institutes and some from the industry. This research is pre-competetive in nature and doesn't involve work performed to a specific industrial partner. My role in these projects has always been related to microbiology: pro- and prebiotics for humans, safety of lactic acid bacteria for humans (including antibiotic resistance), microbiological safety of foods, and topics related to nutrition and human microbiota. Currently ongoing are projects related to food safety, nutrition, host and microbiota. Feed companies have not been involved in these public projects.", 
      "2007-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Industrial funding, general VTT is a governmental research institute which, in addition to publicly", 
      "funded projects, performs contract based research for various companies. My work has during the years included work in several of these kinds of projects for a number of companies (topics: probiotics, GIT microbiota, microbiological safety). Specifications of these projects are confidential information. However, I have been working in all of these projects as a VTT employee and the funding for the work has always been directed to VTT and not to me personally. In public Tekes projects Finnish food companies (including Valio Ltd., Raisio Plc, Finland; Oy Karl Fazer Ab, Finland; Oy Sinebrychoff Ab, Finland) have provided a nominal sum for funding of the pre- competetive research work performed at VTT (appr. 10 000 €/per year).", 
      "2007-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Honkajoki Oy, Finland", 
      "Honkajoki Oy operates a recycling facility that returns animal-based raw materials to nature. It produces and markets protein feed, rendered fat and fertilisers (http://www.honkajokioy.fi/eng/company) The funded research project aims at the conversion of feathers into microbial biomass, which can be then used as feed material. I'm the project manager here.", 
      "2014-11", 
      "2015-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Merck, France", 
      "Discussions about safety assessment of a novel probiotic strain aimed at human consumption (no animals) and novel food dossier", 
      "2013-06", 
      "2013-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Boehringer Ingelheim", 
      "Storage stability studies of enterococcus preparation for dogs.", 
      "2009-06", 
      "2012-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Biomin Holding GmbH", 
      "Efficacy testing of certain antimicrobial compounds (acids or chemicals of plant origin) against some gram-negative pathogens in vitro. This work didn't involve any feed or animal studies.", 
      "2010-06", 
      "2011-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Kemira Oyj", 
      "Contract-based research: Further characterisation (16S rRNA gene sequencing, fingerprinting, antibiotic susceptiblity patterns, other phenotypic tests) of Lactobacillus plantarum E-78076, viability and stability of the product", 
      "2009-09", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Technology Platform", 
      "member of European Technology Platform on “Food for Life”, working group “Food Quality and manufacturing”", 
      "2005-01", 
      "2010-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Valio", 
      "A coauthored publication with Valio (Int Dairy J 2008, 18, 386-395) based on research performed in a public research project (funded solely by VTT and Academy of Finland) utilising human samples provided by Valio without any financial agreement. The work was about \"diversity and temporal stability of fecal bacterial populations in elderly subjects consuming galacto-oligosaccharide containing probiotic yoghurt\". Two co-authorised publications with Valio (reserach work performed in a project that finished in 2008): Saarela M, Alakomi H-L, Mättö J, Ahonen A-M, Tynkkynen S. Acid tolerant mutants of Bifidobacterium animalis subsp. lactis with improved stability in fruit juice. LWT - Food Science and Technology, 2011: 44: 1012-1018. Saarela M, Alakomi H-L, Mättö J, Ahonen A-M, Puhakka A. Tynkkynen S. Improving the storage stability of Bifidobacterium breve in low pH fruit juice. Int J Food Microbiol, 2011: 149: 106-110..", 
      "2007-01", 
      "2011-01", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "SAARELA", 
  "Current EFSA involvements": "Vice-Chair-FEEDAP Panel 2015-2018 (FEEDAP), Member-Enzymes 2015-2018 (FEEDAP), Member-Genetically Modified Microorganisms (FEEDAP) 2015-2018 (FEEDAP), Chair-Micro-organisms 2015-2018 (FEEDAP)", 
  "Profession": "Principal Investigator", 
  "First name": "Maria", 
  "Date": "2015-09-10"
}
