{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Università Cattolica del Sacro Cuore (ente privato di diritto pubblico)", 
      "Professor of Food Microbiology and Molecular Bio-techniques at the Agricultural and Food Science Faculty. Rector delegate for the Internationalization Projects Director of the UCSC ExpoLAB Coordination of Research activities at the Institute of Microbiology", 
      "1984-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Formec-Biffi S.p.a", 
      "occasional adisory activity on microbiological quality and safety of ready to eat products. An average frequency is 5 time/year (two hours each). The activity is mainly study report and microbiological data assessment", 
      "2005-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Sacco S.r.l – Private", 
      "Member of the Scientific Board (quality of microbial starter cultures) and occasional adisory activity on microbiological on bacterial dairy stater cultures. Sacco s.r.l. produces conventional (non OGM) cultures for food fermentation. It does not deal or is expected to deal with GMM cultures or products under the remit of the FEEDAP GMM WG. An average frequency is 5 time/year (two hours each). The activity is mainly study report and microbiological data assessment", 
      "2002-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "HS Digital s.r.l", 
      "Member of the Scientific Board (development of molecular analytical techniques)", 
      "2007-06", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Fondazione CARIPLO", 
      "MICROPLAST Study of Pseudomonas strains, whit plastic degrading properties", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CARIPLO - REGIONE LOMBARDIA", 
      "Project BIOSAFE: training and research for PhD students on food safety and microbiological risks", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Italian Ministry of Agriculture, Food and Forestry", 
      "Research Project FILIGRANA on clostridia in the food gain", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission FP7", 
      "Coordination of the European project 7FP microAndes aim of the project is to study the microbial communities of traditional andean and mexican fermented foods. Target of the project is also the training of latin american scientists", 
      "2010-12", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Consorzio Grana Padano", 
      "Molecular Biology of Clostridia fund went to my university accounts", 
      "2009-01", 
      "2014-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Regione Lombardia", 
      "GENOBACT Post genomic in food bacteria", 
      "2010-12", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Regione Lombardia", 
      "Research Project \"Dote di ricerca\" on New and emerging microbiological risk in the food chain", 
      "2011-09", 
      "2013-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Regione Lombardia", 
      "Research Project : Dote di ricerca Microbioma, on the study of gut microorganism", 
      "2011-07", 
      "2013-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Italian Ministry of Research", 
      "Coordination of Reserch Project FIRB RBIP06H7H4: Microbial biofilms for the safety and quality of dairy foods. This project is strictly interrelated with the industrial research FAR project (funded by Italian Ministry of Research) which involves companies of the Italian dairy sector", 
      "2007-07", 
      "2011-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Consorzio Trantingrana", 
      "Quality of Trentingrana", 
      "2009-01", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ASM: American Society", 
      "Scientific society", 
      "1996-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Società Italiana di Microbiologia Agro-Alimentare e Ambientale", 
      "Scientific society", 
      "1994-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "S.I.M.G.B.M., Società Italiana di Microbiologia Generale e Biotecnologie Microbiche", 
      "Scientific society", 
      "1985-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "COCCONCELLI", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-BIOHAZ WG on Reduction of the need to use antomicrobials (EFSA-Q-2015-00216) (BIOHAZ), Member-Coccidiostats and Histomonostats 2015-2018 (FEEDAP), Chair-Genetically Modified Microorganisms (FEEDAP) 2015-2018 (FEEDAP), Member-Micro- organisms 2015-2018 (FEEDAP), Member-WG on the update of the list of QPS recommended biological agents intentionally added to food or feed as notified to EFSA (EFSA-Q- 2014-00189) (BIOHAZ)", 
  "Profession": "Professor of Food Microbiology and Molecular Bio-techniques at Università Cattolica del Sacro Cuore", 
  "First name": "Pier Sandro", 
  "Date": "2015-09-28"
}
