{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Consejo Superior de Investigaciones Científicas (CSIC)", 
      "Member of an internal scientific and Advisory Board (Coordinadora del Área de Ciencia y Tecnología de los Alimentos, CSIC). Remit: CSIC, Serrano, 117, 28006 Madrid (España), Tel.: +34 91 568 14 00, Fax: + 34 91 411 30 77 The Board gave advise on human and financial resources within the Spanish CSIC, but has no responsabilities on risk assessment or risk management. We used to meet approximately once a month, during the first year and once every two to three months thereafter.", 
      "2004-12", 
      "2008-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Part of the Spanish Society for Microbiology (Food Microbiology Group)", 
      "Member of the Scientific Board of the Food Microbiology Group from the Spanish Society for Microbiology. Sociedad Española de Microbiología. C/ Rodríguez San Pedro, 2. Planta 2ª – despacho 210. 28015, Madrid. Tel.: (+34) 915 613 381. Fax: (+34) 915 613 299 The organization is not commited to give advise on subject matters similar to those of EFSA. It gives advice on the preparatoy work for scientific meetings and scientific prizes within the Society. We used to meet twice a year.", 
      "2008-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Instituto de Productos Lácteos de Asturias (IPLA)-CSIC", 
      "Senior scientist and project leader, with the following inherent duties: (i) search for funding, (ii) recruiment of personnel, (iii) writting of scientific reports and literature, (iv) reviewer of grant and project applications, (v) direction of Master and PhD thesis. The CSIC is the largest public Spanish Institution. It is committed to do research in all areas of knowledge, but it has neither responsibility to carry out risk assessment nor risk management.", 
      "1995-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Probiotics International Ltd., Lopen Head, Somerset TA13 5JH, United Kingdom", 
      "Assessment of the probiotic properties of Lactobacillus reuteri CECT 8395 Properties of the mentioned strain, including thecnological, physiological and genetic traits, will be analyzed. This investigation started on July (although I got the approved contract on early September) and will end on January 2016. The research is funded by a contract with the company representing less than 10% of our anual budget.", 
      "2015-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CSK food enrichment, Ede, The Netherlandas", 
      "Technological characterization of wild strains of Streptococcus thermophilus isolated from milk and traditional milk products from Spain. This is a small, six-month research study by which we are characterizing a set of S. thermophilus strains isolated by our group for this company in the frame of a previous contract project. The budget is less than 10% of our annual budget. The money is used to buy the materia we need and to hairing a technician for the duration of the project.", 
      "2014-06", 
      "2015-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Microferm Ltd., Spring Lane North, Malvern Link, Worcestershire WR14 1BU, England", 
      "Study analysis of the Minimum Inhibitory Concentration (MIC) of a set of antibiotics of clinical and veterinary importance to three lactic acid bacteria to be used as silage additives. The analyzed strains would surely be presented to EFSA for approval as silage starters. The project was done in February 2015 and lasted less than one month. The amount we got for this analysis was 250 euro (a negligible % over the amount I manage).", 
      "2015-02", 
      "2015-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CICYT, Spanish Ministry of Economy and Competitiviness", 
      "Research project to study the metabolism of soy isoflavones by the gut microbiota during the menopause. Identification, characterization and selection of probiotics for the formulation of soy-derived functional dairy products.", 
      "2012-01", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "INIA, Spanish Ministry of Agriculture", 
      "Research project for characterizing wild strains of Streptococcus thermophilus isolated from traditional dairy products and their environment", 
      "2011-11", 
      "2014-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CSK Food, The Netherlands", 
      "Research contract for the identificationa and selection of lactic acid bacteria species of industrial interst from milk and traditional dairy products. This research contract contained an associated budget representing less than 10% of the budget of our group. The money was used to the material and to hire a technician during the duration of the project (seven months).", 
      "2013-06", 
      "2014-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Microferm Ltd., UK", 
      "Phenotypic analysis of antibiotic resistence profiles of five lactic acid bacteria strains (lactobacilli and pediococci). The relationships with the firm is completed and finished. The analysis was done without receiving any money. This firm is specialized in biological and chemical additives for silage manufacture; therefore, the analyzed strains will probably be used for feed production and released into the marker if they are found to be free of atypical antibiotic resistances.", 
      "2013-06", 
      "2013-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Spanish Ministry of Science and Innovation (MICINN)", 
      "Research project for the development of molecular methods to identify and quantify antibiotic resistance genes in dairy products", 
      "2010-01", 
      "2012-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Asturian Fondation for Science and Technology (FICYT), Asturian Principality", 
      "Research project for the microbial typing of the human stomach and the search for robust probiotics", 
      "2008-12", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Interministry Comision for Science and Technolgy (CICYT), Spanish Ministry of Science and Innovation (MICINN), Spain", 
      "Research project for Molecular typing of tradional cheeses and isolation of new potential starter organisms", 
      "2007-10", 
      "2010-10", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Caister Academic Press", 
      "Editor with Dr. Douwe van Sinderen of the book Bifidobacteria: Genomics and Molecular Aspects, ISBN: 978-1-904455-68-4", 
      "2010-08", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Consejo Superior de Investigaciones Científicas (CSIC)", 
      "Patent of a Lactobacillus rhamnosus strain having a mutation producing erythromycin resistance. Transferred to the company Biopolis SL, Valencia, Spain", 
      "2006-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "American Society for Microbiology", 
      "Member of a scientific society", 
      "2011-08", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Spanish Society for Microbiology", 
      "Member of a scientific society", 
      "1985-09", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "MAYO", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Genetically Modified Microorganisms (FEEDAP) 2015-2018 (FEEDAP)", 
  "Profession": "Scientist Researcher", 
  "First name": "Baltasar", 
  "Date": "2015-09-17"
}
