{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministry of Health, Ministero della Salute, Roma, ITALY", 
      "Member of the National Food Safety Committee (CNSA). The CNSA is a scientific advisory body with the task to assist the activities of the Health Ministry in the field of food safety. The CNSA has no risk management or regulatory tasks and members do not receive any allowance, besides travel refunding. On average six meetings of half- day/year are foreseen, all to be held in Roma at Health Ministry", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "FAO - Food and Agriculture Organization of the United Nations, Roma, ITALY", 
      "Invited expert to the Joint FAO/WHO expert meeting on hazards associated with animal feed - FAO, Rome, 12-15 May 2015. Therefore, this engagement will take four (4) full days. It is not foreseen as a Standing working group, thus it will end on May 15.", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministero della Salute, Italian Ministry of Health, Roma, ITALY", 
      "Working Group \"SalutExpo\". The WG is charged of providing scientific advice to the Minister of Health concerning the initiatives on food safety and healthy nutrition within EXPO2015. The working group is expected to require, 4 to 5 mettings lasting half day until the end of Expo (31st October 2015), plus the participation to 2-4 one-day workshops organized by the Health Ministry within Expo.", 
      "2015-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Italian Ministry for Environment (MATTM), Ministero dell'Amniente della Tutela del Territorio e del Mare, Roma, ITALY", 
      "Italian representative in the working group on endocrine disrupters within the Strategic Approach to International Chemical Management (SAICM) program of the United Nation Environmental Program (UNEP). No financial compensation is foreseen. The working group is expected to involve mainly e-mail exchange, some teleconferences (3- 4/year) and possibly one physical meeting (one-day) each year.", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Italian Ministry of Health", 
      "Expert on endocrine disripters within the REACH activities for the iidentification of substances of very high concern (SVHC) indicated by the Italian Competent Authority (Ministry of Health). Intensity of involvement: approx. 10 days/year No financial compensation: the activity is included in my institutional duties.", 
      "2013-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Italian Ministry of Health", 
      "Member of Advisory group of the Health Ministry on toxicology within Reach implementation. The Ministry of Health has asked the support of national scientific bodies, including the Istituto Superiore di Sanità (ISS), to support the Italian contribution to REACH implementationments,,in particular i) substances for which Italy is preparing assessment, ii) conceptual framework and testing strategy. My specific task concerns providing expertise on reproductive/developmental toxicity and endocrine disruption. The work is part of my remit as director of the ISS Food and Veterinary Toxicology Unit. Intensity of involvement: approx. 7 days/year", 
      "2009-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Italian Ministry of Health", 
      "Working Group on the Assessment of Biocides of the Italian Ministry of Health supported by the Istituto Superiore di Sanità (ISS). I am acting as expert in support of the evaluation of reproductive and developmental toxicity of biocides (e.g., disinfectants, rodenticides) for which assessment Italy is in charge. No payment to ISS experts is foreseen: indeed, this task is part of my remit as director of Food and Veterinary Toxicology unit of the ISS. Intensity of involvement: approx. 10 days/year", 
      "2006-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "French Research National Agency", 
      "Member of Evaluation Committees of the Food and Food industries Reseach Programmes of the Agency Intensity of involvement approx 6 days/year (in 2012 and 2013 I was not involved). Financial compensation is foressen for ANR evaluators", 
      "2009-02", 
      "2014-09", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ECHA - European Chemical Agency", 
      "Scientific advisor of the Italian competent authority (Health Ministry) on the reproductive and developmental toxicity of boron compounds", 
      "2014-02", 
      "2014-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Italian Ministry of Environment", 
      "Scientific advice to the Ministry of Environment trhoughot the elaboration of the \"Decalogue for citizens\", a handbook suggesting behaviours and lifestyles in order to reduce exposure to endocrine disrupters in the everyday life. The bboklet is available on-line at http://www.iss.it/binary/prvn/cont/decalogo_previeni.pdf http://www.minambiente.it/home_it/menu.html?mp=/menu/menu_attiv ita/&m=argomenti.html%7CREACH.html%7CInformazione_pubblico .html%7Cdecalogo_progetto_previeni.html The work is part of my institutional remit and no funding was received.", 
      "2012-09", 
      "2012-10", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EC", 
      "Member of external advisory scientific board. EC 6th FP Integrated Project NewGeneris. www.newgeneris.org NewGeneris targets development of biomarkers for carcinogenic food contaminants (aflatoxins, PAH's, etc.) No financial compensation was given.", 
      "2007-03", 
      "2011-01", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "OECD", 
      "Member of Endocrine Disrupters Tesing and Assessment - EDTA Task Force. The work was part of my institutional duty.", 
      "2001-06", 
      "2010-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Istituto Superiore di Sanità Director of Food and Veterinary Toxicology Unit, Italian national", 
      "public health institute, EFSA's focal point for Italy. Research – risk assessment. The mission of ISS in chemical safety concerns research and scientific advice to the Health Ministry which is the official regulatory body. IISS experts do participate to working group upon request of the Health Ministry: however, ISS itself does not perform regulatory activities.Research on chemicals is performed within projects/grants, to advance knowledge on specific aspects (e.g., endocrine-related effects, as well as novel in vitro methods and building data bases). Projects/grants are generally received by public bodies (mostly National Health System, EC DG research and DG Sanco) and MUST ALWAYS be approved by the ISS Scientific Committee and Adminstrative Council, who review also potentiaal conflicts of interest. Relevant grant/projects are detailed elsewhere in my DoI and relevant publications are in my CV", 
      "1982-12", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Union - Life programme", 
      "Coordinator of LIFE EDESIA project (hhtp://www.iss.it/life) funded within the EU LIFE programme. The main EDESIA objectives are: •to apply the substitution principle to Endocrine Disruptors (ED) of wide industrial use: phthalates, bisphenols and parabens; •to demonstrate a new, in silico/in vitro approach to evaluate suitable chemicals for replacing EDs, that can support the application of REACH legislative framework. Intensity of involvement: 1 month/year", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Italian Ministry for Economic Development", 
      "ALERT project: a project to develop a multi-probe bio/sensor battery \"Best\"and transfer it to the monitoring and control of milk and dairy products. The device \"Best\" is owned by the institution ISS and no individual earning is foreseen for any participating ISS scientists. Intesity of involvement: 1 month/year", 
      "2012-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission - DG SANCO", 
      "EU project NANOGENOTOX on toxicological testing of nanomaterials present in foods and consumer products", 
      "2010-04", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Italian Ministry for Environment", 
      "Research project \"PREVIENI\" (http://www.iss.it/prvn) on development and use of biomarkers for endocrine disrupters (e.g., perfluorinated compounds, bisphenol A) in ecosystems and humans", 
      "2008-06", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Italian Ministry of Health", 
      "Research unit \"Risk-to-benefit analysis\" within the research project \"Folic acid in pregnancy: policies to prevent congenital malformations\" The project is co-ordinated by Dr. Domenica Taruscio, responsible of the Italian National Center on Rare Diseases and wife of A. Mantovani", 
      "2008-06", 
      "2011-04", 
      "X"
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Teratology Society", 
      "Member, European Teratology Society, scientific society devoted to the study of reproductive toxicants.", 
      "1996-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Italian Society Environment and Health - ISEH", 
      "Interdisciplinary scientific society on the links Food/Environment/health. National character", 
      "2009-02", 
      "2012-01", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Italian Society for Reproductive Toxicology", 
      "reproductive and developemental toxicology", 
      "2004-01", 
      "2010-06", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Italian Ministry of Health", 
      "Conference \"Endocrine disruptors: criteria for identification and related impacts\" organized by DG SANTE, Brussels June 1 2015. Appointed by the Ministry o Health as Italian participant", 
      "2015-05", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "European Teratology Society", 
      "Since September 2014 I am nominated Vice-President Elect of the European Teratology Society-ETS (http://www.etsoc.com); following this nomination, I am expected to become vice-president on 2016, and ETS President on 2017-18. The task of ETS is to develop and disseminate scientific debate and co-operation on the prevention of adverse effects on human and animal development, including (but not limited to) reproductive and developmental toxicology. Under this respoect, ETS unavoidably involves the participation of toxicologists from the industrial side and sponsorships from private as well as public institutions: however such sponsorships are of limited extent (indeed the ETS is a relatively small society with about 200 members). The ETS officers rdo not eceive any personal revenue, research grant or other fundings to fulfil their tasks within the Society.", 
      "2014-09", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Algerian Universities", 
      "Cycles (one week/year) of lectures on toxicology and risk assessment to undergraduate and post-graduate students of the uniiversities of Boumerdes and Bouira (Algeria). No financial compensation.", 
      "2013-05", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "OECD, Organization for Economic Co-operation and Development, Organization for Economic Co-operation and Development, FRANCE, Paris", 
      "Scientific advisor of the OECD Endocrine Disrupters Testing and Assessment Task Force - EDTA. Intesity of involvement: approx. 6 days/year. The task is part of my institutional duty", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "RIKILT - Institute for Food Safety - NL", 
      "Invited expert at the Collab4Safety Scoping Workshop on emerging risks on food safety (Bruxelles 5 March 2013). Collab4Safety is a EU funded project to foster collaboration in the field of food safety (http://web.spi.pt/collab4safety/news/58)", 
      "2013-03", 
      "2013-03", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "ISS, Istituto Superiore di Sanita' + CAAT Europe", 
      "CAAT_IPAM_ISS symposium on Alternative in vitro methods to characterize the role of EAS in human hormone-targeted tissues Rome, 17 december 2012 http://www.iss.it/binary/ampp/cong/Programma067D12.pdf Scientists of the ISS Food and Veterinary Toxicology Unit (of which I am the director) are co-organizers of the meeting. The meetinf is supported by my institute (a national public health body) without any industral sponsorship", 
      "2012-10", 
      "2012-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "European Parliament", 
      "Invited Speaker to Workshop \"Endocrine Disruptors and Impact on Health\" European Parliament - 18 September 2012 http://www.europarl.europa.eu/document/activities/cont/201208/20120 816ATT49724/20120816ATT49724EN.pdf", 
      "2012-09", 
      "2012-09", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Fresenius Akademie", 
      "Invited speaker on \"Endocrine disrupting chemicals (EDCs) and nutrients\" at 3rd International Fresenius Conference \"Endocrine Disruptors\" (17 -18 September 2012 - Mainz, Germany) (http://www.akademie- fresenius.com/english/konferenz/output.php?kurs=335) No financial compensation.", 
      "2012-08", 
      "2012-09", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Fresenius Akademie", 
      "Invited speaker (as expert in safety and EFSA FEEDAP vice-chair) to the 3rd International Fresenius Conference - Feed (Efficacy – Claims – Mode of Action) http://www.akademie- fresenius.de/english/konferenz/output.php?kurs=306 No financial compensation", 
      "2012-02", 
      "2012-02", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Chinese Ministry of Agriculture", 
      "A cycle of lectures upon invitation by the Chinese Ministry Agriculture, about the EFSA approach to risk assessment of feed additives. Other lectures on EU feed regulation were done by Dr. M. Granero of DG Sanco. No financial compensation", 
      "2011-10", 
      "2011-11", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "ILSI - International Life Science Institute", 
      "TTC workshop, 8-10 June 2011: Participation on behalf of EFSA No financial compensation", 
      "2011-06", 
      "2011-06", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "CIR-Chemical Industries Regulation", 
      "Invitation as speaker on feed additives risk assessment at the CIR meeting of 9-10 september/2010 in Lyon Talk concerned discussion of already adopted opinions by FEEDAP Panel, with no reference to ongoing topics either within or outside (e.g., bisphenol A) the FEEDAP panel remit No financial compensation", 
      "2010-07", 
      "2010-07", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "MANTOVANI", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Amino Acids and Vitamins 2015-2018 (FEEDAP), Member-Other Additives 2015-2018 (FEEDAP), Member-PROMETHEUS (PROmoting METHods for Evidence Use in Scientific assessments) - Deliverable 2 \"Analysis of methods for dealing with data and evidence applied by EFSA\" (AMU), Member-Pesticides - Mammalian Toxicology Meetings (PRAS), Member-Scientific Opinion of the PPR Panel investigating experimental toxicology data of pesticides and their potential link to Parkinson’s disease and childhood leukaemia. (PPR), Chair-Trace Elements 2015-2018 (FEEDAP)", 
  "Profession": "Senior Scientist", 
  "First name": "Alberto", 
  "Date": "2015-10-12"
}
