{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "FrontOffice RIVM- RIKILT", 
      "Member of a team that drafts ad hoc advice on the request of NVWA (Nederlandse Voedsel- en Warenauthoriteit - Netherlands Food and Consumer Product Safety Authority) in the area of environmental contaminants, natural toxins and residues of veterinary drugs and hormones in food and feed. The assessment makes use of existing health guidance values like those established by EFSA. Advices are intended to be used by the NVWA to prepare an advice for the authorities. I have no voting rights. Chloramphenicol and nitrofurans, masked mycotoxins ,and nickel in food or feed have not been subject of assessment in th past 5 years", 
      "2010-09", 
      "2014-10", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EMA, London, UNITED KINGDOM", 
      "Independent scientific advice on the safety assessment of veterinary medicines in the capacity of a National Delegate", 
      "2011-11", 
      "2014-09", 
      ""
    ], 
    [
      "IV. Employment", 
      "Rijksinstituut voor Volksgezondheid en Milieu (R.I.V.M.), Centre for Substances Integrated Risk Assessment (SIR)", 
      "Risk assessment of food related substances (residues of feed and food additives, veterinary medicines and environmental / agricultural contaminants) for public services. Focus on laboratory animal studies (toxicologic pathology). There may be relationship with Panel issues. Risk assessment activities on Chloramphenicol, nitrofurans, malachite green and nickel in food and feed have not breen conducted within in the past 5 years. Masked mycotoxins have recently been subjest of risk assessment", 
      "2007-04", 
      "2014-10", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "DG SANCO, Expert working group contaminants in food", 
      "Member expert working group on contaminants in food. Preparation and discussion with member states on SANCO draft proposals on contaminants in food for decision in SCOFCAH. No voting.", 
      "2006-01", 
      "2012-05", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "SANCO, member expert group health claims on food", 
      "Assessement of health claims made on food in the context of Regulation (EC) 1924/2006, after been assessed by the EFSA NDA panel. Preparation of draft proposals for SCOFCAH. No voting, no relationship with Panel issues.", 
      "2009-04", 
      "2010-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "WESTER", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Coccidiostats and Histomonostats 2015-2018 (FEEDAP), Member-Feed Materials 2015-2018 (FEEDAP), Member-Micro-organisms 2015-2018 (FEEDAP)", 
  "Profession": "Senior Scientist", 
  "First name": "Pieter", 
  "Date": "2015-09-10"
}
