{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Portuguese Authority for Food and Economics Safety", 
      "Belongs to the Scientific Commitee of the National Agency for Food and Economics safety. The Scientific Committee of the Portuguese Authority for Food Safety and Economics (ASAE) of which I am a member, is a consultant Committee and the principal functions are: - to give scientific advisory to the ASAE Director in the ambit of food chain, including technological development and research projects, with total independence. -to pursuit the scientific and technological progress in the food quality area. -to proceed to the risk evaluation in the food chain and to propose legal and administrative rules. -to propose to the ASAE Director to perform studies, scientific meetings, seminars, and other activities aimed at the evaluation, education, and to sensitize in the ambit of food safety. During the mandate, the Scientific Committee was only requested to advice the Director on the procedure to tentatively identify the components present in the product Depuralina, to which was attributed, by INFARMED, some health human disturbs. The advice was: to analyse, by GC-MS, the lot of the product that was putatively responsible by the claims. With the advice of Scientific Committee, the Seminar Resistance to antimicrobians-the Portugal situation, was carried out on 2010. No risk assessment or dossier analysis were made on Feed additives or any other product. The committee has no fixed agenda to meet. As a medium, it meets three or four times a year (two meetngs in 2014). Each meeting lasts approximately 3 hours.", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Faculty of Pharmacy of the University of Porto", 
      "Full Professor of Toxicology at the Faculty of Pharmacy of the University of Porto. This Organization does not have an official responsibility to carry out risk assessment /risk management. I am not personally empowered to validate/take management action/decisions. The Laboratory of Toxicology is sporadically requested by industry or others to make scientific/analytical dossiers on products. For example, we made in 2003 a Toxicological and Biological Activity Report on resorcinol to apply for marketing authorization as a flavouring agent in crustaceans.", 
      "1977-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "BASTOS", 
  "Current EFSA involvements": "Member-FEEDAP Panel 2015-2018 (FEEDAP), Member-Feed Flavourings 2015-2018 (FEEDAP), Member-Trace Elements 2015-2018 (FEEDAP)", 
  "Profession": "Professor of Toxicology - University of Porto", 
  "First name": "Maria de Lourdes", 
  "Date": "2015-10-07"
}
