{
  "activities": [
    [
      "I. Economic interest", 
      "Cornwall Farmers - Commercial company", 
      "100 shares. This company does not produce GMOs and is not involved in applications to EFSA", 
      "2000-02", 
      "now", 
      ""
    ], 
    [
      "I. Economic interest", 
      "Arla Foods. Private company", 
      "100 Shares. This company is not involved in releases of GMOs and is not making GMO applications to EFSA.", 
      "2000-07", 
      "now", 
      "X"
    ], 
    [
      "I. Economic interest", 
      "Northern Foods. Private company", 
      "199 shares. This company is not invilved in releasing GMOs and is not making GMO appliactions to EFSA.", 
      "2000-02", 
      "now", 
      "X"
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "International Society for Biosafety Research", 
      "Board Member and Symposium Manager. Organised two biosafety symposia in New Zealand and Argentina. Senior Editor of Journal Environmental Biosafety Research 2007 - 2011. Society encouraging communication of research results on biosafety of GMOs. Currently member and attended last symposium in November 2014", 
      "2007-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "BBSRC/ PHYCONET (PHYCONET), London, UNITED KINGDOM", 
      "PHYCONET is a Biotechnology and Biological Sciences Research Council NIBB (Network in Industrial Biotechnology and Bioenergy), awarded to University College London. The focus is on research and development of micro-algae for the production of biomaterials. I am a member of the Management Board which is responsible for coordination of the activities and allocation of grants for research projects. 2-3 meetings per annum.", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "COST ACTION FP0905: Biosafety of Forest Transgenic Trees", 
      "Improving the scientific basis for safe tree development and implementation of EU Policy directives. Project 2010 - 2014. 3-4 meetings per annum. Project now ended.", 
      "2010-10", 
      "2014-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EU Life Project DEMETRA", 
      "Advisory Board Member and was commissioned to write a review of environmental risk assessment and monitoring of the study area in Italy. 2-3 meetings per annum. Project ended.", 
      "2011-10", 
      "2014-01", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "PEGASUS EU RESEARCH PROJECT", 
      "Member Scientific Advisory Board for Pegasus EU research project studying GM animals. UNPAID. The remit of the advisory body, was to provide expert advice and opinion to the steering committee on the conduct of the research and the nature and quality of reports . I was a member with an advisory role only and no authority over the conduct of the project. The project studied the scientific developments of GM animals and the social and ethical issues surrounding them. 1 meeting per annum. Project terminated.", 
      "2010-01", 
      "2012-11", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Swiss National Science Foundation. NFP 59: GMO Programme.", 
      "Steering Committee member. Involved in assessing the progress of the research programme and commissioned to write a review of GM plants published in 2012. 3-4 meetings per annum . Project terminated.", 
      "2006-01", 
      "2012-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "J T Environmental Consultants Ltd", 
      "I am a Director and Shareholder of this new Limited Company registration No: 09429587: J T Environmental Consultants Ltd takes over the activities of Sweet Environmental Consultants and combines them with TVR Design, an Architectural Design Consultancy managed by my wife. My activities as an Environmental consultant and researcher remain the same. i.e: . Work for organisations listed in this DoI on research, training, education and advisory projects only. Work for governmental, national ( eg, UK, DK, FIN, CH) and international agencies ( eg EC, EFSA, UN, FAO, UNIDO) advising on risk assessment and risk management strategies. No work for companies involved in breeding or developing GMOs. Some specific activities are listed in Section 5 ad hoc consultancy", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Sweet Environmental Consultants (SEC), Sweet Environmental Consultants ( SEC), Cambridge, UNITED KINGDOM", 
      "Sole trader operating independent consultancy providing expert advice, information and research services to National governments and national/international agencies ( e.g. EU, FAO, UNEP, UNIDO, ICGEB, EFSA) on mostly GMO related topics as well as plant health, crop protection, integrated crop management etc.. SEC also provided extension, training and educational services to national and international training and educational organisations and EU COST action programmes. SEC organised and participated in meetings on GMO biosafety and risk assessment. SEC has provided evidence to the Danish Parliament, WTO, EU, European Parliament on GMOs. SEC also operated a small farm in Devon England and held Commoners Rights. SEC has not provided services to any companies developing biotech products and has not cultivated GM crops.", 
      "2004-01", 
      "2015-03", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Polytechnic University of Marche, Italy, Ancona", 
      "Visiting Scientist involved in lecturing on biosafety aspects of biotechnology to post-graduate students and developing research proposals", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "UNEP, United Nations Environment Programme (UNEP)", 
      "Consultant to Royal Bhutan Government Ministry of Agriculture and Forests, to provide expert advice for the establishment and development of risk assessment/risk management manuals/guidelines and to provide trainings to strengthen capacity in the area of risk assessment and risk management under the Bhutan Biosafety regulations. THERE ARE CURRENTLY NO APPLICATIONS TO IMPORT GMOS OR THEIR PRODUCTS INTO BHUTAN so this is in preparation for future applications to import GM plant products.", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "UN, FAO, EU, ICGEB and UNIDO", 
      "Consultancy work and training on Risk assessment and co-existence of GMOs in various countries. Includes EU BTSF training programmes.", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "NIAB Cambridge UK. Private Charitable Trust agricultural research organisation", 
      "Consultancy work on GMOs NO WORK COMMISSIONED BY PRIVATE COMPANIES", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Agrisci DK. Public agricultural research organisation", 
      "Work on Danish Coexistence Document.", 
      "2003-01", 
      "2011-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "FP7 EU funded Project", 
      "GRACE : research project conducting systematic reviews of scientific data on GM plants. WP5 leader", 
      "2012-06", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU FP6 Integrated Research project Through NIAB", 
      "Co-Extra research project – member of Executive Committee and Management Board , as a member of NIAB team. Project finished Noember 2009.", 
      "2005-04", 
      "2011-03", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Organisation for Biological Control (IOBC)", 
      "Member of IOBC. Organisation involved in integrated crop protection research and communication including use of GM crops for pest, disease and weed control who organise a biennial meeting on the role of GM crops in integrated pest management. Attended recent meeting in Sofia in June 2015 and presented paper the impacts of GM herbicide tolerant crops .", 
      "2015-05", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Society for Biosafety Research. Public scientific body", 
      "Member.", 
      "1996-11", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Crop Production Council (Public charitable trust)", 
      "Member.", 
      "1995-02", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Association of Applied Biologists (Public charitable trust)", 
      "Member.", 
      "1987-07", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Royal Society for the Protection of Birds. Public charitable trust", 
      "Member.", 
      "1967-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Tesco. Private supermarket company", 
      "Employees. This company is not involved in releasing GMOs or in making GMO aopplications to EFSA.", 
      "2002-02", 
      "2011-07", 
      "X"
    ]
  ], 
  "Title": "Dr", 
  "Family name": "SWEET", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-GMO Applications Environment 2015-2018 (GMO), Member-GMO PMEM reports 2015-2018 (GMO)", 
  "Profession": "Environmental Research Consultant", 
  "First name": "Jeremy", 
  "Date": "2015-08-13"
}
