{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "OECD, Organization for Economic Co-operation and Development, Organization for Economic Co-operation and Development, FRANCE, Paris", 
      "Bureau Member of the OECD Working Group on Harmonisation in Regulatory Oversight in Biotechnology", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "OECD, Organization for Economic Co-operation and Development, Organization for Economic Co-operation and Development, FRANCE, Paris", 
      "Representative of Belgium at the OECD Meetings of the Working Group on Harmonisation of Regulatory Oversight in Biotechnology", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Scientific Institute of Public Health", 
      "Senior scientist of the Biosafety and Biotechnology Unit (SBB) of the Scientific Institute of Public Health (known as \"WIV-ISP\"). The WIV- ISP provides support to the public health policy through scientific research and expert opinions. The SBB gives scientific support to the authorities of Belgium competent for GMOs and is the Secretariat of the Belgian Biosafety Advisory Council (BAC). The BAC comments on GMO dossiers during the evaluation periods and provides scientific advice on notifications for GMO field releases in Belgium and applications for placing GMOs on the European market. I’m not a voting member of the BAC, my main task is to provide scientific and technical support.", 
      "2002-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The Netherlands Commission on Genetic Modification (COGEM)", 
      "Can interactions between Bt proteins be predicted and how should effects on non-target organisms of GM crops with multiple Bt proteins be assessed?", 
      "2013-11", 
      "2014-08", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Society for Biosafety Research", 
      "Member of ISBR", 
      "2015-07", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "DE SCHRIJVER", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-GMO Applications Environment 2015-2018 (GMO), Member-Guidance on low levels presence of GM food and feed (GMO)", 
  "Profession": "Biosafety expert GMO - Senior Scientist", 
  "First name": "Adinda", 
  "Date": "2015-09-29"
}
