{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Commission", 
      "Expert of the Technical Working Group of the European GMO Socio- Economics Bureau (ESEB) The ESEB's primary focus will be to develop a set of reference documents that can be used as a tool to aid those performing a science- based analysis of the impactsof GMO cultivation in the Member States and the EU. The ESEB is located at the Joint Research Center in Sevillia and meets onr to two times per year. I'm nominated as a national expert of the working group.", 
      "2012-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Biosafety Clearing House", 
      "Member of the open-ended expert group on Guidance on Risk Assessment of Living Modified Organisms of the Biosafety Clearing House. he Biosafety Clearing-House (BCH) is a mechanism set up by the Cartagena Protocol on Biosafety to facilitate the exchange of information on Living Modified Organisms (LMOs) and assist the Parties to better comply with their obligations under the Protocol. As a nominated national expert I participate on discussions developing general guidance documents on monitoring of LMO and on socio economics . The online consultations take place on a irregualr frequency, so far not more than twice a year", 
      "2011-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Verein Deutscher Ingenieure", 
      "Memeber of the Steering Committee for standardization of methodologies for GMO monitoring. The Association of German Engineers (VDI) is one of the largest technical-scientific associations in Europe, located in Düsseldorf. As a financially independent, politically unaffiliated and non-profit organization the VDI is recognized as the representative of engineers both within the profession and in public. The department Genetechnology of the VDI works on the development of standardized methodologies for the monitoring of GMOs. The steering committee decide on and control activies of the different working groups. The Steering Committee meets twice a year.", 
      "2007-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EU/ COST862 Bacterial Toxins for Insect Control.", 
      "Member of the Management Committee of COST 862 Action. The main objective of the Action is to increase the availability of new and improved bacterial antagonists and their toxins for use in biological control of insects in conventional and organic agriculture that will create economic value to the biocontrol industry and the growers. The task of the Management Committee was to control the implementation of the working plan and to decide on further activities of the COST action e.g. organization of workshops or on short term missions for the exchange of young scientists. The Action was completed in 2010.", 
      "2005-02", 
      "2010-07", 
      ""
    ], 
    [
      "IV. Employment", 
      "BVL, Bundesamt fuer Verbraucherschutz und Lebensmittelsicherheit, Federal Office of Consumer Protection and Food Safety, GERMANY, Braunschweig", 
      "Acting head of the unit Coexistence & GMO monitoring; the BVL is the leading Competent Authority in Germany for GMO, providing decisions on applications for GMO field releases in Germany and national statements on applications for placing GMOs on the European market. BVL advises the Federal Ministry of Food, Agriculture and Consumer Protection (BMEL) in questions of GMO risk assessment and GMO biosafety. As the acting head I'm responsible to scientific and technical technical advice for the department in particular the evaluation of monitoring reports and coexitence measures as well as the assesment of socio economic impact of GMOs. I'm still not responsible for decision regarding EU market authorizations.", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Federal Office of Consumer Protection and Food Safety", 
      "Senior scinetist of the unit Coexistence & GMO monitoring; the BVL is the leading Competent Authority in Germany for GMO, providing decisions on applications for GMO field releases in Germany and national statements on applications for placing GMOs on the European market. BVL advises the Federal Ministry of Food, Agriculture and Consumer Protection (BMEL) in questions of GMO risk assessment and GMO biosafety. I'm not responsible for decision regarding EU market authorizations. My main task is to provide scientific and technical technical advice for", 
      "2004-12", 
      "2015-03", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU", 
      "Research grants within the project GRACE (GMO risk assessment and communication of evidence). GRACE is an EU FP7 research project with two key research objectives: Assessing health, environmental and socio-economic impacts of GM plants (risks and benefits) and testing various types of animal feeding trials and alternative in-vitro methods for health risk assessments of GM food and feed. I'm responisble for systematic reviews in the area of insect resistance management. The fundung of the BVL starts in April 2013 (later compared to other partners) due to negotiaions with the EU. I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels.", 
      "2013-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU", 
      "Research grants within the project PRICE Practical Implementation of Coexistence in Europe. The PRICE research follows a multi- disciplinary approach by a consortium of Eastern and Western European research partners working in the areas of gene flow modeling, agricultural and environmental sciences and economics. The overall Strategic Objective of PRICE is to support the coherent development and implementation of crop specific coexistence strategies for GM and non-GM production in the EU. The task of the BVL is to develop an harmonized location register for GMOs. I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels.", 
      "2011-12", 
      "2015-02", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Julius Kühn Institute", 
      "Working Group Monitoring of GMO. The Julius Kühn INstitute ( JKI) is a Federal Research Institute of the Ministry of Food and Agriculture. The working group is an information platform, and discussion forum for monitoring of GMO. Participants of this working group are scientists, regulators and representatives of companies.", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Organisation for Biological and Integrated Control of Noxious Animals and Plants (IOBC)/ West Palearctic Regional Section.", 
      "The International Organisation for Biological and Integrated Control of Noxious Animals and Plants (IOBC) fosters research and practical application, organises meetings, symposia, offers training and information, especially of biological methods of control, but also of all methods, including chemicals, within an integrated pest management context. Major activities include development and standardisation of testing methods for effects of pesticides on beneficial species, pest and disease damage assessment, modelling in relation to pest and disease management, and the practical implementation of biological and integrated controls for pests and diseases of particular crops. I'm member of the organisation.", 
      "1998-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Ecological Society of Germany (GfÖ)", 
      "The The GfÖ is an independent, nonprofit scientific organisation founded in 1970. We aim to promote basic and applied ecological science, encourage collaborative work of all ecological disciplines, improve communication among ecologists in German speaking countries and beyond, facilitate education in ecology at universities and institutes of higher education, foster application and implementation of ecological knowledge and methods in practice and represent ecological interests in public. I#m member of the GfÖ.", 
      "1997-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Deutsch Gesellschaft für Allgemeine und Angewandte Entomologie (DGAAE)", 
      "The DGaaE (\"German Society for General and Applied Entomology\") unites entomologists who are engaged in this research field by profession or privately. It is the purpose of the society to support entomological research and to gather and communicate the existing knowledge in entomology. In favour of these tasks the DGaaE promotes personal contact, exchange of information, and the national and international cooperation of professional and amateur entomologists. I'm member of the DGaaE.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Federal Office of Nature Conservation", 
      "Working Group \"Indikatoren für die nationale Strategie zur biologischen Vielfalt\" developed indicator for the national biodoversity strategy. I was memeber of this working group.", 
      "2008-03", 
      "2010-04", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Eidgenössische Forschungsanstalt für Agrarökologie und Landbau (FAL) Reckenholz", 
      "Expert Group \"Valuating environmental impacts of GM crops - ecological and ethical criteria for regulatory decision making (VERDI)\". The goal of VERDI was to develop ecological and ethical criteria for regulatory decision-making in the area of GMO. The FAL Reckenholz is an scientific organization of the Swiss Ministry of Agriculture. The Expert group is part of a research project financed by th Swiss National Research Fond. I was member of the expert group supporting the VERDI research team. The project was completed in 2010.", 
      "2007-07", 
      "2010-04", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "GATHMANN", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Chair-GMO Applications Environment 2015-2018 (GMO), Member-Guidance on low levels presence of GM food and feed (GMO)", 
  "Profession": "Senior Scientist", 
  "First name": "Achim", 
  "Date": "2015-09-29"
}
