{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Haut Conseil des Biotechnologies, FRANCE, Paris", 
      "I am a member of the scientific committee of the French High Council for Biotechnology which : - is in charge of advising the French Government on issues relating to biotechnologies, including GMOs - assesses the potential risks to the environment and public health associated with GMOs, as well as their social and economic impact - was created in accordance with the June 2008 French law relative to GMOs, following a broad consultation on the environment in France, the “Grenelle de l’Environnement”. HCB remit covers all fields of biotechnologies and is systematically consulted by the French CA for all GMO dossiers : - involving GM microorganisms, plants or animals, - for contained use or deliberate release, - for research, development, education, or commercial purposes, - in the sectors of agriculture, health, food and feed, energy and the environment. Scientific commitee met regularly (2 days per month) and I was mainly in charge of genetic and molecular studies of the GMO importation or GMO deliberate release dossiers. I was involved in generating comments (mostly on genetic molecular analysis) on GMO dossiers that have been sent to EFSA. I am also member of the scientific sub committee (of the scientific committee) in charge of the dossiers for contained use of GMOs which issues licences for French laboratories/hospitals to manipulate GMOs in contained conditions. In accordance with Dr E. Waigmann, Head of the GMO unit in EFSA and Dr JC Pagès, président of the HCB Scientific Comittee, to avoid possible dual roles, I did not take part in any activity in the scientific committee of HCB that was related to EFSA. I do not contribute to dossiers viewed in parallel by the EFSA, which will restrain my contribution to contained-use and specifically French questions (laws...).", 
      "2009-04", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "The French National Institute for Agricultural Research (INRA) produces scientific knowledge and works for economic and social innovation in the areas of food, agriculture and the environment. I am Deputy-Director of the Institut Jean-Pierre Bourgin (IJPB) in INRA Versailles Center which is a large research unit devoted in Plant Science. I am mainly in charge of human ressources (±350 persons in all IJPB).", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "Academic contract from INRA (Biology and Plant Breeding division) on the research project \"Identification of genetic factors controlling the implementation of lipid and protein reserves in Arabidopsis seed\". Within the last 5 years I was involved in an academic project on Arabidopsis male gametophyte development (with INRA fundings) and I am not involved or memberships to scientific societies, editorial activities for journals. I am just sometimes involve in reviewing papers for scientifc journals (Febs letter, Journal of experimental Botany, Molecular and General, Genomic Plant Cell Reports, Plant Physiol, Plant Physiology and Biochemistry, Plant Science, Sex Plant Reprod…)", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "Patent on an High throughput phenotyping robotic platform (Guerche P, Bouchez D, Balasse H, Camilleri C) Patent for France, N° 09 51 653 (March 16th 2009) for Europe and USA n°PCT/FR2010/050460 (March 15th 2010)", 
      "2009-03", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "GUERCHE", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-GMO Applications Molecular Characterisation 2015-2018 (GMO)", 
  "Profession": "INRA Senior Scientist", 
  "First name": "Philippe", 
  "Date": "2015-08-03"
}
