{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "High Council of Biotechnology", 
      "The \"Haut Conseil des Biotechnologies\" is the French scientific advisory body for GMOs which took over from the Commission du Génie Biomoléculaire in 2009. The HCB is composed of a scientific committee (I was a member of) and a socio-economic committee. The scientific committee provides scientific opinions on biotech-related issues, including confined uses and deliberate releases in the Environment of GMOs. My field of expertise within the committee was agronomy in general, effects of cultivation practices of GMOs, gene flow and coexistence issues.These scientific opinions, together with recommendations from the socio-economic committee, are passed on to the Competent Authorities (Ministries of Environment, Research, Health and Agriculture). The Competent Authorities, taking into consideration the scientific advice, the socio-economic recommendations as well as other aspects (e.g., public consultation) make decisions about granting permits on deliberate releases of GMOs. To avoid possible dual roles, I did not take part in any activity in the scientific committee of HCB that was related to EFSA such as providing EFSAnet input.", 
      "2009-05", 
      "2014-04", 
      ""
    ], 
    [
      "IV. Employment", 
      "Institut National de la Recherche Agronomique (INRA)", 
      "INRA is the French National Institute for Agricultural Research, a public research institute which produces scientific knowledge in the areas of food, agriculture and the environment. I am Head of the Eco- Innov Unit whose objective is to coordinate research activities on the ecological impacts of innovations in Plant Production: - Coordination of impact studies on GMOs as well as of coexistence research activities (see interests declared under Research funding); field trials involving GM crops are not used; - Design and assessment of innovative crop protection systems based on Integrated Pest Management principles (see research funding activities); - Co-coordination of the \"Arable Crops Scientific Interest Group\" (GC-HP2E) which gathers major French R&D organisations involved in the arable crop sector and whose objective is to help design arable cropping systems with high economic and environmental performances; - Participation to the INRA meta-programme SMaCH \"Sustainable Management of Crop Health\"whose objective is to coordinate INRA research acitivities aiming at developing sustainable crop protection systems; - Coordination of the self-funding European Research Group (ERG) ENDURE which gathers 15 research, education and extension bodies involved in Integrated Pest Management (IPM); the ERG maintains and develops the activities on IPM of the EC-funded network of excellence ENDURE (2007-2010). There is no direct activity related to risk management in which I am involved.", 
      "2003-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research", 
      "Coordination of the ERA-NET (European Research Area – Network) project C-IPM (“Coordinated Integrated Pest Management in Europe\"). C-IPM helps coordinate the European research efforts in integrated pest management. C-IPM gathers 32 public programme funders and managers from 21 countries and aims to set a strategic research agenda on Integrated Pest Management in Europe as well as organise and implement transnational calls. C-IPM is not a research project per se and GMOs are not considered.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research", 
      "Deputy coordinator of the FP7 research project AMIGA \"Assessing and Monitoring Impacts of Genetically modified plants on Agro- ecosystems\" (2011-2016) and head of the work package on Post- Market Environmental Monitoring. The project aims at producing methods and tools to support the Environmental Risk Assessment and at exploring new strategies for Post-Marketing Environmental Monitoring, e.g., role of predictive models to help set up monitoring schemes. AMIGA carries out field trials with two GM crops, maize and potato, including regulated events under evaluation. I am not directly involved in these field experiments. There is no private funding from companies in AMIGA, neither for my activities, nor for field experiments whose results belongs to the consortium.", 
      "2011-12", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research", 
      "Participation to the PreSto GMO EU project (2013-2015). The objective of PreSto GMO was to map out the steps needed to create and successfully implement an ERA-Net that will coordinate transnational research on human and animal health, environmental, techno-economic, and socio-economic impacts of genetically modified organisms (GMOs). I have contributed to the mapping of existing research on environmental impacts of GMOs by collating information on research projects carried out in France over the last 15 years.", 
      "2013-09", 
      "2015-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research", 
      "Work Package leader of the FP7 research project PRICE \"Practical Implementation of Coexistence in Europe\" (2011-2015). Within PRICE, my research aimed at improving the statistical estimation of adventitious presence of GMOs in conventional crops and at developing optimal sampling strategies to help manage and monitor coexistence. My activity did not include the implementation of GM field trials.", 
      "2011-12", 
      "2015-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research", 
      "Participation to the FP7 collaborative research project PURE (Pesticide Use-and-Risk Reduction in Europe, 2011-2015). I was task leader within the work package \"Design of multi-criteria assessment tools for crop protection\" whose objective was to design ex-ante and ex-post multi-criteria assessment tools to support PURE scientists. My activity focussed on the development of the generic multi-criteria assessment tool DEXiPM. GM crops were not considered in PURE.", 
      "2011-03", 
      "2015-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research", 
      "Research activity leader within the FP6 Network of Excellence ENDURE: design of innovative crop protection systems (2007-2010). I developed assessment tools to help scientists and prcatitioners design innovation cropping systems. ENDURE aimed at integrating European Research Capacities to design sustainable crop protection strategies less dependent on pesticides. GM crops were not considered in ENDURE. ENDURE activities are partly maintained through a self- funded European Research Group (see Employment activity).", 
      "2007-01", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "MESSEAN", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Vice-Chair-GMO Applications Environment 2015-2018 (GMO), Chair-GMO PMEM reports 2015-2018 (GMO), Member-PROMETHEUS (PROmoting METHods for Evidence Use in Scientific assessments) - Deliverable 2 \"Analysis of methods for dealing with data and evidence applied by EFSA\" (AMU)", 
  "Profession": "Researcher", 
  "First name": "Antoine", 
  "Date": "2015-11-10"
}
