{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Commissariat Energie Atomique (CEA), CEA, Marseille, FRANCE", 
      "As a Professor I must do my research activity in a research Institute linked to the University (an UMR). Therefore I am head of a Laboratory that belong to an UMR between CEA, CNRS and the University (UMR 7265). The lab is \"laboratoire de Génétique et Biophysique des Plantes\" belong to CEA Direction des Sciences du Vivant, Institute of Environmental Biology and Biotechnology. This a function, CEA is not my employer. The lab comprise about 10 permanent researchers from CEA, CNRS and University. I define research projects, apply for funding, mentor PhD student, perform experiments. Beside my teaching activity at the University that takes approximately half of my working time this research management takes my other half time (excluding other commissions and external duties) Further information on the Institute can be found: http://www- dsv.cea.fr/en/institutes/institute-of-environmental-biology-and- biotechnology-ibeb and the lab website is: http://www.lgbp.univ-mrs.fr/", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "CNRS, Centre National de la Recherche Scientifique, FRANCE, Paris", 
      "I am member of the CNRS National committee section 23 \"Plant integrative biology\". This take approximately 1 month working time per year including meetings at the CNRS headquaters in Paris. The commission is evaluating the career of CNRS researchers, audit candidates for CNRS positions and gives recommandations to the CNRS direction which takes the final decision. I am also occasionally evaluator for the French Agence d'Evaluation de la Recherche et Enseignement Supérieur (AERES). I participate in visiting evaluation committees in different Institutes and write recommandations for the AERES which are then transmitted to labs steering institutes (CNRS, INRA or others) AERES (now HCERES) web site: http://www.aeres-evaluation.com/", 
      "2013-04", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Aix marseille University (AMU), AMU, Marseille, FRANCE", 
      "I am professor employed by the Aix Marseille University. I have a teaching duty of 192h per year. I am teaching several courses in plant molecular biology and biotechnology and general virology. The rest of my time is devoted to research that I perform as head of a laboratory in an Unité mixte de Recherches that link CEA, CNRS and the University (see section II). I am doing academic research in the field of Plant Molecular Biology and Biochemistry. As a laboratory head I take care that experiments and equipments in the lab are performed and used along the rules edicted ny the French Haut Commissariat aux Biotechnologies (http://www.hautconseildesbiotechnologies.fr/) but I have no direct role in risk management a the level of the University beside that.", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Agence nationale de la Recherche", 
      "I received funding from the Agence Nationale de la Recherche for 3 ongoing research project concerning Plant Signaling and Adaptation to environment. This funding is mostly used to pay post-doc and students buy equipment and labware. Total funding is about 450 kE Before this I had received funding from different kind of entities during the period 1993-2012: French Ministry of Research and Industry, The European Union, the Genoplante consortium (see VII for description), bilateral projects between France and other countries (UK, Spain, Argentina SEITA (which was the french tobacco company). All these funding were used exclusively for laboratory", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Genoplante INRA CEA", 
      "I am coauthor of two patents filed by the Genoplante consortium Genoplante was a consortium linking research organization (CNRS, INRA, IRD etc) and private companies (Biogemma, Sofiproteol, Arvalis) to fund research projects in basic and applied Plant Sciences. Genoplante website: http://www.genoplante.com/?lg=fr These patents are not directly related to GMO although the knowledge they describe can possibly be used in GMO. To my knowledge none of them has been licensed and do not receive any any financial gain from them. Brevet français FR0412601. DeRose R, Rolland N, Robaglia C, Arar C, Nicolaï M, Duprat A, Salvi D, Sormani R, Joyard J. \"Méthode d'adressage d'acides nucléiques vers les plastes\" déposé par le cabinet Lavoix le 26 novembre 2004, au nom de Génoplante-Valor et du CEA. Extension internationale PCT en novembre 2005 Brevet GENOPLANTE VALOR WO 03/066900 - Caranta C., Ruffel S., Bendahmane A., Palloix A., Robaglia C. 2003. « Mutations in the eIF4E gene and resistance against Potyvirus ».", 
      "2003-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "ROBAGLIA", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-GMO Applications Molecular Characterisation 2015-2018 (GMO)", 
  "Profession": "Professor Aix Marseille University", 
  "First name": "Christophe", 
  "Date": "2015-07-31"
}
