{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Valagro International Advisory Board (Valagro IAB), Valagro International Advisory Board, Atessa, Italy, ITALY", 
      "Member of the International Advisory Board. Advisory on formulation of nutraceuticals based on algae, assessment of preliminary studies entirely undertaken by Valagro. Meeting once/year in Milan, organized by Ambrosetti The European House. Valagro is an Italian comoany that produces fertilizers and algae formulations. They do not produce GMOs or related products.", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Padua (Unipd), University of Padua, Padova, Italy, ITALY", 
      "Associate Professor of Human Nutrition. Basic and applied research on oxidative stress and cardiovascular system. Teaching (School of Medicine)", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "IMDEA-Food (IMDEA- Food), Madrid Institute for Advanced Studies - Food, Madrid, SPAIN", 
      "Head of the Functional Food Laboratory. Cell studies, animal studies, human studies of nutraceuticals focused on the cardiovascular system. The IMDEA (Madrid Institute of Advanced Studies) network was constituted by the Comunidad de Madrid within the framework of the IV Regional Plan of Scientific Research and Technological Innovation (PRICIT).Tthe Mission of the IMDEA Food Institute is to identify nutritional strategies that promote health and well-being throughout life, carrying out original scientific research of excellence at the forefront of knowledge in the field of nutrition, food and health; in accordance with the scientific, economic and social context of the time;", 
      "2010-09", 
      "2014-11", 
      ""
    ], 
    [
      "IV. Employment", 
      "Universite' Pierre et Marie Curie Paris 6 (UPMC), Universite' Pierre et Marie Curie Paris 6, Paris, FRANCE", 
      "Full Professor of Physiology. Director of the \"Micronutrients and Cardiovascular Health\" lab. Basic and applied research on essential fatty acids and polyphenols and teaching (physiopathology).", 
      "2006-12", 
      "2010-09", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Nutrition Foundation of Italy (NFI), Nutrition Foundation of Italy, Milan, ITALY", 
      "Contribution to website. Occasional (foreseen: once every two/three years) co-organization of meetings. Writing of monographs for the NFI website. Follow up of literature on nutritional ingredients of interest to NFI members, notably chocolate, coffee, alcohol, tea.", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Spanish Minister of Science", 
      "Foodomics of hydroxytyrosol. In vitro and in vivo studies of nutrigenomics end proteomics of hydroxytyrosol.", 
      "2011-01", 
      "2014-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ELSEVIER", 
      "Editor in Chief of PharmaNutrition (an Elsevier journal). Decisions on acceptability of papers submitted for publication. Meeting with Elsevier (Amsterdam) once/year.", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ELSEVIER", 
      "Editor in Chief of Pharmacological Research. Decisions on acceptability of papers submitted for publication. Development of journal in terms of diffusion and quality. Meeting with Elsevier (Amsterdam) once/year.", 
      "2009-01", 
      "2014-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "VISIOLI", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-GMO Applications Food-Feed 2015-2018 (GMO), Chair-Guidance on low levels presence of GM food and feed (GMO)", 
  "Profession": "Professor of Human Nutrition", 
  "First name": "Francesco", 
  "Date": "2015-09-30"
}
