{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Palermo. Dept STEBICEF (Dipartimento Scienze e Tecnologie Biologiche Chimiche e Farmaceutiche - Dept of Science and technologies od Biology, Farmacy and Chemestry))", 
      "I'm Senior research and and attended professor in Agricultural Entomology, in 2014 I had the National licence to be associated professor. She is in the Committee for the Ph.D School of Animal Biology (Faculty of Science University of Palermo). 2007-2009 Controller of Examinations for the Ph.D of the Agricultural Faculty of Annamalai University, Tamil Nadu, INDIA. 2007-2009 professor of Applied entomology, Adaptative Zoology, Invertebrate zoology, Zoology at the University of Palermo. 2001- 2007 she was professor for the courses: Biotechnology applied to arthropods, Defence of the plants: entomology, Effects of the biotechnology on the environment: entomology at the UNiversity of Milano. 2001-2014 She was tutor and co-tutor of 40 diploma thesis and 2 PhD thesis. Interests: Agricultural entomology, Nematology, Soil biodiversity, Impact of Biotechnology and Pesticides on the enviroment, Biosafety, Interaction between pest and Bt toxins, Interaction between Bacillus thuringiensis and insect, bioindicators, soil fauna and impact of xenobiotics. Approved a project financed by University of Palermo on impact of GM plant on soil fauna. Impact of Biopesticides on non target arthropods and other invertebrates. My research do not supports in any way the development of particular pesticides in view their registration. I collaborate to the published Risk Assessment guidance of GMP as ad hoc expert of EFSA in GMO non target group. At the moment I'm not involved in research or studies regarding methodology, software and/or computational model which could be used in regulatory processes regarding plant protection products or not and whether it is involved in the regulatory risk assessment process of pesticides or not. My research regards only in part the effect of pesticides on non target organisms but considering aspects that actually are not necessary for the registration process or different non target organisms.", 
      "2007-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission (EC)", 
      "In the contest of FP7 Project AMIGA (Assessing and monitoring the impacts of genetically modified plants on agro--ecosystems) (http://www.amigaproject.eu), workpage 4 (soil fertility), I won the subcontractor for \"Analyses of soil nematode responses to genetically modified (GM) plants\"", 
      "2012-06", 
      "2015-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "University of Palermo", 
      "The University of Palermo financed \"Study of combined effect of biological and chemical pesticides on non target organisms\"", 
      "2013-04", 
      "2015-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "University of Palermo", 
      "The University of Palermo Financed the project titled \"Enviromental Risk Asessment of integrated use of Biological and Chemical pesticides in terrestial ecosystem with focus on indoor and outdoor natural and cultural heritage\" Title \"Valutazione dell’efficacia e degli effetti dell'uso integrato di insetticidi chimici e biologici in ecosistemi terrestri con particolare riferimento alla salvaguardia di beni naturali e culturali in ambiente aperto.\"", 
      "2013-03", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "MIUR (Ministero dell' Istruzione, dell'Università e della Ricerca - Italiano)", 
      "PROJECT PRIN 2008 REGARDING \"Bacteria Entomopathogenic and insecticidal natural extract against red palm weevil: interactions with the immunity system and the midgut bacterial flora\". We also carried out research on entomopathogenic nematodes collected in RPW living in infested palms and also in surronding soil.", 
      "2010-03", 
      "2012-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "University of Palermo/ MIUR", 
      "I received a financial support from the University of Palermo for the project \"Effetti delle piante transgeniche sull’entomofauna non target e sulla pedofauna\" . Effects of PGM on non target insect and on pedofauna.", 
      "2010-01", 
      "2012-03", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Becker Underwood Ltd (UK)", 
      "I asked to receive the entomopathogenic nematode Steirnenema carpocapsaeto study the interaction among pathogens and immune system of insect pest, in particular Red Palm Weevil. They send me them for free. Data were pubblished in MANACHINI B., SCHILLACI, M, ARIZZA, V (2013). Biological Responses of Rhynchophorus ferrugineus (Coleoptera: Curculionidae) to Steinernema carpocapsae (Nematoda: Steinernematidae). JOURNAL OF ECONOMIC ENTOMOLOGY, vol. 106, p. 1582- 1589, ISSN: 0022-0493, doi: http://dx.doi.org/10.1603/EC13031 Mastore 1, Arizza V, Manachini B, Brivio MF (2014). Modulation of immune responses of Rhynchophorus ferrugineus (Insecta: Coleoptera) induced by the entomopathogenic nematode Steinernema carpocapsae (Nematoda: Rhabditida).. INSECT SCIENCE, ISSN: 1744-7917, doi: 10.1111/1744-7917.12141.", 
      "2012-01", 
      "2014-06", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Monsanto (Belgium)", 
      "I asked to receive for my research on Rhyncophorous ferrugineus (Red Palm Weevil. RPW) the toxin CRY III. We received it and we tested the relationship between RPW immune system and Cry Toxins. I request also the Cry IAb to test the susceptibility of some poplar lepidoptera pest. . I asked to receive only the toxins and non other kind of supports neither money or financial supports. Data are still in progress and will be available as soon as possible.", 
      "2010-01", 
      "2012-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Intrachem (IT)", 
      "I aksed to receive the entomophatogenic bactrium Bacillus thuringiensis to study the interaction among pathogens and immune system of insect pest, in particular Red Palm Weevil and some effects on non target invertebrates. They send me them for free. Some data were reported Manachini B, Arizza V, Rinaldi A, Montalto V, Sarà G (2013). ECO- PHYSIOLOGICAL RESPONSE OF TWO MARINE BIVALVES TO ACUTE EXPOSITION TO COMMERCIAL Bt-BASED PESTICIDE. MARINE ENVIRONMENTAL RESEARCH. MARINE ENVIRONMENTAL RESEARCH, vol. 83, p. 29-37, ISSN: 0141- 1136, doi: http://dx.doi.org/10.1016/j.marenvres.2012.10.006 Manachini BRI, Vazzana M, Celi M, Arizza V (2011). Bacillus thuringiensis treatment alters larval growth, hemocytes and modulation of Hsp70 in Rhynchophorus ferrugineus. IOBC/WPRS BULLETIN, vol. 66, p. 53-57, ISSN: 1027-3115", 
      "2011-06", 
      "2012-09", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "COST (European Cooperation in Science and Technology)", 
      "I'was in the Management Committee of Action COST Action 862 \"Bacterial Toxins for Insect Control\", financed by European Cooperation in Science and Technology). COST (European Cooperation in Science and Technology) is one of the longest-running European frameworks supporting cooperation among scientists and researchers across Europe. The Bt toxins, considered in Cost 862 are considered mainly in the traditional and biological products but are involved also consideration on GM plant expressing Bt toxins. I was involved in studying the potential target resistance and the effects on non target organisms including soil organisms (http://www.cost.eu/domains_actions/fa/Actions/862)", 
      "2006-03", 
      "2010-07", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr. Prof.", 
  "Family name": "MANACHINI", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-GMO Applications Environment 2015-2018 (GMO), Member-GMO PMEM reports 2015-2018 (GMO), Member-WG NTA + In Soil Opinion (PPR)", 
  "Profession": "Senior Researcher/Assistant professor University of Palermo", 
  "First name": "Barbara", 
  "Date": "2015-09-20"
}
