{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Communications & Public Engagement Group, Global Food Security programme, Swindon, UNITED KINGDOM", 
      "My role: member of the Communications & Public Engagement Group. We meet three times per year. Subject: To provide guidance on communication and public engagement activities of the Programme, including the website http://www.foodsecurity.ac.uk/index.html Remit of the organisation: The GFS programme links UK’s main public funders of food-related research and training. They work together through the Global Food Security programme to meet the challenge of providing the world’s growing population with a sustainable, secure supply of safe, nutritious, and affordable high- quality food using less land, with lower inputs, and in the context of global climate change, other environmental changes and declining resources. Our vision •To integrate, coordinate and disseminate research that will be influential in informing policy and practice and will support food security goals •To raise the profile of the food security challenge, providing leadership and coordinating our efforts •To be dynamic in identifying and responding to current and future challenges, leveraging existing funding, and co-designing new multidisciplinary research programmes •To encourage innovation •To help to translate existing knowledge in to practice •To provide a focus for UK contributions to wider international efforts", 
      "2013-02", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Monogram, UNITED KINGDOM", 
      "My Role: member of the Steering Group. We meet twice per year and exchange occasional emails. Subject: to maintain the website http://www.monogram.ac.uk/. To organize an annual scientific meeting and to write the occasional blog. Remit of Organisation: The Monogram Network consists of UK based researchers with an active interest in small grain cereal and grass (including the C4 energy grasses) research. Commercial scientists and plant breeders are active members and provide the link between Monogram science and commercial exploitation. Monogram includes both basic and more applied research and its members span disciplines including plant genetics, physiology, pathology, breeding, and bioinformatics. We also have extensive expertise in outreach activities and links with industry. Monogram aims to promote coordination and information flow amongst the community and ensure its visibility at the national and international level, thereby strengthening UK efforts in these species. Monogram is the focal point for integration of the UK grass and cereals community and represents it at the UK Plant Sciences Federation. We also hope to integrate more closely with the wider plant sciences community and provide a link to help lower the entry barriers for new researchers in the area.", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "UK Plant Sciences Federation (UKPSF), London, UNITED KINGDOM", 
      "I chaired a UKPSF working group on regulations that cover biological research. Frequency: Two physical meetings and several emails between July - Nov 2014. Role: I chaired the meeting. Remit: The UKPSF is a special interest group of the Society of Biology, which aims to bring together the breadth of the UK Plant Science sector to: • Increase the understanding of the significance of plant sciences • Formulate a coordinated strategy and vision that will be used to inform policy • Improve the general funding environment • Create an independent and inclusive forum for debate • Provide a focus and contact point for UK plant science • Support efforts to inspire, educate and train the next generation", 
      "2014-07", 
      "2014-11", 
      ""
    ], 
    [
      "IV. Employment", 
      "Rothamsted research", 
      "I am employed as a research scientist, principle investigator and group leader.", 
      "1998-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "BBSRC, Biolotechnoly and Biological Sciences Research Council", 
      "Development of specific TALENs for precision engineering in wheat", 
      "2014-06", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Biotechnology and Biological Sciences Research Council", 
      "Rothamsted receives funding from the UK Biotechnology and Biological Sciences Research Council for the project 'The first step in engineering nitrogen fixing cereals; transferring the capability to perceive rhizobial bacteria'. This funding does not exceed 25% of my annual budget.", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Syngenta", 
      "Rothamsted receives funding from Syngenta for non-GM projects to develop high yielding, environmentally sustainable wheat. The partnership will not involve the development of any commercial GM wheat varieties. I have no personal control over this budget and am not involved in any of the research funded by Syngenta.", 
      "2013-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Biotechnology and Biological Sciences Research Council UK", 
      "Rothamsted Research receives funding from Biotechnology and Biological Sciences Research Council UK for a PhD studentship entitled Manipulation of chloroplast characteristics to enable plastid transformation of wheat. I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels", 
      "2011-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bristol University", 
      "Rothamsted Research received funding from Bristol University to make transgenic wheat plants for a research project. I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels", 
      "2011-09", 
      "2014-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Biotechnology and Biological Sciences Research Council", 
      "A new generation of insect resistance GM crops: transgenic wheat synthesising the aphid alarm signal. J Pickett, JA Napier and HD Jones I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels", 
      "2008-10", 
      "2014-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Tokyo University,", 
      "Rothamsted Research received funding from Biotech Research Centre, Tokyo University, Japan to make transgenic wheat plants for a research project. I did not receive any (co-)funding from the private sector in the latest", 
      "2009-02", 
      "2011-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Plastid ac.", 
      "Rothamsted Research received funding from the Plastid ac, an SME basted at Stavanger University, Norway to conduct research into plastid transformation. I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels", 
      "2010-04", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU Framework 6 programme", 
      "Participation in Exploitation of Natural Plant Biodiversity for the Pesticide-Free Production of Food. (BioExploit) (K H-Kosak, HD Jones et al.. EU FP6 2005 - 2010. Total &gt; £1M I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels", 
      "2005-09", 
      "2010-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU Framework Programme 6", 
      "Exploiting Bioactivity of European Cereal Grains for Improved Nutrition and Health Benefits (HealthGrain) Large consortuim inc. PR Shewry et al, EU FP6 2005 – 2010. Total &gt; £1M I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels", 
      "2005-06", 
      "2010-09", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Nottingham University", 
      "Visiting Lecturer. Upgraded to Special Professor 1st August 2009. Re designated as 'Honorary Professor' from 1st August 2011.", 
      "2008-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Institute of Biology", 
      "Institute of Biology Chartered Member. I was elected a Fellow of the IoB in March 2002. I sat on the editorial board of the Institute journal 'The Biologist' 2002 - 2004, and I was a member of the Institute 'Agricultural Sciences Committee' 2001/2 – 2003/4. The mission of the Institute of Biology is to promote the biological sciences, to foster the public understanding of the life sciences generally, to serve the needs of our members, to enhance the status of the biology profession, and to represent our members and the biology profession as a whole to government and other bodies in the UK and abroad.", 
      "1990-02", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Association of Applied Biologists", 
      "I am a member of the Association of Applied Biologists which is a registered charity (No. 275655), was founded in 1904 and has as its objectives \"To promote the study and advancement of all branches of Biology and in particular (but without prejudice to the generality of the foregoing), to foster the practice, growth and development of applied biology, including the application of biological sciences for the production and preservation of food, fibre and other materials and for the maintenance and improvement of earth's physical environment\". We have approximately 900 members across the world and many libraries subscribe to our publications. Membership is open to all interested in applied biology. I also sit on the Plant physiology and Crop Improvement Group 2007- to date.", 
      "2008-03", 
      "2013-03", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "GM Crops Journal", 
      "I am a member (unpaid) of the editorial board of the academic journal 'GM Crops' published by LANDES Bioscience.", 
      "2009-04", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Plant Cell Reports Journal, Springer", 
      "Advisory/handling editor for academic manuscripts", 
      "2007-09", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Plant Biotechnology Journal, Wiley", 
      "Journal Editorial Advisory Board (unpaid)", 
      "2004-09", 
      "2014-10", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Dow AgroSciences LLC", 
      "Rothamsted Research signed a research agreement with Dow AgroSciences (DAS) to conduct research using proprietary EXZACT Precision Technology which is owned by Sangamo / DAS. Rothamsted Research did not receive funding from DAS in relation to this agreement.", 
      "2010-05", 
      "2013-04", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "JONES", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-GMO Applications Molecular Characterisation 2015-2018 (GMO)", 
  "Profession": "Research scientist", 
  "First name": "Huw", 
  "Date": "2015-07-28"
}
