{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Organisation for Economic Co-operation and Development (OECD), Environment Directorate.", 
      "Occasional participation until 2008 in some of the meetings of the Task Force (TF) for the Safety of Novel Foods and Feeds (e.g. food/feed derived from biotechnology), i.e. only one meeting per year, as ad hoc expert . I participated in the TF meeting in 2011, 2012, 2013 and 2014 because of the discussion on the EU/EFSA initiative to include the analysis of endogenous allergens in the allergenicity assessment of GM crops where appropriate. I have particulalrly be involved in the 2012 joint OECD-EFSA meeting in which I was a speaker for EFSA. I also then participated in (parts of) the following sessions to following up the discussions on this topic when this item was in the agenda, e.g. in the Task Force meeting on April 2015. Again, I participate as scientific consultative support, not as a voting official delegate.", 
      "2001-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "On 16 April 2013, I have retired and became Director of Research Emeritus at INRA. Since then I have no more executive responsibility at INRA. In the mean time I have been officially appointed as a (unpaid) “Chargé de Mission” (e.g. Scientific Advisor) to the Director of the Human Nutrition, Chemical Food Safety and Consumer Behaviour Division of INRA. I am particularly involved in the supervision of the on going collaborative research projects that I have initiated as Head of the Food Allergy Laboratory (2002-15/04/2013). These projects are mentioned in the Section VI \"Research Funding\" of my DoI although I am no longer the official INRA representative in charge of them. I also still follow the progress of the Research Projects performed in the Food Allergy Laboratory in the frame of the INRA scientific policy defined and implemented the past years and as such I continue to be co-author of the current publications of my former Group.", 
      "2013-05", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Institut National de la Recherche Agronomique (INRA)", 
      "Reserach Scientist at INRA in Nutrition and Food Safety. My research career took place in the Lab. of Nutrition, Lab. of Xenobiotics and Lab. of Food Sciences. From January 1991 until April 16th 2013 when I retired, I was Director of Research and Head of the Food Allergy Laboratory.", 
      "1970-01", 
      "2013-05", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research", 
      "FP7 Large RTD Project GRACE :GMO Risk Assessment and Communication of Evidence (2012-2015). As indicated in Section IV (Employment) I have been involved in this project as Head of the Food Allergy Laboratory and INRA responsible scientist until 15 April 2013. Since then I have no more executive responsibility in this project in which my former Group is still participant. I supervise its work and participates in the discussions and interpretation of the results obtained, in line with the description of work included in the contract signed with the COM. which I had contributed to elaborate. In terms of experimental work the Food Allergy Laboratory is involved in WP 2 (i.e. Alternative in vitro testing approach for GMO food/feed) but also indirectly in WP 1 (90 Day feeding trials) to develop digestibility testing on plant/feed materials and immunological and metabolomic studies on animal samples. I am still personally involved in desk works of WP 3, i. e. “Review of the food/feed safety and health impacts of GM Plants” and in particular to prepare a systematic review on “The risk of allergic sensitization and elicitation in humans and animals exposed to an allergenic plant that has been genetically modified as compared to individuals exposed to the non-genetically-modified plant counterpart”.", 
      "2012-06", 
      "2013-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research", 
      "FP7 Large RTD Project iFAAM : Integrated Approaches to Food Allergen and Allergy Risk Management (2012-2015). As indicated in Section IV (Employment) I have been involved in this project as Head of the Food Allergy Laboratory and INRA responsible scientist until 15 April 2013. I was WP leader for WP 8, i.e. “Clinically relevant allergen analysis” which includes the assessment of the ability of multianalyte tools to effectively measure clinically-relevant allergens in foods and the impact of the food matrix on the detection of allergens and also its influence on the bioavailability of allergens during digestion and on their allergenic activity. Since then I have no more executive responsibility in this project in which my former Group is still participant. I supervise the experimental work done and participates in the discussions and interpretation of the results obtained, in line with the description of work included in the contract signed with the COM. which I had contributed to elaborate. In addition, I am still personally involved in desk works within WP 10 to prepare collaborative overarching reviews with Clinicians, Consumers, Food Technologists, Regulators, Psychologists, etc … A state of the art paper on Precautionary allergen labelling, has been published in Allergy, i.e. Dunngalvin A, Alldrick A, Chan Ch, Crevel R, Grimshaw K, Schnadt S, Taylor S, Turner P, Allen KJ, Austin M, Baka A, Baumgartner S, Bucchini L, Fernández Rivas M, Grinter K, Houben G, Hourihane J, Kruizinga A, Lack G, Madsen CB, Mills C, Papadopoulos NG Poms R, Regent L, Sherlock R, Wal JM, Roberts G. Precautionary (‘may contain’) allergen labelling: perspectives from key stakeholder groups, Review Allergy, 2015, doi: 10.1111/all.12614. Another one on Prevention of Allergy, i.e. Grimshaw K, Logan K, Kiely M, O’donovan S, Patient K, Van Bilsen J, Beyer K, Campbell D, Garcia-Larsen V, Grabenhenrich L, Lack G, Mills C, Wal JM, Roberts G. Dietary risk factors in the prevention of food allergy. An iFAAM State of the Art Paper has been submitted in Arch Diseases in Childhood.", 
      "2012-06", 
      "2013-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research", 
      "FP7 Coordinated Action MARLON : Monitoring of Animals for Feed- related Risks in the Long Term. Assessing post-market monitoring of potential health impacts of GM-crops in livestock (2012-2015). With the same introductory remark as for the GRACE project, I am involved in WP 2 and WP 3. WP 2 (GM feed consumption measurements) explores the possibilities to measure exposure to GM animal feeds in an individual animal or groups of animals based on detection of GM material in physiological samples of these animals. WP 3 (defining animal health indicators) investigates on the definition of specific sensitive health indicators for the purpose of monitoring potential health effects, including allergenicity / immunotoxicity, that are related to consumption of GM crops.", 
      "2012-06", 
      "2013-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "DBV Technologies", 
      "Research collaborative project with DBV Technologies (2012-2015). \"Production and characterization of milk protein fractions having an immunomodulatory activity via the epicutaneous route of administration and analysis of the underlying mechanisms\". Collaborative study with the Company DBV Technologies which aims at exploring the role of particular forms of exposure on the polarization of the immune response to milk proteins, e.g. inducing the development of a tolerance or of an allergic reaction. DBV Technologies funded a PhD grant, named “Bourse CIFRE” , in association with the Governmental Institution ANRT (Association Nationale de la Recherche et de la Technologie). This is a research project and not a study on a specific product of the firm, by contract with INRA it is specified that all the results are to be published. I was Director of the Thesis until 15 April 2013. The work is continuing under the actual direction of H. Bernard, research scientist and co-worker in my former Group.", 
      "2012-02", 
      "2013-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "French Government- Ministère de l'Écologie, du Développement durable, des Transports et du Logement (MEDDTL)", 
      "Programme RISK OGM 2010 of the French Government, MEDDTL (Ministère de l'Ecologie, du Développement durable, des Transports et du Logement) (2012-2015). \"Interactions between insecticidal Cry toxins and digestive tract mucus\" This project falls into the area of risk assessment of GM crops expressing insecticidal Bacillus thuringiensis proteins. Main objectives are to further elucidate the mode of action of Cry1Ab. For this purpose, it is analyzed if Cry toxins can be trapped /bound to mucus like structures from various origins and if interactions result in breakdown of these structures. In particular it is investigated if such effect could be reached on mucus from vertebrates (as compared to insect models), what region/domain of the Cry toxin is involved and whether glycosylation of mucins/peritrophins may have a role on the interactions. The Food Allergy Laboratory is a participant in this Project, particularly in charge of the binding studie. As Head of the Lab., I was the responsible scientist for this task until 15 April 2013. The work is continuing under the actual direction of K. Adel-Patient and H. Bernard, research scientists and co-workers of my former Group", 
      "2012-01", 
      "2013-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Unilever - Safety & Environmental Assurance Centre, Colworth UK", 
      "Research collaborative project with Unilever (2012-2014). \"The role of cutaneous and respiratory exposure in the development of IgE mediated allergy to food proteins\" This collaborative study with the Company Unilever aimed at exploring the impact of different routes and doses of (pre)exposures to milk and peanut proteins/extracts in the development of an allergic reaction after experimental sensitization to these food proteins via the oral route. Unilever funded a PhD thesis grant, named “Bourse INRA. This was a research project and not a study on a specific product or process of the firm. In line with INRA policy, the results are published in International Archives of Allergy and in Clinical and Translational Allergy. I was Director of the Thesis until 13 April 2013. The work has continued under the actual direction of my co-worker K. Adel-Patient, research scientist in the Group.", 
      "2011-02", 
      "2013-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "French Government- Ministère de la Recherche, INSERM - ITMO Immunologie, Hématologie, Pneumologie", 
      "Incentive programme INSERM, ITMO (Institut Thematique Multi Organismes) IHP (Immunology, Haematology, Pneumology) : Asthma and Allergy (November 2011-December 2012). \"Transfer of oral tolerance to a food allergen via breast feeding : efficacy, mechanisms and identification of relevant biomarkers\". In collaboration with CEA and INSERM, this preliminary project aimed at exploring the impact of perinatal exposure to food allergens, via administration to lactating mothers, on the development of a tolerance vs allergic reaction in newborn mice. The INRA Food Allergy Lab., which I was leading, was a participant in this project As Head of the Food Allergy Lab., I was the supervisor of the Project that was actually conducted by my co-worker K. Adel-Patient, research scientist.", 
      "2011-11", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "French FUI (Fonds Unique Interministériel de Soutien aux Projets de R&D Collaboratifs des Poles de Compétitivité)", 
      "French FUI (Fonds Unique Interministeriel de soutien aux projets de R&D collaboratifs des poles de competitivite), MANOE (Maitrise Allergenes NutritiOn Enfants (2009-2012). \"Developing foods/food ingredients with no allergen or with a controlled acceptable content of known allergens, that would be available for all children\". In collaboration with public and private research laboratories and agro- food industry the INRA Food Allergy Lab., which I was leading, was a participant in this project and mainly involved in the development of analytical tools for detection and quantification of food allergens in complex, processed foods. As Head of the Food Allergy Lab., I was the supervisor of the Project that was actually conducted by my co-worker H. Bernard, research scientist.", 
      "2009-01", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CNIEL (Centre National Interprofessionnel de l'Economie Laitière)-Syndifrais", 
      "Programme Syndifrais-CNIEL (Centre National Interprofessionnel de l'Economie Laitière). (2011-2012) : \"Impact of an experimental inoculation of a Lactobacillus casei strain in the gut of neonate gnotoxenic mice on the prevention of a further sensitization to milk proteins\". Preliminary project to study the role of the gut microbiota on the development of an allergic reaction vs an oral tolerance after an experimental sensitization by oral administration of milk proteins. As Head of the Food Allergy Lab., I was the supervisor of the Project that was actually conducted by my co-worker S. Hazebrouck, research scientist.", 
      "2011-03", 
      "2012-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "French Government - Agence Nationale pour la Recherche (ANR)", 
      "National Research Agency (ANR), French Governmental Institution. Programme EmergenceBIO (2008- 2010) : Development of new immuno-analytical tools for detection of allergens and antibodies. \"Development of rapid, sensitive and quantitative tests using fluorescent immunoliposomes\". The INRA Food Allergy Lab., which I was leading, was a participant in this project and, in collaboration with CEA it wqs mainly involved in the development of a new innovative immunochemical tool for detection and quantification of food allergens in foods. As Head of the Food Allergy Lab., I was the supervisor of the Project that was actually conducted by my co-worker H. Bernard, research scientist.", 
      "2009-01", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research Framework Program VI : IP Europrevall", 
      "EU Framework Program VI Integrated project : Prevention and alleviation of food allergy in Europe (Euro-Prevall) (2005-2009). I was co-leader of Theme III (Allergen Structure and the Food Matrix), member of the Scientific Management Board of the project and my Group (i.e. the Food Alergy Laboratory) was a participant responsible for the coordination of WP3 (Assessing the influence of food matrix, food processing and digestion on allergenicity). As Head of the Food Allergy Lab., I was the responsible scientist for the Project.", 
      "2006-06", 
      "2009-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research Framework Program VI : IP CoExtra", 
      "EU Framework Program VI Integrated Project: Coexistence and traceability of GMOs. : CoExtra This project was coordinated by INRA ; the Food Allergy Lab. which I was leading, was a participant in the work package V : “Development and integration of analytical traceability tools” in charge of the “Development of new protein based methods against e.g. epitopes resistant to agro-industrial processing, semi-quantification”. It has developed and validated a rapid, highly sensitive and specific ELISA test for detection of Cry 1Ab endotoxin in genetically modified maize using a set of monoclonal antibodies (mAb) specific of various regions of the Cry protein. This ELISA test “kit” as well as the corresponding mAbs were not commercialized but largely distributed to numerous Labs and used in several other projects (e.g. GRACE). As Head of the Food Allergy Lab., I was the responsible scientist for the Project.", 
      "2006-05", 
      "2009-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ACTIA (Association de Coordin. Technique pour l'Industrie Agroalimentaire)", 
      "Programme ACTIA (Association des Centres Techniques de l'Industrie Agro-alimentaire) (2006-2009) in association with INRA : \"Impact of food formulation and processing on milk proteins antigenicity\". Collaborative research project with other INRA Labs specialized in milk technology and with the dairy industry. The INRA Food Allergy Lab., which I was leading, assessed the remaining antigenicity of milk proteins in different dairy products depending on the cheese/dessert making process that was used. As Head of the Food Allergy Lab., I was the supervisor of the Project that was actually conducted by my co-worker H. Bernard, research scientist.", 
      "2006-01", 
      "2009-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Nestec Research Centre, Lausanne, CH", 
      "Collaborative Research Project with Nestec Research Centre (December 2006- June 2009). \"Assessment of the tolerogenic potential of partially hydrolyzed b- lactoglobulin and large synthetic peptides\". This was a collaborative study with the Nestec Research Center which aimed at studying the relationship between structure and allergenicity of milk proteins and the possible impact of processing (e.g. partial or complete hydrolysis of the milk product) and at investigating the undelying mechanisms. This was a research project and not a study on a specific product or process of Nestec, The results were published in the Journal of Food and Agricultural Chemistry (2012). As Head of the Food Allergy Lab., I was the scientist responsible of the Project.", 
      "2006-01", 
      "2009-07", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "French Academy of Agriculture", 
      "Scientific Society on Agriculture, Environment and Food. Non Profit Public Institution Member of Section VIII : Human Nutrition", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Circle for Clinical and Biological Research in Food Allergology (CICBAA)", 
      "Non-profit medical association for information of allergic sufferers. Provide information on prevalence of food allergies in France.", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "French Society for Allergology and Clinical Immunology", 
      "Non Profit Scientific Society of Allergy.", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "French Nutrition Foundation", 
      "Non Profit Scientific Society of Nutrititon : Promote information and education in nutrition.", 
      "2002-01", 
      "2012-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "International Life Science Institute (ILSI)-Europe; ILSI- Health and Envronmental Science Institute; Food Allergy Research and Resource Program (FARRP)", 
      "Occasional participation (ca. 12 participations during the past 10 years) in working groups and in scientific meetings or workshops (as speaker/lecturer) in the field of assessment of safety and particularly allergenicity of foods. Those included processed foods and novel foods (e.g. GMOs). This participation does not involve the drafting of guidance or consensus documents for ILSI or FARRP in the afore- mentioned field but publishing the collaborative work done as scientific articles in peer reviewed journals, i.e.: - Hepburn P, Boeing H, Cockburn A, Constable A, Davi A, Howlett J, De Jong N, Moseley B, Oberdörfer R, Robertson C, Verhagen H, Wal JM, Samuels F. The Application of Post-Market Monitoring to Novel foods. Food Chem Toxicol, 2008 ; 46(1):9-33. - Björksten B, Crevel R, Hischenhuber C, Lovik M, Samuels F, Strobel S, Taylor Sl, Wal JM, Ward R. Criteria for identifying allergenic food of public health importance. Regul Toxicol Pharmacol. 2008 ; 51(1):42-52. - Ladics G, Fry J, Goodman R, Herouet-Guicheney C, Hoffmann- Sommergruber K, Madsen CB, Penninks A, Pomes A, Roggen EL, Smit J, Wal JM. Allergic sensitization: screening methods. Review. Clinical and Translational Allergy, 2014, 4:13. http://www.ctajournal.com/content/4/1/13 Last participation : January 2014 in Ottawa, Canada, workshop on the Genetic Basis of Unintended Effects in Modified Plants. It has resulted in an article, i.e.: Ladics GS, Bartholomaeus A, Bregitzer P, Doerrer NG, Gray A, Holzhauser T, Jordan M, Keese P, Kok E, Macdonald P, Parrott W, Privalle L, Raybould A, Rhee SY, Rice E, Romeis J, Vaughn J, Wal JM, Glenn K. Genetic basis and detection of unintended effects in genetically modified crop plants. that has been published in Transgenic Res. 2015 Feb 26, doi:10.1007/s11248-015-9867-7.", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "WAL", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Chair-Development of supplementary guidelines for the allergenicity assessment of GM plants (GMO), Member-GMO Applications Food-Feed 2015-2018 (GMO), Member-Guidance on low levels presence of GM food and feed (GMO)", 
  "Profession": "Directeur de Recherche Honoraire à l'Institut National de la Recherche Agronomique (INRA)", 
  "First name": "Jean-Michel", 
  "Date": "2015-09-29"
}
