{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - RA of plants developed through new techniques (GMO)", 
      "2011-09", 
      "2013-03", 
      ""
    ], 
    [
      "IV. Employment", 
      "Institut National de la Recherche Agronomique (INRA)", 
      "Legal remit of the entity or organisation: French public research institute dedicated to scientific studies concerning agriculture. INRA has no official responsibility to carry out risk management Expert’s role: do research as a senior scientist in INRA a public research institut with research groups working on plant and animal molecular biology.", 
      "1992-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Agence Nationale de la Recherche", 
      "Basic research on genome modification and gene targeting in plants project # ANR-11-BTBR-0001_GENIUS (funding 100% from the French National Research Agency) Associated deliverable: study report Proportion of the annual funding that comes under the professional sphere of influence of that person or from which the expert otherwise benefits that comes from the private sector: 0% collaborators : P. Rogowski INRA Lyon M. Mazier INRA Avignon N. Nesi INRA Rennes E. Guiderdoni CIRAD Montpellier W. Paul BIOGEMMA company Clermont-Ferrand The Biogemma company is developing GMOs for market approval. The collaboration in the frame of this project entails sharing data and methodological knowledge. F. Cedrone Cellectis company Paris The Cellectis company does not develop plant GMOs for market approval. The collaboration entails the sharing of data and tools. This collaboration is in the framework of a general Cooperation Agreement between Cellectis and the INRA institute.", 
      "2012-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Agence Nationale pour la Recherche Ministere de la Recherche", 
      "Basic research on DNA repair and gene targeting in plants project # ANR Genetop Associated deliverable: study report Proportion of the annual funding that comes under the professional sphere of influence of that person or from which the expert otherwise benefits that comes from the private sector: 0% collaborators : MP. Doutriaux CNRS-Orsay University E. Guiderdoni CIRAD Montpellier W. Paul BIOGEMMA company Clermont-Ferrand The Biogemma company is developing GMOs for market approval. The collaboration in the frame of this project entails sharing data and methodological knowledge.", 
      "2009-12", 
      "2014-01", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Institut National de la Recherche Agronomique France/ UC Davis USA", 
      "Participant as inventor in Patent # USA 61/418,792 Title : Synthetic clonal reproduction through seeds. Topic covered by the granted right: Plant breeding.", 
      "2010-12", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "Participant as inventor in Patent # WO/2006/134496 title: HOMEOLOGOUS RECOMBINATION IN MSH2 INACTIVATED PLANTS OR CELLS THEREOF Topic covered by the granted right: Gene modification true homologous recombination techniques. patent withdrawn", 
      "2006-06", 
      "2013-01", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Cellectis", 
      "Collaboration on the use of TALEN endonuclease in the model plant Arabidopsis. The collaboration entails the sharing of data and tools (Cellectis will furnish a TALEN enzyme to my group for the recognition of a gene in Arabidopsis). This collaboration is in the framework of a general Cooperation Agreement between Cellectis and the INRA institute.", 
      "2012-01", 
      "2012-09", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "NOGUE", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Hearing Expert-GMO Applications Food-Feed 2015-2018 (GMO), Member-GMO Applications Molecular Characterisation 2015-2018 (GMO)", 
  "Profession": "Senior scientist", 
  "First name": "Fabien", 
  "Date": "2015-09-29"
}
