{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Warsaw University of Life Sciences, Fac. Veterinary Medicine", 
      "Animal Physiology, animal nutrition, animal husbandry and technology - teaching activity Warsaw University of Life Sciences has not official responsibility to carry out neither risk assessment nor risk management. Position: professor", 
      "1983-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Centre of Research and Development (NCBiR)", 
      "Project number: OR00000909 Modelowanie i symulacja procesow oraz okreslenie komputerowo wspomaganych procedur w zakresie zarzadzania ryzykiem bezpieczenstwa zywnosci i zywienia. (Modelling and simulation of the processes and evaluation of computer assisted procedures in risk management of food safety and nutrition.) The topic of the research activity was related to the human epidemiology (food borne diseases). The deliverable was study report: ISBN-978-83-7798-013-2 published by Military Institute of Hygiene and Epidemiology (WIHE) Role: one of the performers. Searching and evaluation of literature data on epidemiology which later have been used for the modelling and simulation.", 
      "2009-12", 
      "2011-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "GRALAK", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-Feed Materials 2015-2018 (FEEDAP), Member-GMO Applications Food-Feed 2015-2018 (GMO), Member-Guidance on low levels presence of GM food and feed (GMO)", 
  "Profession": "Warsaw University of Life Sciences, Dept. Physiological Sciences. Fac. Veterinary Medicine.", 
  "First name": "Mikolaj Antoni", 
  "Date": "2015-09-29"
}
