{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Danish EPA, Danish Environmental Protection Agency, Denmark, Copenhagen", 
      "Cosmetics Council. The Council supports the Danish Environmental Protenction Agency in relation to cosmetics. Meeting frequency: 4/year. No input aside from those given during a meeting.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "DG SANCO", 
      "The Scientific Committee on Consumer Safety (SCCS) Plenary as well as the WG on Cosmetic Ingredients, the WG on Hair Dyes, and the WG on Methodologies. Meeting frequency: Plenary - 4/year. WG Cosmetic Ingredients - 6- 8/year. WG Hair Dyes - 6-8/year. WG Methodology - 2-4/year. Input at meetings, as well as in form of written comments between meetings. Rapporteur for 1-3 opinions/year.", 
      "2011-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "The Danish Working Environment Authority", 
      "Member of the Scientific Committee on Occupational Exposure Limits. No meetings since 2011.", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Division of Risk Assessment and Nutrition, National Food Institute, Technical University of Denmark", 
      "Position in Institute: Senior Adviser, toxicology. Main tasks; Toxicological hazard and risk assessment of chemical substances in relation to national and EU regulations primarily for the Danish Environmental Protection Agency and the Danish Veterinary and Food Administration, as well as for EFSA. Other tasks: A few tasks have been performed for the Danish EPA in collaboration with a private consultancy (COWI DK). One task has been performed for ECHA in collaboration wit a private consultancy (DHI Group). One task has been performed for a private company (Novozymes) - indrectly for the Danish EPA (air quality guideline for an enzyme). No personal or economical interest from my side as the contracts were set up between companies and the Institute and the payment was directly from companies to the Institute. None of these activities have involved / involves GMOs.", 
      "1991-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Danish Society for Pharmacology, Toxicology and Medicinal Chemistry", 
      "Member", 
      "1993-03", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "NIELSEN", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-GMO Applications Food-Feed 2015-2018 (GMO), Member-Guidance on low levels presence of GM food and feed (GMO)", 
  "Profession": "Toxicologist", 
  "First name": "Elsa Ebbesen", 
  "Date": "2015-11-03"
}
