{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "VDI (Verein deutscher Ingenieure; Association of German Engineers)", 
      "I was the head of a working group (\"Fachausschuss\") on \"Molecular ecology - Effects of GMO on soils\". This was an activity that had been initiated by the VDI to develop a recommendation how to measure the concentration of recombinant Bt-toxins from GM plants after a field release. My task was to invite experts and discuss the best methods and develop a suggestions for a method that can be applied for monitoring purposes. This activity was finished by spring 2009. The other activity of the group, which was finished in April 2012, was to discuss the sense and possible protocols to extract total DNA from soils in order to characterize the soil microbial diversity as a parameter for soil quality. The meetings of the group was not financially supported, each member had to find own traveling support and there were not payments or interests involved. There were one or two meetings per year, in total approx. 10 half day meetings. The total time dedicated to this task during the six years was about two hours per months. My personal motivation was to discuss with other experts possibilities to apply methods developed mainly for basic research to environmental risk assessment. There was no objective or intention in relation to GMO applications and guidelines. - I am not a member of the VDI but acted as an independent invited scientist only for the temporarily limited task mentioned here. Info on VDI: VDI The Association of German Engineers is a financially independent and politically unaffiliated, non- profit organization of 132,000 engineers and natural scientists. More than 13,000 of these members work for the VDI in an honorary capacity.", 
      "2006-03", 
      "2012-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "VDI (Verein deutscher Ingenieure; Association of German Engineers)", 
      "I was an invited expert of Advisory Committee (\"Fachbeirat\") on \"Monitoring of ecological effects of genetically modified organisms\" - The committee discusses the need and best approaches for standardizing methods for monitor the ecological effects of genetically engineered plants in agriculture for the benefit of the people. There was no specific or personal interest in this activity. My role was to provide scientific expertise for questions related to microbiological analysis of soils and methods to determine soil quality. There was no financial compensation or payment in regard to participation. There was one half-day meeting per year, thus I attended in total six of these meetings. The total time dedicated to this activity was not significant, estimated to be not more than 4 hours each year. Expenses for participation were covered by my employee, the Federal Research Institute for Rural Areas, Forest and Fishery (vTI). I am not a member of the VDI and I had been invited because of my scientific expertise. A temporarily limited task. There was no objective or intention in relation to GMO applications and guidelines. - Info on VDI: The Association of German Engineers is a financially independent and politically unaffiliated, non-profit organization of 132,000 engineers and natural scientists. More than 13,000 of these members work for the VDI in an honorary capacity.", 
      "2006-03", 
      "2012-04", 
      ""
    ], 
    [
      "IV. Employment", 
      "Formerly (1991-2007) Federal Research Centre for Agriculture (FAL) - since 1/2008 renamed to \"Thünen Institute- Federal Research Institute for Rural Areas, Forestry and Fisheries\"", 
      "Applied Research in Agricultural Microbiology (e.g. organic waste treatment, microbial degradation of organic pollutants), Soil Microbiology and Biosafety Research, all with the objective to provide data and expertise and publish the results in scientific journals and, upon specific request, advise the Federal Ministry of Food, Agriculture and Consumer Protection (BMELV). No direct involvement in the development of guidelines or the evaluation of applications for approval of genetically engineered organisms.", 
      "1991-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "BLE, Bundesanstalt für Landwirtschaft und Ernährung", 
      "Towards safe applications of recycled water in agriculture: Effects of soil properties on the survival of waste-water bacteria and their potential to colonize vegetables. - Bilateral project between Germany and Israel. - I am the coordinator of this project and the head of the German research group involved in this collaboration. The project will analyze microbial communities independent of cultivation taking advantage of next-generation DNA sequencing tools.", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Community", 
      "General statement relevant for all my reserach funding projects: I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels Information on AMIGA: AMIGA - Assessing and Monitoring the Impacts of Genetically Modified Plants on Agro-ecosystems - Soil Fertility. This project is concerned with defining baselines of microbial diversity and their variability in different biogeographical regions in Europe in the context of defining thresholds and levels of concern or harm caused by cultivation of genetically modified crops. Soils from different agricultural sites in Europe will be analyzed using next-generation high-throuput DNA-sequencing technologies and bioinformatics. Furthermore, I coordinate together with a colleague from the Thünen Institute the Workpackage \"Soil Fertility\" in which partners from other European countries are involved.", 
      "2011-12", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Lower Saxony State Ministry of Agriculture", 
      "Characterization of the microbial diversity in agricultural biogas plants with special emphasis to the occurrence of Clostridia. In collaboration with another publically funded research Institute in Germany, we characterize the microbial diversity in material from experimental biogas reactors and those being in agricultural use. The objective is to increase the knowledge about the potential risks associated with an unintended occurrence of microbial pathogens", 
      "2011-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Federal Ministry for Education and Research (BMBF)", 
      "Microbial diversity in salinity damaged soils: Can soil functions supporting plant growth be restored by microbial inoculants. - This is a collaboration with the CIB, a publically funded reserach institute in La Paz, Baja California, Mexico. Our part is to characterize the microbial communities in soils and how they respond to increasing levels of salt, as supplied by irrigation water in semi-arid ecosystem. Our partner analyses the survival of bacterial inoculants to alleviate the effect of salt on plants. There is no intention to work with genetically modified organisms.", 
      "2007-01", 
      "2014-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "DFG (German Reserach Foundation, Deutsche Forschungsmeineinschaft)", 
      "Partitioning of organic chemicals into soil micro-sites. Analysis of their fate and interactions with the resident microbial communities. - This is a basic research project in which the microbial community structure in different soil microhabitats, as they are defined by clay, silt, sand and organic matter, are characterized. Also the interactions of such microbial communities with organic pollutants are investigated.", 
      "2007-06", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Federal Ministry for Education and Research (BMBF)", 
      "Exploration of alkalophilic microbial communities from a soda lake (Collaboration with India).", 
      "2008-04", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Federal Ministry for Economics and Technology", 
      "Cultivation independent molecular analysis of the structural and functional diversity of microbial community developing in agricultural biogas reactors and analyses of their resilience", 
      "2008-10", 
      "2011-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Federal Ministry for Education and Research (BMBF)", 
      "Degradation of Cry-proteins from Bt-maize with stacked genes and effect on soil microorganisms", 
      "2008-07", 
      "2011-04", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ISME - International Society for Microbial Ecology", 
      "A non-profit organization dedicated to promote international research in the field of Microbial Ecology. I have a plain membership with no specific functions.", 
      "2001-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ASM - American Society for Microbiology", 
      "A non-profit organization which is dedicated to the utilization of microbiological sciences for the promotion of human welfare and for the accumulation of knowledge. I have a plain membership in this society and I have no specific activity or responsibility in this society.", 
      "1989-07", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "VAAM - Verein Allgemeiner und Angewandter Mikrobiologie", 
      "A non-profit making organization which promotes the exchange of scientific information and co-operation of its members with a view to translating the results of microbiological research to the benefit of society and the environment. - I have a plain membership in this society and no specific activity or responsibility beyond that.", 
      "1984-06", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Elsevier Publisher", 
      "Editor-in-Chief of the European Journal of Soil Biology.", 
      "2007-04", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Blackwell Publisher", 
      "Editor of FEMS Microbiology Ecology.", 
      "2006-05", 
      "2012-07", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Blackwell Publisher", 
      "Environmental Microbiology - Editorial Board member.", 
      "2005-05", 
      "2009-07", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof., Dr.", 
  "Family name": "TEBBE", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-GMO Applications Environment 2015-2018 (GMO)", 
  "Profession": "Microbiologist, Research Director", 
  "First name": "Christoph", 
  "Date": "2015-07-30"
}
