{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "The James Hutton Institute, Dundee (formerly Scottish Crop Research Institute)", 
      "Agricultural research (formerly called The Scottish Crop Research Institute). I am a Principle Investigator and Senior Research Entomologist. I study Integrated Pest Management, insect-plant interactions, chemical ecology and GM crop system biosafety and environmental risk assessment.", 
      "1985-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Koppert Biological systems Ltd, Koppert Ltd, Rotterdam, NETHERLANDS", 
      "Biocontrol and IPM in soft fruit. Koppert Biological Systems (UK and Netherlands) develop and market biocontrol products for a range of crops. Their role was to provide in kind biocontrol agents for IPM research at JHI. My role was as an unpaid advisor on biocontrol for soft fruit grown in polytunnels and open fields, approximately for 2 days per year. This consultancy was not related to GMOs.", 
      "2010-03", 
      "2015-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU FP7", 
      "EU AMIGA (Assessing and Monitoring Impacts of Genetically Modified Plants on Agro-ecosystems: GM crop system biosafety and potential uses of GM crops in IPM. My role is to oversee IPM related trials (data analysis, interpretation and reporting). I am not directly involved in any GM crop field trials as these are carried out outside the UK. My research is 100% funded bu EC and runs until December 2015.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Scottish Government (RESAS)", 
      "Scottish Government, Rural and Environmental Science and Analtical Services (RESAS): Core funding from Scottish government for public good research on IPM and agroecology. This is public sector funding and accounts for C. 30% of my total funding (the remainder is EU and UK public sector funding).", 
      "2010-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU FP7", 
      "EU PURE consortium member and coordinator for the James Hutton Institute (JHI). My responsibility in several WPs is to design and test Integrated Pest Management (IPM) systems for conventionally bred crops including field vegetables, cereals, wheat and protected crops (tomato). This project does not include GMOs. It runs until the end of January 2015.", 
      "2011-04", 
      "2015-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Department for Environment Food and Rural Affairs + Horticultural Development Council", 
      "Project to evaluate biopesticides for U.K. fruit and vegetable for conventional protected crops. My role is as a Principle Investigator, co- coordinating the UK entomology research on biocontrol and alternatives to pesticides. There is no involvement of GMOs. Multiple biopesticide companies only provide coded biopesticide samples for independent testing to all partners, via a centralised committee of indpendent researchers and administrators. Companies do not fund the project (it is government funded by DEFRA/HDC) and only provide in kind contributions of biopesticide products to test, on a competitive basis. The project runs until December 2014 but may be extended for a few months to communicate results via meetings and reports.", 
      "2011-03", 
      "2015-01", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "University of Idaho", 
      "Ecology and entomology. Visiting Professorship (honorary), giving lectures and supervising research project students. This represents 1-2 weeks at a time, once every 2-3 years, on average.", 
      "2010-07", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Royal Entomological Society, Linnean Society", 
      "Research Fellow (Honorary)", 
      "1998-02", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "BIRCH", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Member-GMO Applications Environment 2015-2018 (GMO)", 
  "Profession": "Researcher (agricultural entomology, biosafety)", 
  "First name": "Andrew Nicholas", 
  "Date": "2015-07-28"
}
