{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Latvian Council of Science", 
      "I serve as an expert for the Latvian Council of Science. Latvian Council of Science is a collegiate institution of the scientists under the supervision of the Ministry of Education and Science. The Council is a counsellor of the Latvian Government on research and researchers training issues. It advises on the formulation and implementation of science, higher education and R&D policy. The Council takes active part in project based competitive R&D funding, as well as promotes the development of Latvian researcher resources and fosters the international scientific cooperation. My duties involve routinely reviewing research project proposals and annual reports (1 - 2 proposals and 1 - 2 reports per year). The projects are those funded through the Council of Science, such as Council of Science grants and national programmes, Latvian - Taiwanese or Latvian - Belorussian bilateral projects.", 
      "2006-08", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Latvia", 
      "Dean of the Faculty of Biology. My work as a dean involves both academic and administrative activities.", 
      "2010-07", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Latvia", 
      "Leading research group in plant molecular genetics currently including 4 PhD and 2 master's level students. The research is funded only by public funding agencies, such as Latvian Council of Science and European Social Fund.", 
      "2006-06", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "State Priekuli Plant Breeding Institute", 
      "I was employed within the European Social Fund project \"Development, improvement and implementation of environmentally friendly and sustainable crop breeding technologies”. My duties involved association mapping of agronomically relevant traits in a spring barley association mapping population, as well as development of molecular markers for plant breeding.", 
      "2009-11", 
      "2012-11", 
      ""
    ], 
    [
      "IV. Employment", 
      "Latvian University of Agriculture", 
      "I was a contract employee at the Latvian University of Agriculture within the European Social Fund project \"Establishment of Latvian interdisciplinary interuniversity scientific group of systems biology\". My duties specifically involved transcriptome analyses of genetically modified yeast Saccharomyces cerevisiae strains.", 
      "2009-11", 
      "2012-11", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "State Education Development Agency, Latvia, Riga. Valsts izgltbas attstbas aentra, VIAA", 
      "I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels. Research project \"Development of a novel cosmetic composition with skin renewing and pigmentation regulating properties using environmentally friendly technology\", contract 2014/0038/2DP/2.1.1.1.0/14/APIA/VIAA/047, is funded by the European Regional Development Fund and by the University of Latvia.", 
      "2014-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "State Education Development Agency", 
      "I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels. Research project \"Capacity building for interdisciplinary biosafety research\" is funded by the European Social Fund. The project aims to increase the research capacity in several different biosafety aspects, such as biosafety of GMOs and social and legal aspects of GMOs.", 
      "2010-01", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Latvian Council of Science", 
      "I did not receive any (co-)funding from the private sector in the latest full budget year, and for the areas covered by the Panels. Research project \"Identification and functional characterization of molecular mechanisms of hypersensitive response and disease resistance in barley (Hordeum vulgare L.)\" is funded by the Latvian Council of Science.", 
      "2009-01", 
      "2012-12", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "EUCARPIA - European Association for Research on Plant Breeding", 
      "I am an individual member of the EUCARPIA, which enabled me to participate in EUCARPIA general congress in 2008 and EUCARPIA cereals section meeting in 2010. Membership provides me with the access to the latest information on trends and technologies in plant breeding.", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Latvian Society of Geneticists and Breeders", 
      "I am an individual member of the Latvian Society of Geneticists and Breeders. My activities in the Society include attending the scientific meetings organized by the Society.", 
      "2006-06", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Latvian Society for Microbiology", 
      "I am an individual member of the Latvian Society of Microbiology. My activities in the Society include attending an annual meeting.", 
      "1998-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Biosafety Association", 
      "I was an individual member (2011-2012) of EBSA, which is a not for profit organisation aiming to provide a forum for its members to discuss and debate issues of concern and to represent those working in the field of biosafety and associated activities. Participation in the EBSA allowed me to participate in the annual EBSA meeting in 2011, and provided me with members-only access to relevant information on GMO biosafety.", 
      "2011-03", 
      "2012-02", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Society for Biosafety Research", 
      "I was a member of ISBR during 2010-2011. ISBR is a non-profit corporation. ISBR aims to promote scientifically sound biosafety research. The society focuses on the scientific aspects of environmental biosafety research, in particularly, focusing on GMO biosafety, and provides a fair exchange platform for scientists, regulators and developers. Membership in the ISBR allowed me to participate in the International Symposium on GMO biosafety and gave access to the journal \"Environmental Biosafety Research\".", 
      "2010-06", 
      "2011-06", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Editorial board of the journal Environmental and Experimental Biology", 
      "I am a member of the editorial board of the scientific journal \"Environmental and Experimental Biology\" published by University of Latvia. As a member of editorial board my duties include reviewing 1 - 3 manuscripts per year. The decision for acceptance/rejection rests on the chief editor. There is no remuneration for my duties. The publication costs are entirely covered by the University of Latvia.", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "ROSTOKS", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Vice-Chair-GMO Applications Molecular Characterisation 2015-2018 (GMO)", 
  "Profession": "University teacher", 
  "First name": "Nils", 
  "Date": "2015-07-29"
}
