{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair of EFSA's Management Board.", 
      "2012-10", 
      "now", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member of the Management Board.", 
      "2008-07", 
      "now", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Vice-Chair - Management Board (MB)", 
      "2010-10", 
      "2012-10", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Food Research Collaboration, Centre for Food Policy, City University London, London, UNITED KINGDOM", 
      "Member of an external advisory group inputting into a three year project aimed at improving the flow of information between academics and civil society. The Food Research Collaboration is hosted by the Centre for Food Policy at City University London and funded by the Esmee Fairbairn Foundation.", 
      "2014-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Front of Pack Food Labelling: Impact on Consumer Choice (FLICC) Advisory Group", 
      "Member of an external advisory group for a research project funded by the National Prevention Research Institute involving the University of Oxford, University of Surrey, Queen's University Belfast, Dublin City University and University of Auckland investigating people's use of front of pack nutrition labelling and how its effect can be amplified.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Behaviour and Health Research Unit", 
      "Member of the Scientific Advisory Board advising the Directors of the Unit which is funded by the UK Department of Health to contribute evidence to achieve sustained behaviour change that improves health outcomes and reduces health inequalities.", 
      "2011-04", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Advisory Committee on the Microbiological Safety of Food", 
      "Microbiological safety of food, UK scientific committee reporting to the Food Standards Agency", 
      "2001-03", 
      "2008-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Expert Group on Sugar Criteria for Signpost Labelling reporting to the UK Food Standards Agency", 
      "Developing a benchmark level for sugar for the Food Standards AGency's multiple traffic light labelling scheme", 
      "2006-01", 
      "2006-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Expert Group on Nutrient Profiling reporting to the UK Food Standards Agency", 
      "Developing a nutrient profiling scheme for food advertising restrictions", 
      "2004-06", 
      "2005-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "WHICH?", 
      "Employed as Chief Policy Adviser, working on food issues. This involves research, policy development and advocacy work in the consumer interest. Which? is an independent, not for profit consumer organisation.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Department of Health Obesity Review Group", 
      "Member of an Expert Group chaired by the UK Public Health Minister reviewing progress on tackling obesity.", 
      "2013-06", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Department of Health Responsibility Deal Plenary Group", 
      "Member of a multi-stakeholder group, representing Which?, inputting into the government's Public Health Responsibility Deal.", 
      "2011-07", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "UK Department of Health Responsibility Deal Food Network Steering Group", 
      "Multi-stakeholder group looking at actions to address obesity and poor diet", 
      "2010-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "EU Platform for Action on Diet, Physical Activity and Health", 
      "Multi-stakeholder group developing voluntary commitments to tackle obesity and diet-related disease. Represent BEUC, the European Consumer Organisation.", 
      "2005-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Scottish Government", 
      "Expert Panel advising on the implications of the horse meat incident for the new Scottish food agency.", 
      "2013-04", 
      "2013-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Department for the Environment, Food and Rural Affairs Green Food Project Steering Group", 
      "Member of mult-stakeholder steering group advising on the UK Government's Green Food Project which is looking at how to produce more food sustainably.", 
      "2011-09", 
      "2013-04", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Food Standards Agency Current and Future Meat Controls Stakeholder Group", 
      "Multi-stakeholder group advising government on changes to meat inspection.", 
      "2010-09", 
      "2012-06", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Expert Panel on Food Standards in Scotland", 
      "Advising Scottish Ministers on options for the future of the Food Standards Agency and meat hygiene delivery in Scotland.", 
      "2011-07", 
      "2012-04", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Defra (UK Department for the Environment, Food and Rural Affairs) Food Strategy Delivery Group", 
      "small multi- stakeholder group advising the department on its delivery plan for a cross-cutting food strategy for England", 
      "2010-05", 
      "2011-06", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Scottish Government Health and Environmental Sustainability Framework Expert", 
      "multi-stakeholder group advising the Scottish Government on how health and broader food sustainability issues can be integrated", 
      "2010-09", 
      "2011-04", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Council of Food Policy Advisors", 
      "Advising the Secretary of State for the Environment, Food and Rural Affairs on how to achieve sustainable production, distribution and consumption of food", 
      "2008-12", 
      "2010-08", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Science for All Expert Group", 
      "Advisory body reporting to the UK Science Minister on public engagement around science issues.", 
      "2009-07", 
      "2010-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "The Caroline Walker Trust 'Friend' of the Trust, set up to to improve public health through good", 
      "food.", 
      "2009-08", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Transatlantic Consumer Dialogue Food Policy Committee", 
      "EU Chair of the Food Policy Committee of the TACD, a dialogue between EU and US consumer groups and government representatives.", 
      "1999-04", 
      "2013-06", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "EFSA Stakeholder Consultative Platform", 
      "Chair of EFSA Stakeholder Consultative Platform", 
      "2005-02", 
      "2008-07", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Ms", 
  "Family name": "DAVIES", 
  "Current EFSA involvements": "Chair-Management Board (MB), Hearing Expert-Scientific Committee 2015-2018 (SC)", 
  "Profession": "Chief Policy Adviser, Which?", 
  "First name": "Sue", 
  "Date": "2015-09-07"
}
