{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member of the EFSA Management Board", 
      "2014-07", 
      "now", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "ISTEN CONSULT SL, Bilbao, SPAIN", 
      "Consultancy and Auditing of laboratories on technical competence in Food, Environment and Health areas under ISO 17025 standard (former EN 45001 ISO25). Auditing of inspection services on technical competence in Food, Environment and Health areas under ISO 17020 standard (former EN 45004). Auditing of proficiency testing providers on technical competence in Food and Environment areas under ISO 17043 standard (former ISO 43) All auditing activities are under appointment of ENAC (Entidad Nacional de Acreditación) the Spanish Accreditation Body according to Regulation (CE) No 765/2008.", 
      "1996-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "FERA, Food Environment Research Agency, UNITED KINGDOM, YORK", 
      "Member of the Advisory Committee of FEPAS (Food Examination Performance Assessment Scheme) Provider of Proficiency Testing Programmes to laboratories that perform food and feed microbiological analysis. The Advisory Committee does not have any role in programme management. Advice is limited to scientific and technical aspects required to organizations accredited under ISO 17043 standard.", 
      "1999-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "FERA, Food Environment Research Agency, UNITED KINGDOM, YORK", 
      "Member of the Advisory Committee of FAPAS (Food Analysis Performance Assessment Scheme) Provider of Proficiency Testing Programmes to laboratories that perform food and feed chemical analysis. The Advisory Committee does not have any role in programme management. Advice is limited to scientific and technical aspects required to organizations accredited under ISO 17043 standard.", 
      "1996-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Entidad Nacional de Acreditación ENAC, Madrid, SPAIN", 
      "ENAC is a non profit organization appointed by the Spanish Government as the official Accreditation body for Spain (EC) No 765/2008. Audits for technical competence assessment of laboratories, inspection bodies and proficiency testing providers in the Food, Environment and Health areas.", 
      "1997-03", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "ISTEN CONSULT SL, Bilbao, SPAIN", 
      "Director of ISTEN CONSULT SL, a private organization with activity in: Consultancy and Auditing of laboratories on technical competence in Food, Environment and Health areas under ISO 17025 standard (former EN 45001 ISO25). Auditing of inspection services on technical competence in Food, Environment and Health areas under ISO 17020 standard (former EN 45004). Auditing of proficiency testing providers on technical competence in Food and Environment areas under ISO 17043 standard (former ISO 43). All auditing activities are under appointment of ENAC (Entidad Nacional de Acreditación) the Spanish Accreditation Body according to Regulation (CE) No 765/2008.", 
      "1996-06", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "AECNE Asociación Española de Cribado Neonatal, Madrid (Spain)", 
      "Member of the Management Board of AECNE Scientific non profit organization for Neonatal Screening in Spain on endocrine and metabolic diseases. Provides also External Quality Assessment Programmes for neonatal screening laboratories of Spain.", 
      "2006-09", 
      "2013-01", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "AECNE Asociación Española de Cribado Neonatal, Madrid (Spain)", 
      "Quality Assurance Committee member of AECNE Scientific non profit organization for Neonatal Screening in Spain on endocrine and metabolic diseases. The Quality Assurance Committee is responsible of the External Quality Assessment Programmes for neonatal screening laboratories of Spain. Includes proficiency testing for public laboratories involved on nutritional population studies.", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "EGUILEOR", 
  "Current EFSA involvements": "Member-Management Board (MB)", 
  "Profession": "Consultant/Assessor", 
  "First name": "Inaki", 
  "Date": "2015-05-22"
}
