{
  "activities": [
    [
      "I. Economic interest", 
      "SC Summa Invest SRL", 
      "Partial owner - Real estate CAEN 4110. SC Summa Invest SRL is active in the construction field and develops projects for residential and non-residential buildings.", 
      "2008-04", 
      "now", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member of EFSA's Management Board", 
      "2012-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Sanitary Veterinary and Food Safety Directorate of Mures", 
      "Senior Adviser responsible for the monitoring of the national veterinary programme implementation.", 
      "2013-05", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "MADR- Ministry of Agriculture -Romania", 
      "Personal Consultant of the Secretary of State: in charge with APIA , ANSVSA , also with general directories for Food Industry.", 
      "2012-05", 
      "2013-05", 
      ""
    ], 
    [
      "IV. Employment", 
      "SVFSD Mures", 
      "Head of Office -Inspections and control", 
      "2009-02", 
      "2010-07", 
      ""
    ], 
    [
      "IV. Employment", 
      "NSVFSA", 
      "President -Secretary of Satae -manage the politics of sanitary- vet servives in Romania", 
      "2007-05", 
      "2009-02", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "College of Veterinarians (CJMVR) - Mures County, Romania", 
      "Member. The College of Veterinarians (CJMVR) operates under Romanian Law 160/1998, republished for the reorganisatin and the profession of vererinary surgeons as a non-governamental, non-political and non- profit organisation. CJMVR has legal personality. The organisation and functionning of CJMVR builds on the principles of territoriality, eligibility and hierarchy. The veterinary is a liberal and independent profession authonomous from governmental influences.", 
      "2013-05", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Local Action Group (LAG) \"Zona de campie\" - Mures County, Romania", 
      "President. In charge with the promotion of of the European and national rural development policies. Local Action Group \"Zona de campie\" is an NGO that implements the European rural development policy, creates jobs attracting funds to the following axes: Development of micro enterprises in rural areas; Training of young farmers; Renovation and development of villages; Add value to agricultural products.", 
      "2011-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Local Action Group (LAG) \"Podisul Tarnavelor\" - Mures County, Romania", 
      "Vice-President. In charge with the promotion of European and national rural development policies. Local Action Group \"Podisul Tarnavelor\" is an NGO that implements the European rural development policy, creates jobs attracting funds to the following axes: Development of micro enterprises in rural areas; Training of young farmers; Renovation and development of villages; Add value to agricultural products.", 
      "2011-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Medical Studies Association Asklepios - Tg Mures", 
      "President. The Medical Studies Association Asklepios is a NGO that carries out social, environmental and rural development projects.", 
      "2008-08", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Mr.", 
  "Family name": "ROATIS", 
  "Current EFSA involvements": "Member-Management Board (MB)", 
  "Profession": "Personal Adviser", 
  "First name": "Radu", 
  "Date": "2014-11-24"
}
