{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Gene Technology Advisory Committee (GEVB), Budapest, HUNGARY", 
      "The Committee advises the Hungarian Gene Technology Authority (Ministry of Agriculture) on issues related to authorization of the use of genetically modified organisms and facilities involved in such activities in Hungary, in accordance with the current Hungarian legislation. The Committe is not a decision making body, and does not examine or discuss GM variety documentation. Participation appointed by the Minister of Agriculture is voluntary. Meetings are scheduled monthly. Opinions of the Committee are reached by voting in sub-committees.", 
      "2013-02", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Hungarian Codex Alimentarius Committee, Budapest, HUNGARY", 
      "The The Committee advises the Minister and State Secretaries of Agriculture on issues related to food safety and registration of food products and components. The Committe is not a decision making body, and does not examine or discuss manufacturer documentation. Participation appointed by the Minister of Agriculture by law is voluntary and non-honorary. Meetings are scheduled according to the needs of the Ministry. I am a Member in the Committee on behalf of the Hungarian National Agricultural Research and Innovation Centre. In such capacity, I cover issues related to food analysis, biochemical, environmental and ecotoxicological scientific aspects of food components.", 
      "2012-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Expert Committee of the National Association for Consumer Protection in Hungary, Budapest, HUNGARY", 
      "The Committee advises the National Association for Consumer Protection in Hungary on issues related consumer concerns in food safety. Participation is voluntary and non-honorary. Meetings are scheduled case by case. I am a Member as an independent expert in the Committee. In such capacity, I cover issues of consumer protection related to food analysis, biochemical, environmental and ecotoxicological scientific aspects of food components.", 
      "2011-11", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Plant Protection Committee, Hungarian Ministry of Agriculture", 
      "The Committee advises the Minister and State Secretaries of Agriculture on issues related to the national plant protection strategy and policies, pesticide registration, integrated pest management (IPM), pesticides complying with IPM, national authorization guidelines for pesticide preparations, as well as technological, scientific and legislational issues related to plant protection practices. The Committe is not a decision making body, and does not examine or discuss manufacturer documentation. Participation appointed by the Minister of Agriculture by law is voluntary and non-honorary. Meetings are scheduled according to the needs of the Ministry. I am a Member in the Committee on behalf of the Hungarian National Agricultural Research and Innovation Centre. In such capacity, I cover analytical, biochemical, environmental and ecotoxicological scientific aspects of pesticides.", 
      "2011-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "GMO Working Group, Hungarian Ministry of Agriculture", 
      "The GMO Working Group advises the Minister and State Secretaries of Agriculture in issues related to authorization / moratorium / risk assessment of GM crops in Hungary, in accordance with the current European Union legislation. The Committe is not a decision making body, and does not examine or discuss GM variety documentation. Participation appointed by the Minister of Agriculture is voluntary and non-honorary. Meetings are scheduled according to the needs of the Ministry. Opinions of the Working Groups are reached by voting by its certain (voting) members. I am a non-voting Member (Expert) in the GM Working Group, selected as an independent researcher of the National Agricultural Research and Innovation Centre. In such capacity, I cover analytical, biochemical, environmental and ecotoxicological scientific aspects of GM crops.", 
      "2010-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Scientific Committee on Pesticides, Hungarian Food Safety Office", 
      "The committe advises the Hungarian Food Safety Office on issues related to pesticide residues in food. Issues covered include the occurrence of food/feed/water contamination with pesticides, statistical requirements (number of analyses required, rate and range of outliers allowed in order to meet maximal residue level criteria). The Committe is not a decision making body, and does not examine or discuss manufacturer documentation. Participation is voluntary and non- honorary. The committee holds regular meetings or E-mail discussions at occassions and on topics requested the Hungarian Food Safety Office. I am a Member in the Committee, selected as an independent researcher of the National Agricultural Research and Innovation Centre. In such capacity, I cover analytical, biochemical, environmental and ecotoxicological scientific aspects of pesticides.", 
      "2006-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Scientific Committee on GMOs, Hungarian Food Safety Office", 
      "The committee advises the Hungarian Food Safety Office on issues related to GM crops in food safety. Issues covered include the elucidation of the allowed 0.1% GM contamination limit, statistical issues related to GM determination (copy numbers of transgenes, methodological limits of detection, etc.). The Committe is not a decision making body, and does not examine or discuss GM crop documentation. Participation is voluntary and non-honorary. The committee holds regular meetings or E-mail discussions at occassions and on topics requested the Hungarian Food Safety Office. I am a Member in the committee, selected as an independent researcher of the National Agricultural Research and Innovation Centre. In such capacity, I cover analytical, biochemical, environmental and ecotoxicological scientific aspects of GM crops.", 
      "2006-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "GMO Roundtable, Budapest, HUNGARY", 
      "The GMO Roundtable advises the Agricultural Committee and the Committee on Sustainable Development of the Hungarian Parliament on issues related to authorization / moratorium / risk assessment of GM crops. The Committe is not a decision making body, and does not examine or discuss GM variety documentation. Participation is voluntary and non-honorary. Meetings are scheduled case by case. I am a Founding Member of the GMO Roubdtable, and serves as its Chair (2009-2013).", 
      "2005-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Pesticide Registration Harmonization Commitee, Hungarian Ministry of Agriculture and Rural Development", 
      "The Committe advised the Minister of Agriculture and Rural Development on issues related to chemical plant protection (pesticides) and partly to agricultural biotechnology (GM crops). Issues covered included the definition of the range of pesticides entitled to receive environmental subsidy (to the farmers), high education of plant protection products experts in Hungary, compliance of pesticides and GM crops with integrated pest management practices, compliance with EU pesticide regulations. The Committe was not a decision making body, and did not have authorization to examine or discuss manufacturer documentation. Participation was voluntary and non- honorary. I was a Member in the Committee, selected as an independent researcher of the Hungarian Academy of Sciences. In such capacity, I covered analytical, biochemical and ecotoxicological scientific aspects of pesticides.", 
      "2004-10", 
      "2010-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Agro-Environmantal Research Institute (AERI), National Agricultural Research and Innovation Centre (NARIC), Budapest, HUNGARY", 
      "- Director-General of CFRI (name of institute changed to Central Environmental and Food Science Research Institute in 2012). - As of Jan 1, 2014, CFRI was merged with other research institutes of the Hungarian Ministry of Agriculture into legal successor National Agricultural Research and Innovation Centre (NARIC). Within NARIC, Director of the Agro-Environmantal Research Institute (AERI). - Head of the Extension Department of Ecotoxicology of Szent István University operating at the Institute (the Extension Department Head position does not involve employment by the university,it is being served as a full-time NARIC employee). Research topics (AERI NARIC): research on environmental and food safety; chemical and genetic safety of agricultural technologies; residue analysis and ecotoxicology of pesticides and mycotoxin, environmental risks of GM crops. Disclaimer of involvement in official pesticide registration issues: the National Agricultural Research and Innovation Centre (NARIC) is not involved in decision-making regarding registration of any particular pesticide or GM crop. Scientific opinion on pesticide or GM crop issues may be requested on a voluntary and non-honorary basis, but decision-making is the competency of the national authority (National Food Safety Office of the Hungarian Government). In particular - NARIC has no rights/ownership on any published RA guidance, methodology, software and/or computational model used in regulatory processes of PPPs, - NARIC is not involved in the authority regulatory assessment process of pesticides, and - NARIC has no official capacity of Risk Management (authorisation of PPPs, MRL setting, control activities). Pesticide and GMO monitoring carried out at NARIC serve fundamental aspects in environmental science, and does not constitute part of any official regulatory process.", 
      "2011-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Ministry of Agriculture, Hungary", 
      "In certain occasions, delegated environmental expert of the Ministry (earlier Ministry of Rural Development and its predecessor Ministry of the Environment and Water). Participation is voluntary and non- honorary. In this competency, the Ministry has occasionally delegated me, selected as an independent researcher of the Hungarian Academy of Sciences or later the National Agricultural Research and Innovation Centre, to: - EFSA discussion meetings at Parma and Brussels (re-registration of MON 810, discussion of EFSA ERA guidelines on GMOSs) - the Open ended Expert Group on Risk Assessment and Risk Managment of LMOs (GMOs) to the Cartagena Biosafety Protocol - OECD Co-operatice Research Programme (CRP) Governing Body, delegate (04/2011 - now); Scientific Advisory Body, member (12/2014 – now) My participation at these events have been advisory and did not include formal membership in Standing Committees.", 
      "2001-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "NATO", 
      "Science for Peace and Security project ’Development of optical bio- sensors for detection of bio-toxins’, international collaboration (Hungary, UK, France, Ukraine, Israel) Role: coordinator", 
      "2015-02", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Hungarian Scientific Research Fund", 
      "- Research on side-effects of pesticide adjuvants and detergents, their possible combined toxicological and ecotoxicological effects with pesticide active ingredients Role: pricipal investigator", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "FP7 project ‘SPICED' (Coordinated by BfR, Germany)", 
      "- Research on environmental and food safety in spice production and distribution in Europe within FP7 project 'Securing the spices and herbs commodity chains in Europe against deliberate, accidental or natural biological and chemical contamination (SPICED)' Role: pricipal investigator", 
      "2013-06", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Hungarian Ministry of Agriculture", 
      "Annual budgets for research on environmental risk identification/assessment of GM crops. Role in the projects: Subcoordinator for Cry1Ab toxin analysis in GM crop (MON 810 maize)", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Hungarian National Reserch and Technology Office", 
      "- Research projects on pesticide analysis and bioanalysis, immunoassay development for pesticides, mycotoxins, microbial toxins (Cry1Ab), immunosensor development Role: pricipal investigator - Research projects on pesticide contamination in various modes of agriculture including intensive and ecological (organic) agriculture Role: participant, subcoordinator - Research projects on agricultural biotechnology, environmental assessment of GM crops MON 810 and DAS 59122-7 (the latter followed by a study for Pioneer Hi-Bred, Inc., see at bottom *) Role: participant, subcoordinator - Projects on endocrine disrupting effect monitoring/endocrine disruptor detection Role: pricipal investigator - Projects on environmentally friendly mosquito control, use/analysis of Bacillus thuringiensis toxins. Role: participant * as a follow-up Pioneer Hi-Bred, Inc. has entered a research collaboration (2009-2011) with our institute (PPI) to carry out insect exposure studies on DAS 59122-7. The Lead Researcher at PPI was Prof. Balázs Barna. As Head of Department, I was a participant.", 
      "2005-05", 
      "2011-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "NATO", 
      "Collaborative Linkage Grant development of immunosensors for toxins international collaboration (UK, Italy, Czech Republic, Hungary) Role: subcoordinator", 
      "2008-01", 
      "2009-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Hungarian Society of Ecotoxicology", 
      "- Member - Member of the Control Committee - Editor-in-Chief of Biokontroll since 2010", 
      "2011-06", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Network of Scientists for Social and Environmental Responsibility", 
      "Critical assessment of emerging technologies Member and Non-Executive Trustee", 
      "2009-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Hungarian Biochemical Society", 
      "- Member - Secretary of Environmental Biochemistry Division since 1992 - Editor of Biokémia (Quarterly Bulletin of the Hungarian Biochemical Society) since 1995; Editor-in-Chief 1998-2008", 
      "1990-09", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "SZEKACS", 
  "Current EFSA involvements": "Member-Management Board (MB)", 
  "Profession": "Specialist in pesticide chemistry and biochemistry", 
  "First name": "Andras", 
  "Date": "2015-08-13"
}
