{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Expert Committee of the German BVL and BfArM on categorisation of \"borderline\" substances in food, Gemeinsame Expertenkommission - Kommission zur Einstufung von Borderline-Stoffen, die als Lebensmittel oder Lebensmittelzutat in den Verkehr gebracht werden, des Bundesamts für Verbraucherschutz und Lebensmittelsicherheit (BVL) und des Bundesinstituts für Arzneimittel und Medizinprodukte (BfArM), GERMANY", 
      "Expert Committee of the German Federal Office of Consumer Protection and Food Safety (BVL) and the German Federal Institute for Drugs and Medical Devices (BfArM): The expert functions as a deputy within the committee to the representative of the Federal Instiute for Risk Assessment (BfR). The remit of the advisory committee is to provide scientific advice (opinions) to the Government on \"borderline\" substances that are being marketed in food. The subjects of interest includes safety assessment, and also assessment as to whether substances/products may be regarded as pharmaceuticals or discriminated from pharmaceuticals. The total time (office work and participation in meetings) devoted to this activity comprises about 3 days/year. The expert does not receive a financial compensation in her individual capacity for the expertise provided.", 
      "2015-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "OECD", 
      "The expert has been the BfR representative for human health within the Endocrine Disrupter Testing and Assessment Advisory Group (EDTA- AG). The task of this group is to address general technical and regulatory issues relating to testing for endocrine disrupting properties of chemicals. The total time (office work and participation in meetings) devoted to this activity comprised about 4-5 days/year. The expert did not receive a financial compensation in her individual capacity for the expertise provided.", 
      "2010-05", 
      "2015-08", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "DG Environment/European Commission", 
      "The expert has been the representative of BfR in the endocrine disruptor ad-hoc group and in the endocrine disruptor expert advisory group. These groups are to provide advice to the Commission in relation to the policy and scientific/technical issues associated with identification of endocrine disruptors. From 2011 to 2014, the total time (office work and participation in meetings) devoted to this activity comprised about 2 days/year (2011), about 8 days/year (2012), about 6 days/year (2013), 0 days/year (2014). The expert did not receive a financial compensation in her individual capacity for the expertise provided.", 
      "2011-11", 
      "2014-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "DG Sanco/European Commission", 
      "The expert attended meetings on revision of toxicology data requirements for approval of pesticidal active substances or authorisation of plant protection products (as representative of the BfR (governmental expert)). The total time (office work and participation in meetings) devoted to this activity comprised about 3 days/year. The expert did not receive a financial compensation in her individual capacity for the expertise provided.", 
      "2009-11", 
      "2010-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Federal Institute for Risk Assessment (BfR), Bundesinstitut für Risikobewertung, Berlin, GERMANY", 
      "The central task of the BfR is the scientific risk assessment of food, feed, substances and products as the basis for the consumer health protection activities of the federal government. The Institute does not have any monitoring duties. However, it is involved in a number of reporting and authorisation procedures. To ensure that it can carry out its assessments without being influenced by political, economic or social interests, the Institute is independent by virtue of the Act establishing BfR. Thus, a major task of the BfR is to voice an opinion on the potential risks from food, consumer articles and chemicals, and to offer scientific advice to the federal ministries for their policy decisions. The BfR cooperates with a number of national and international, governmental and non-governmental agencies (FAO, WHO, OECD, etc.). It is the national Focal Point of EFSA and a partner of the European Chemicals Agency (ECHA). The expert is the head of the Unit \"Nutritional Risks, Allergies and Novel Foods\" within the Department of Food Safety at the BfR. The main task of the Unit is the nutritional-physiological/nutritional- medical assessment of nutrients and other substances with physiological action in conventional foods, including food supplements and fortified foods, dietetic foods, novel foods and novel food ingredients, and food from genetically modified organisms. In addition, the Unit addresses questions on selected food risks and allergies. Furthermore, the Unit prepares opinions on infant formula, follow-up formula and weaning food. Moreover, the expert is responsible for the secretariat of the \"BfR Committee for Nutrition, Dietetic Products, Novel Foods and Allergies\" which is attached to the Unit. Main areas of work and research include: Risk assessment of secondary plant ingredients and other substances with specific nutritional or physiological effects; scientific assessment concepts for micronutrients and other food ingredients.", 
      "2014-06", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Bundesinstitut für Risikobewertung (BfR), Federal Institute for Risk Assessment, GERMANY, Berlin", 
      "The main task of BfR is to voice an opinion on the potential risks from food, consumer articles and chemicals, and to offer scientific advice to the Federal ministries for their policy decisions. BfR cooperates with a number of national and international, governmental and non- governmental agencies (FAO, WHO, OECD, etc.) and is the national Focal Point of EFSA. BfR participates in the regulatory risk assessment of pesticides, not in development of pesticides in view of their authorisation. It does not have an official capacity of Risk Management of pesticides. Among others, the BfR has been involved in the toxicological assessment of imidacloprid within the context of Germany serving as rapporteur in the EU. Some members of BfR have developed (dietary or resident/bystander) exposure models for risk assessment, which have been used in the national plant protection product authorisation procedure and have been published in: -Bundesgesundheitsblatt, Gesundheitsforschung, Gesundheitsschutz 48 (2005): 84 ff; -J. Verbr. Lebensm. 2 (2007): 54 ff; -J. Verbr. Lebensm. 3 (2008): 272 ff. The expert has not been involved in development of the models. BfR does not have/own rights on guidance document, risk assessment methodologies, commercial software or computational models of potential use in regulatory assessment of pesticides. The expert has functioned as a senior scientific officer in the Unit Toxicology of Pesticides and Biocides and has been involved in: - Toxicological assessment of pesticides and biocides both on the EU level (implementation of Regulations (EC) 1107/2009 and (EU) 528/2012) and within the framework of national authorisation procedures; -Preparation of proposals for classification and labelling of active substances based on toxicological properties; -Participation in drawing up of guidance documents of the EU or OECD concerning toxicological hazard identification or risk assessment; -Participation in providing scientific advice on toxicological assessment of pesticides; - Presentation of the BfR position at scientific meetings. The expert has participated in development of concept proposals by the BfR concerning the assessment of substances with endocrine disrupting properties in a regulatory context. The expert has been involved in experimental research activities, which have been/are subject to internal (governmental) funding. All fundings are paid to the employer: -Characterisation of in vitro models for prediction of transplacental transport of xenobiotics (deliverable: Scientific publication); -Array-based analysis of endocrine-disrupting properties of selected pesticides in the low dose range in vitro (deliverables: Scientific publication, project report to Federal Ministry of Food, Agriculture and Consumer Protection (BMELV)) -Hepatotoxic combination effects of multiple pesticide residues in food (starting 2011; deliverables: Scientific publication, project report to BMELV).", 
      "2007-03", 
      "2014-05", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Membership within the DGPT (“Deutsche Gesellschaft für Experimentelle und Klinische Pharmakologie und Toxikologie” = German Society of Experimental and Clinical Pharmacology and Toxicology)", 
      "The expert is a member of the DGPT. This society is a scientific non- profit registered association. Its aim is to bring forward and support the scientific and practical interests concerning the disciplines of pharmacology and toxicology. Within the DGPT, the expert is a member of the GT (“Deutsche Gesellschaft für Toxikologie” = German Society of Toxicology), which is a sub-society within the DGPT. The expert is a member of the scientific committee that is involved in the preparation of the scientific programme for the annual national meetings of the GT. The total time (office work and participation in conferences) devoted to this activity comprises about 4 days/year. The expert does not receive a financial compensation in her individual capacity for the expertise provided.", 
      "1995-03", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "HIRSCH-ERNST", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Member-Standing WG Genotoxicity (2015-2018) (SC)", 
  "Profession": "Scientific Official at the Federal Institute for Risk Assessment (BfR), Berlin", 
  "First name": "Karen Ildico", 
  "Date": "2015-10-23"
}
