{
  "activities": [
    [
      "I. Economic interest", 
      "Bioinvent AB", 
      "Own 1.000 shares bought on the Swedish stock market. privat pharmaceutical company without any interest in food/nutrition", 
      "2008-08", 
      "now", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Copenhagen University", 
      "Professor at the dept of Nutrition, Exercise and Sports, Copenhagen University", 
      "2006-12", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Probi AB, Sweden", 
      "My wife is part of senior management at Probi AB, Sweden. The exclusive commercial interest of Probi AB is potentially beneficial bacteria. During my membership with NDA Panel and Working Group on Claims, I will not take part in any activity/discussion related to potential beneficial bacteria.", 
      "2012-02", 
      "now", 
      "X"
    ], 
    [
      "V. Occasional consultancy", 
      "Swedish Nutrition Foundation, SWEDEN", 
      "Since March 2008 I have been engaged in a programme for self regulation of health claims on foods in Sweden as \"Livsmadelsbranchens granskningsman\" (LGM) A trade initiative (non-govermental initiative) originally introduced 1990, called “The food sector’s code of practice for health claims in the labelling and marketing of food products” (www.snf.ideon.se). This is administrated by the Swedish Nutrition Foundation (SNF) and jointly financed by the Swedish Food Federation and Swedish Food Retailers Federation. My function is to audit and identify when commercial actors on the Swedish food market is not complying with relevant legislation for nutrition and health claims in marketing of foods and give recommendations to apply with this regulation.", 
      "2008-12", 
      "2014-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Lunbecks foundation, Denmark", 
      "PhD-scholarship (2 yrs) related to obesity surgery", 
      "2014-06", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "University of Copenhagen Research related to surgical obesity treatment University of Copenhagen Research project related to gastric by-pass surgery EU- FP7 (KBBE.2011.2.3-04)", 
      "SATIN – Satiety innovation. EU-project in the 7th framework program (KBBE.2011.2.3-04)", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Danish Research Council", 
      "UNIK-grants from Danish Research Council INGEAR – Effects of gastrointestinal peptides on regulation of appetite and energy metabolism in humans ERGEM – Effects of RYGB on regulation of appetite and energy metabolism in healthy obese subjects APEX – The dose response of endurance exercise on regulation of energy metabolism, appetite and body weight/composition", 
      "2009-01", 
      "2014-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Nordea Foundation (Privat non-comercial research foundation)", 
      "OPUS – Sleep, diet and physical as well as modern sedentary activities as integrated risk factors for adiposity and metabolic health in Danish school children OPUS – Cognitive stress and lack of sleep on regulation of glucose homeostasis, appetite and energy metabolism", 
      "2009-01", 
      "2014-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Faculty of Life Sciences, University of Copenhagen, DENMARK, Frederiksberg C", 
      "OPUS – Sleep, diet and physical as well as modern sedentary activities as integrated risk factors for adiposity and metabolic health in Danish school children.", 
      "2012-03", 
      "2014-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Arla Foods Ingredients", 
      "The funding 2011 from Arla Foods Ingredients was co-funding of a PhD-project related to the effects on bone and energy metabolism in female athletes with low energy intakes and is not related to any areas covered by the Panel.", 
      "2011-01", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Faculty of Life Sciences, University of Copenhagen, DENMARK, Frederiksberg C", 
      "PhD-project related to the effects of low energy intakes on bone and energy metabolism in female athletes", 
      "2010-09", 
      "2013-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "MD,Dr of Med Sci", 
  "Family name": "SJODIN", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Member-Claims 2015-2018 (NDA)", 
  "Profession": "Professor", 
  "First name": "Anders Mikael", 
  "Date": "2015-09-24"
}
