{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "World Health Organisation (WHO)", 
      "Appointed as member of the WHO Expert Advisory Panel on Nutrition but didn't attend any meetings or participate in any consultations.", 
      "2012-04", 
      "2013-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "British Nutrition Foundation (BNF)", 
      "Member of the body of Scientific Governors of the British Nutrition Foundation (BNF), a charitable non-profit organisation. Responsibilities include providing advice on the BNF's educational programs in UK schools and the content of scientific meetings and publications by attending four meetings per year. No remuneration.", 
      "2009-07", 
      "2012-01", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of East Anglia (UEA)", 
      "Professor of Human Nutrition (Mineral Metabolism) in the Norwich Medical School, University of East Anglia, Higher Education Institute. Duties include teaching nutrition to undergraduate medical students, supervising graduate students, and undertaking research on nutrition.", 
      "2007-02", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "BBSRC, Biotechnology and Biological Sciences Research Council, Biotechnology and Biological Sciences Research Council, UNITED KINGDOM, Swindon", 
      "This is a 4-year doctoral training grants for research on in vitro studies on a colonic delivery system leading to PhD (2015-2019). The student is based at the Institute of Food Research, Norwich, UK, in Prof Arjan Narbad's laboratory. The project involves research into the role of iron in modifying the gut microbiome. This is an iCASE studentship that involves academic collaboration with the University of Birmingham (Dr Chris Tselepis) and Kuecept (Prof Abdul Baset), an SME based in the UK that provides specialist drug development services. No funding will be provided by these collaborators. The student will be supervised by faculty staff at UEA and IFR.", 
      "2015-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Biotechnology and Biological Sciences Research Council", 
      "Co-investigator for a 3 year project awarded to UEA entitled \"Speciation and bioavailability of iron in plant foods\", which aims to identify plant foods and processing techniques that provide bioavailable iron. The project is coordinated by Prof Peter Shewry, Rothamsted Research, and the role of UEA is to screeen foods for iron availability using a Caco-2 model system, and to investigate mechanisms of uptake.", 
      "2014-08", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "University of East Anglia (UEA)", 
      "Mechanisms of uptake of different forms of iron using a Caco-2 cell model system. This is a 3y PhD project funded by the Faculty of Medicine and Health Sciences UEA, with additional funding from HarvestPlus (Washington DC, USA).", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "The University of East Anglia is a partner in collaborative project entitled New dietary strategies addressing the specific needs of elederly population for healthy ageing in Europe (NU-AGE), FP7 grant number 266486, coordinated by the University of Bologna. This is a 5 year project with 31 partners from 17 EU countries in which a 1y dietary intervention will be undertaken in 1250 elderly people in 5 EU regions to assess the impact of a food pyramid designed specifically for 65-79y old EU citizens on different health outcomes, including inflammatory status, and to identify cellular/molecular mechanisms responsible for the effects of diet on health. Prototype functional foods will be developed and improvements in traditional foods made using the results of the intervention study.", 
      "2011-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Biotechnology and Biological Sciences Research Council (BBSRC) CASE studentship", 
      "BBSRC ‘Collaborative Awards in Science and Engineering’ allows students to receive high quality research training in collaboration with an industrial partner, these are 4-year doctoral training grants for graduates to undertake research (leading to PhD) on a subject selected and supervised jointly by academic and industrial partners. -PhD studentship (10/2009-12/2013) on developing more effective iron fortificants for food, funded by BBSRC with additional financial support from Kellogg's to meet CASE studentship criteria. The project was to test the availability of iron from novel delivery systems, prepared at the Institute of Food Research, with respect to their potential as food fortificants. Screening was carried out using a Caco-2 cell model system and the most promising compound tested in a human study. -PhD studentship (10/2009-12/2013) with supplementary funds by HarvestPlus on improving the iron content and bioavailability of modern wheat cultivars. - PhD studentship (2007-2011) on bioactivity of polyphenols, funded by BBSRC with additional financial support from GlaxoSmithKline to meet CASE studentship criteria. I act as student supervisor without receiving funds from private sectors.", 
      "2006-10", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Biotechnology and Biological Sciences Research Council", 
      "Enhancing delivery of minerals using multifunctional carriers. Collaborative project with the Institute of Food Research.", 
      "2009-04", 
      "2012-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "The University of East Anglia was a partner in the EURRECA Network of Excellence FP6 036196-2 (FOOD), funded by DG Research, coordinated by ILSI Europe. The work of the Network of Excellence was focused on Micronutrient Requirements.", 
      "2007-01", 
      "2012-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Natural Environment Research Council", 
      "Partner in a 6 month pilot project entitled \"Ecosystem services to alleviate iodine, selenium and zinc malnutrition in saub-Saharan Africa\" coordinated by the University of Nottingham.", 
      "2010-07", 
      "2011-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Osteoporosis Society", 
      "Genome wide analysis of gene-nutrition interaction in osteoporosis.", 
      "2009-05", 
      "2010-11", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Society for Trace Element Research in Humans", 
      "Elected Council member. There have been no meetings and I have not been involved in any ISTERH activities.", 
      "2011-10", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Cooperation in Science and Technology (COST) Action FA 0905 Mineral improved crop production for healthy food and feed", 
      "Co-leader of Working Group 3 (Plant product processsing and human/animal nutrition) Funded by the European Commission. http://www.cost.eu/domains_actions/fa/Actions/FA0905 I attended 2 COST meetings in total (one in Spain, before I became co- lead for WG3, and one in Norway in 2013), and I also organised a small workshop in Norwich.", 
      "2013-01", 
      "2014-04", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Biomarkers of Nutrition for Development", 
      "Three year project funded by National Institutes of Health (NIH) and the Gates Foundation. The goal is to work with the global food and nutrition community on biomarkers of nutritional status. I was on the Steering Committee and a member of the iron expert group but only received funding for travel and accommodation to attend meetings (1 per year).", 
      "2010-10", 
      "2013-09", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail", 
      "Hearing expert for the Working Group developing Food Based Dietary Guidelines. I was invited to one meeting on 9th April 2013 to summarise relevant work carried out in the framework of the", 
      "2013-04", 
      "2013-04", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Nordic Nutrition Recommendations 5 Working Group", 
      "Member of international reference group for the revison of the 4th edition of the Nordic Nutrition Recommendations. I served in this working group as an observer and was not involved in setting recommendations. I did not attend any meetings.", 
      "2010-04", 
      "2012-12", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Internatioal Life Sciences Institute (ILSI) Europe", 
      "Member of Scientific Programmes Committee for Functional Foods Symposium, Prague 5-7 October 2011 (role: reviewing submitted abstracts - not connected to any specific guidance documents), and invited speaker.", 
      "2010-09", 
      "2011-10", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Norwegian Academy of Science, Committee for Geomedicine", 
      "Invited lecture entitled \"Trace elements - too much or too little?\" at a symposium on food, environment and health, organised by the Committee for Geomedicine", 
      "2014-11", 
      "2014-11", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Brazilian Nutrition Society Member of Scientific Committee organising an international", 
      "symposium (Bioavailability 2014). These symposia are held every 3-4 years since 1988. The local coordinator was Professor Sylvia Cozzolino, University of Sao Paulo, and hosted by the Brazilian Nutrition Society in Brazil, May 2014. I did not attend the symposium.", 
      "2013-01", 
      "2014-05", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Trace elements and Health (TRACEL)", 
      "Member of Scientific Committee for the 3rd International meeting on Trace Elements and Health. I chaired a session and gave a talk on bioavailability of iron from whole diets where I presented results from EURRECA. Member of Scientific Committee for 4th International meeting, to be held in Turkey in May 2014.", 
      "2010-03", 
      "2014-05", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Nestle", 
      "Invited to attend a Nestle Nutrition Symposium in Lausanne on nutrition and ageing.", 
      "2012-10", 
      "2012-10", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "HarvestPlus, Washington DC", 
      "Co-chair of a one day closed workshop of international zinc experts to discuss zinc requirements. A report summarising the consensus reached was published on the HarvestPlus website.", 
      "2012-07", 
      "2012-07", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "World Health Organisation (WHO)", 
      "Participation in WHO workshop on Deriving Micronutrient Recommendations\" hosted by the European Commission, 18-19 April, 2012.", 
      "2012-04", 
      "2012-04", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Academy of Finland Expert Group", 
      "Member of the grant review committee (Expert for Panel 8). Travel expenses and honorarium paid by the Health Research Unit, Academy of Finland.I attended two meetings, one in 2011 and one in 2012.", 
      "2010-01", 
      "2012-02", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Internatioal Life Sciences Institute (ILSI) Europe", 
      "Presentation on \"Micronutrients - markers of status to understand function\" at an International symposium on Health Benefits of Foods held in Prague, Czech Republic, 5-7 Oct 2011. Travel and accommodation expenses paid by ILSI Europe.", 
      "2011-10", 
      "2011-10", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Federation of European Nutrition Societies (FENS)", 
      "11th European Nutrition Conference: Speaker at workshop on EURRECA, as part of the FENS Conference, Madrid, 26-29 Oct. I presented results from the EURRECA project in a talk entitled \"what role does bioavailability play in setting dietary requirements?\".", 
      "2011-10", 
      "2011-10", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Catholic University of Murcia (UCAM)", 
      "Invited to speak at a Summer Course on \"New Perspectives in the substantiation of health claims in foods\"; I gave a 30 min talk on \"Biomarkers for nutrient requirements and health claims\" on 21st July 2011.", 
      "2011-07", 
      "2011-07", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Nutrition Society", 
      "Member of Silver Medal Committee whose purpose is to select the winner of the Silver Medal", 
      "2011-02", 
      "2011-06", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Pepsico", 
      "Participation in one day, small, closed, off-site, workshop on micronutrient deficiencies (April 15th 2011) organised by Pepsico, at which I delivered a standard undergraduate-level lecture on methods of measuring micronutrient intake and status with the aim of informing a few Pepsico employees about this area.", 
      "2011-04", 
      "2011-04", 
      ""
    ]
  ], 
  "Title": "Professor", 
  "Family name": "FAIRWEATHER-TAIT", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Member-Claims 2015-2018 (NDA), Member-Dietary Reference Values for minerals 2015-2018 (DRV MIN) (NDA)", 
  "Profession": "Professor in Norwich Medical School UEA", 
  "First name": "Susan", 
  "Date": "2015-10-28"
}
