{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Assistance Publique (AP) - Hôpitaux de Paris (HP) - Hôpital Necker-Enfants Malades (public hospital system)", 
      "Pediatrics - Nutrition. AP - HP, based in Paris, is the major public hospital system in France Duties include out- and inpatient care. Most patients come through the clinical research centre, which is a joint venture between AP-HP and INSERM (public research institute dedicated to human health and medical research).", 
      "1986-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Descartes Medical School, Descartes University", 
      "Pediatrics - Nutrition. Duties include teaching nutrition to medical students (Descartes medical school) and to basic sciences students (Diderot university).", 
      "1986-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Syndifrais (Fermented milk producers intersyndicate)", 
      "Bid and appraisal of call for tenders for scientific research projects about probiotic mechanisms of action and human microbiota effects on host. With colleagues, I am discussing the aim of the research, the methods chosen to carry it out and its timescale. The decision to select a project is a collective one. The work carried out relates to a starter culture model (model symbiosis S85), which is only used for research in order to exclude any competitive/commercial interest. By construction, this inter-syndicate strictly rules out the use of bacteria which are or could be utilised for commercial purposes. Meetings are held to define the terms of the call, select the best applications, meet face to face the applicants to refine the projects and follow up the progress reports (about 4/year). The follow up of the research projects implies meeting and auditing the public research teams which have been funded, in order to make sure that the proposed work is satisfactorily carried out. As the results have been obtained by using a non commercial starter culture, they cannot be used to support allegations related to other bacteria. Besides, most studies are related to very basic biological mechanisms or to methodological issues in microbiology and not to studies in vivo in humans. Syndifrais comprises local and multinational producers.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Merck", 
      "Discussion of methodological issues related to clinical trials. Actually, there were only two meetings (half a day in April 2011 and half a day in June 2012) dealing with independent issues.", 
      "2011-04", 
      "2012-06", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Senoble", 
      "Discussion of methodological issues related to clinical trials.", 
      "2011-04", 
      "2011-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Agence nationale de recherche sur le sida (ANRS; public funding for HIV and HxV)", 
      "Enrolment of control subjects in a prospective longitudinal VIH cohort", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "GlaxoSmithKline (GSK), CSL Behring, PTC Therapeutics Inc, Wyeth, Shering-Plough, Novartis, PTC Therapeutics Inc., Inserm, Amgen, ANRS (Agence Nationale de Recherche sur le Sida)", 
      "Research funding for medical drug trials. For instance : child pulmonary hypertension (GSK), new proteins for clotting diseases (CSL), first missense mutation readthrough (PTC Therapeutics), antipneumococcal vaccine (Wyeth), child HCV hepatitis drugs (Shering), monoclonal antibodies in juvenile idiopathic arthritis (Novartis), Ataluren (other missense mutation readthrough (PTC Therapeutics), thrombopenic purpura drugs (Amgen). All these projects came through investigators affiliated to the clinical research center (CRC). The private funding is lower than 25% of total CRC budget.", 
      "2004-12", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Institut National de la Santé et de la Recherche Médicale (INSERM), Paris (France)", 
      "Proof of concept for the treatment of CPT2 deficiencies. Public funding for medical research.", 
      "2009-01", 
      "2014-09", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ILSI", 
      "Member, organising commity, meeting on low grade inflammation due in September 2013. Not involved in any consensus paper; not attending the meeting.", 
      "2013-04", 
      "2013-09", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Institut Danone", 
      "NutriEnconomics FENS symposium and parallel workshop on NutriEconomics Madrid, October 28-29, 2011", 
      "2011-10", 
      "2011-10", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Nestlé Nutrition Institute", 
      "Recent advances in growth research : nutritional, molecular and endocrine perspectives. Wien, October 23-26, 2011", 
      "2011-10", 
      "2011-10", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Biocodex", 
      "General presentation about health claims substantiation and its practical consequences on the research in the probiotic area.", 
      "2011-01", 
      "2011-01", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "BRESSON", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Member-Biological Relevance (SC), Member-Claims 2015-2018 (NDA), Member-PROMETHEUS (PROmoting METHods for Evidence Use in Scientific assessments) - Deliverable 2 \"Analysis of methods for dealing with data and evidence applied by EFSA\" (AMU)", 
  "Profession": "Professeur à la Faculté de Médecine Paris5-Descartes; Médecin de l’hôpital Necker-Enfants Malades", 
  "First name": "Jean-Louis", 
  "Date": "2015-10-26"
}
