{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Research Council (ERC)", 
      "Member for the panel LS9 – Applied life sciences and biotechnology in the ERC Advanced Grant 2012 evaluation, Grant 2014 Evaluation; ; chair of the LS_9 committee for 2014-2015. The panel evaluate research applications; about 3 meetings each year.", 
      "2012-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "French Departement of Health", 
      "Member of the \"Comité interministériel de validation des chartes d’engagements de progrès nutritionnels\". About 4 meeting by year. This consultative committee help the french departement of health for the evaluation of the nutritional quality of foods produced by food companies. Reports from the comittee are used by the administration to decide whether or not a companies has an efficient program to improve the quality of the foods they produce.", 
      "2007-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Food and Agriculture Organization (FAO), en, Roma, ITALY", 
      "Member of the FAO Expert working group meeting on “Protein Quality Evaluation Research Protocol”, 02 March 2014 to 05 March 2014 at Bangalore, India.", 
      "2014-03", 
      "2014-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "International Atomic Energy Agency (IAEA), en, Vienna, AUSTRIA", 
      "Member of the expert meeting to Review the status of protein and amino acid requirements in infants and young children, 12-14 November 2013, IAEA HQ Vienna, Austria.", 
      "2013-11", 
      "2013-11", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "The Nevin Scrimshaw International Nutrition Foundation", 
      "Member of the Protein and Amino Acid Working Group. The main objective of the working group on Protein and Amino Acid is to organize scientific worshops and to produce and publish scientific reviews related to Protein and Amino Acid nutrition. The International Nutrition Foundation (INF) is a non-profit organization that mobilize support for training, research, and communication related to food and nutrition in developing countries. Initially partnering with the United Nations University, its collaboration has steadily expanded to other agencies such as the International Union for Nutrition Sciences (IUNS) and other UN and bilateral agencies.", 
      "2010-12", 
      "2012-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail", 
      "Member of the consultative committee for human nutrition. This consultative committee help the the national agency ANSES for and its unit for the evaluation of nutrition and nutritional risks : - examines the nutritional properties of substances and foodstuffs destined for human consumption as well as the sanitary risks and benefits relating to them - examines food label claims - develops nutritional standards for the population and population sub- groups - provides the scientific tools necessary for developing and putting into practice national nutritional policy: - draws up general observations, opinions and recommendations on the main themes of public health (salt, carbohydrates and health, morning snacks at school, prevention of child obesity, etc.) - designs the scientific background for food guidelines intended for different groups (as part of the National Nutrition and Health Programme): general population, children, teenagers, elderly people, health professionals, etc.", 
      "2000-01", 
      "2012-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Food and Agriculture Organization (FAO)", 
      "Expert member of the FAO EXPERT CONSULTATION ON PROTEIN QUALITY EVALUATION March 31 – April 2, 2011, Auckland, New Zealand", 
      "2011-03", 
      "2011-03", 
      ""
    ], 
    [
      "IV. Employment", 
      "AgroParisTech", 
      "Professor in human nutrition. President of the department of Life Sciences and Health. AgroParisTech is a french public institute for education and research. My activity is to teach human nutrition for students at bachelor, Master and doctoral level. I also train PhD students in the field of human nutrition.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "AgroParisTech", 
      "Public annual funding of research from the department of Agriculture.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Institut National de la Recherche Agronomique (INRA)", 
      "Public annual funding of research from INRA. Basic research on protein and amino acid metabolism, protein and amino acid requirement in human.", 
      "1990-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European community", 
      "Coordinator of a European Marie Curie funded program, NuSisCo \"Nutrient Sensing In Satiety Control and Obesity\"", 
      "2006-01", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Journal of Nutrition", 
      "Associate Editor - Management of publications submitted to the journal", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Journal of Nutrition", 
      "Member of the Editorial Board - Review of publications submitted to the journal", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Journal of Clinical Nutrition", 
      "Member of the Editorial Board - Review of publications submitted to the journal", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Journal PlosOne", 
      "Academic Editor - Review of publications submitted to the journal", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "United States Agency International Development - Office of food for peace", 
      "Presentation of a conference on \"Digestibility issues of vegetables versus animal proteins; Protein and Amino Acid Requirements- Functional Aspects\" at the \"Protein quality workshop\"", 
      "2012-05", 
      "2012-05", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Nutrition Society", 
      "Conference on \"Nutient sensing and signaling by the gut\". 70th Anniversary of the Nutrition Society, Session on \"Body weight regulation – food, gut and brain signalling\".", 
      "2011-12", 
      "2011-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "RIDDET INSTITUTE, Massey University", 
      "International Symposium: Dietary Protein for Human Health. Presentation of a conference on \"Criteria and markers for protein quality assessment - a review\"", 
      "2011-03", 
      "2011-03", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Association française de zootechnie", 
      "Presentation of a conference at the annual meeting on \"place of meat on the relation between nutrition and health\"", 
      "2011-01", 
      "2011-01", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Professor", 
  "Family name": "TOMÉ", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Vice-Chair-Dietary Reference Values for vitamins 2015-2018 (DRV VIT) (NDA)", 
  "Profession": "Professor", 
  "First name": "Daniel", 
  "Date": "2015-09-21"
}
