{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Ulster, UNITED KINGDOM", 
      "Teaching at the undergraduate and postgraduate level in the following subject areas: human nutrition; sports and exercise nutrition; clinical biochemistry (vitamins); food regulatory affairs (food & nutrition policy;food labelling; nutrition and health claims). Conducting research in the area of folate and B-vitamins; producing reports to governmental and funding agencies", 
      "1998-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "ESRC (Economic & Social Research Council) & BBSRC (Biotechnology and Biological Sciences Research Council), UNITED KINGDOM", 
      "EpiFASSTT: Epigenetic effects on children's psychosocial development in a randomised trial of Folic Acid Supplementation in Second and Third Trimester: End date: September 2018", 
      "2015-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Health and Social Care Public Health Agency (Research and Development Division)", 
      "Effect of folic acid supplementation during pregnancy on the growth, cognitive development and behaviour of 7 year old children: a follow- up investigation of children of FASSTT study participants; End date: January 2016", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Health Research Board (Ireland)", 
      "The impact of folic acid supplementation on DNA methylation patterns in utero; a role in the fetal origin of human disease. (a collaborative project between University of Ulster and Dublin City University); End Date:30 Sept 2013", 
      "2010-10", 
      "2013-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Invest Northern Ireland (Northern Ireland) and Carritech Research Ltd.", 
      "Research into the bioavailability of heat-sensitive nutrients using Carritech technology. End date:31 July 2013", 
      "2012-01", 
      "2013-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "EURRECA: Aligning nutrient recommendations across Europe with special focus on vulnerable groups and consumer understanding. Funding by the European Commission-DG Research (6th Framework).Coordinated by ILSI Europe. End Date: June 2012. This was a multicentre international research project which have been funded by the European Commission (EC, 6th Framework) but not by industry. The involvement of industry in these projects was a requirement imposed by the EC. My work was only related to a small part of the project (bioavailability of folate) and I have never participated at any meetings with other collaborative organisations and never met any industry partners.", 
      "2007-01", 
      "2012-06", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Journal \"Nutrients\"", 
      "Member of the Editorial Board, Section editor \"Vitamins\" (on a voluntary basis)", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "PENTIEVA", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Member-Dietary Reference Values for vitamins 2015-2018 (DRV VIT) (NDA)", 
  "Profession": "Senior Lecturer", 
  "First name": "Kristina", 
  "Date": "2015-09-21"
}
