{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Dutch Health Council", 
      "Committees on on Health of Aspects of Occupational Exposure. The aim is to set occupational exposure limits for agentst that are at the workplace. I am member of this committee. The aim is to find consensus within the expert group. The aim of the committee is to reach consensus, but minority opinions are possible. The advice is given to the Dutch Government. Meetings are on averedge 6 times per year, one afternoon. Preparation time is approximately the same.", 
      "2005-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Dutch Health Council", 
      "Member of an expert committee on Risk Assessment Children The committee forms an opinion based on an exploration of s litterature data to conclude whether or not perinatal exposure to environmental chemicasl poses an additional risk to the health of chemicals. The excercize does not focus on a specific pollutant. Thre have been around 8 meetings of 3 hr each, the preparation time was in hat same order The report has been published in 2014.", 
      "2011-01", 
      "2014-02", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "International Life Sciences Institute (ILSI), Brussels, BELGIUM", 
      "Participation to the ILSI Expert Group on Markers for Immuno- modulation. The expert group explored the available information/literatures on how markers of the immune system can be interpreted in terms of clinical relevance, especially in terms of beneficial and adverse effects on the immune system. The immunomodulation expert group was under ILSI Taskforce of Nutrition and immunity. No specific products or agents that modulate the imune system were being considered by the working group. I was member of this expert group. The aim was to provide a consensus opinion, but there is no obligation to sign the outcome of the excercise. For this activity there have been a total of around 5 meetings in the ILSI office in Brussels.", 
      "2008-05", 
      "2012-07", 
      ""
    ], 
    [
      "IV. Employment", 
      "Maastricht University", 
      "Teaching Within the curriculum Post doctoral training Toxicology I am responsible for the course on immunotoxicology, i.e. how to assess the consequences in terms of immunosuppression, allergy, and autoimmunity as a result of exposure to chemicals. Research My main research line at Maastricht University is the implementation of toxicogenomics in the field of Immunotoxicology. Smaller areas are: immunotoxicity of statins, immunotoxicity of nanomaterials, assessment of developmental immunotoxicity. My appointment with Maastricht University is 20% of my time. About 50% of that time is devoted to implementation of toxicogenomics in immunotoxicity testing. Until December 2013 this latter activity was carried out in a project that was supported at the account of the Dutch Government (Netherlands Genomics Initiative), and in that project, 20% of the budget for the whole project was contributed in kind by a number of companies (chemical, drug, testing). These companies and their contribution to the project included: *BioDetection Systems B.V., NL. Bioassays for androgens and estrogens. *DNage/Pharming, NL Purifies, formulates and develops recombinant human proteins *Galapagos NV, BE Free license to adenoviral libraries, Chematica Chemogenomics Database and Admensa in silico optimization platform. *Janssen Research & Development Implementation and integration of in vitro assays, ‘omics technologies and systems biology approaches. In vitro hepatoxicity tests, in vivo chronic toxicity studies. *Nikon Instruments Europe B.V., NL License to NIS Elements AR/6D Software, TE2000E-PFS live cell imaging microscope system *Organon/Schering Plough/Merck Knowledge on reproduction toxicity/teratogenicity, hepatoxicity, genotoxicity and carcinogenicity to provide context for test development *Pamgene, NL Development of toxicological biomarkers, array-based platform technologies *Phenion GmbH & Co. KG, DE Analysing immunocompetent cells for change in surface marker expression and gene expression *ServicesXS, NL Mouse and/or Human gene expression analysis using Affymetrix GeneChips *ThermoFisher, NL RNA interference (siRNA reagents, libraries, and delivery technologies), reagents for miRNA profiling and modulation, reagents and cell lines and for high content screening, custom assay development capability *Unilever Research & Development Plc In silico modelling, immunology, development of cell-based models, transcriptomics and bioinformatics, cosmetics perspectives *Vitromics, NL immuotoxicity, we worked specifically with serviceXS and Phenion. In the project, model compounds were used for the reserach but no specific products offered by the participating industries were tested in the project, Maastricht University is not performing formal risk assessments other than for scientific reasons. Maastricht Universiity is not responsible for risk management decisions", 
      "2002-05", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Center for Health Protection Research (GZB), National Institute of Public Health and the Environment", 
      "The National Institute of Public Health and the Enviornment (RIVM) is an agency that belongs to the Ministery of Public Health, Welfare and Sports, and carries out research at the account of the government. RIVM provides risk assessment to the Dutch Government and the Food and Consumer Safety Authority in he Netherlands. Risk management decisions are not taken by RIVM I am Employed as Senior Scientific Advisor to the Center. I may be involved as a specialist in immunotoxicology for risk assessments made. My main focus is on research is oriented at innovating risk assessment. Extramural funding is only accepted when it comes from organisations such as other parts of the Dutch Government, EU, WHO. It is not allowed to carry out research that is financed by private organizations/companies.", 
      "1984-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Dutch “Voedsel en Waren Autoriteit (VWA)", 
      "Part of the (regular) funding of the National Institute of Public Health and the Eivironment (RIVM) comprises funding by the Dutch Food and Consumer Safety Authority (VWA). This work included a project on probiotics (untill 2008) and currently includes a project on food allergy. Eventually, the Dutch Food and Consumer Safety Authority will use the outcome of these projects for their own aims (control) and for advice to the Ministery of Public Helath, Welfare, and Soprts. No private funding is allowed in this context", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "WHO/Foodborne Disease Burden Epidemiology Reference Group (FERG)", 
      "For the WHO an inventory was made on approaches how to evaluate the disease burden of peanut allergy. The work was done with a collegue at RIVM. She attended two meetings in Geneva and prepared the report together with me.", 
      "2010-01", 
      "2011-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "VAN LOVEREN", 
  "Current EFSA involvements": "Vice-Chair-NDA Panel 2015-2018 (NDA), Member-Biological Relevance (SC), Member-CONTAM WG on plastic microparticles and nanoparticles (CONTAM), Member-Claims 2015-2018 (NDA), Member-Development of supplementary guidelines for the allergenicity assessment of GM plants (GMO), Chair- Novel Foods 2015-2018 (NDA), Member-WG on dioxins in food and feed (CONTAM)", 
  "Profession": "Immunotoxicologist", 
  "First name": "Henk", 
  "Date": "2015-11-23"
}
