{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Millennium Institute, UNITED STATES", 
      "Think tank related to sustainable food systems. I am a Senior Adviser, covering human nutrition in the context of risk and benefits to human and environmental health. No formalized meetings.", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Carasso Foundation, Paris, FRANCE", 
      "Philanthropic foundation awarding prizes and research grants for food and nutrition with ties to health and risk for both humans and the environment. Scientific adviser on nutrition. Meets five times per year.", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "International Conference on Diet and Activity Methods, AUSTRALIA", 
      "Member of international scientific advisory committee. The conference on dietary assessment and activity methods is held every three years in a different country.", 
      "2001-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "American University of Rome, Rome, ITALY", 
      "Faculty member, teaching a Masters degree programme in Food Studies", 
      "2014-03", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Food and Agriculture Organization of the United Nations, Rome, ITALY", 
      "UN technical agency responsible for food, nutrition, risk assessment, Codex Alimentarius. As Senior Officer (1998-2011) I was responsible for food composition, dietary assessment, human nutrient requirements, and provision of advice to Codex. As Deputy Director (2011-2014). my role included nutrition, and for part of the period also food safety and Codex.", 
      "1998-11", 
      "2014-07", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "World Public Health Nutrition Association", 
      "Representative to the UN agencies in Rome. Report to Association on results of relevant intergovernmental meetings in Rome, Italy, where WPHNA has observer status.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Frontiers in Nutrition, Nature Publishing Group", 
      "International peer- journal publishing cutting-edge nutrition research. reviewed scientific I .am a specialty chief editor", 
      "2013-11", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "ELSEVIER", 
      "Journal of Food Composition and Analysis. International peer- reviewed scientific journal dedicated to research on nutrients, bioactive non-nutrients, anti-nutrients and contaminants in food. I was Editor-in- Chief.", 
      "1998-01", 
      "2011-01", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "BURLINGAME", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA)", 
  "Profession": "Scientist", 
  "First name": "Barbara", 
  "Date": "2015-05-05"
}
