{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Warsaw Medical University (WUM), Faculty of Pharmacy", 
      "Deputy Dean for Division of Laboratory Medicine at the Faculty of Pharmacy Head of Division of Biochemistry and Clinical Chemistry. Head of Department of Pharmacogenomics. Dutes include lectures on pharmacogenomics and nutrigenomics, conducting scientific projects in pharmacogenomics and nutrigenomics, preparing scientific publications The University has no responsibility to carry out risk management, and I do not work as a consultant related to food and feed safety.", 
      "2011-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "The National Food and Nutrition Institute, POLAND, Warsaw", 
      "Professor, Head of Department of Nutrigenomics. My duties included: -conducting scientific projects (e.g. on lipid and lipoprotein metabolism, biochemical and genetic risk factors for cardiovascular diseases/complications, integration and regulation of metabolism in differing nutritional states...); implementation of their results to improve public health; -giving lectures and training for physicians and dietetitions. -working on nutrient requirements in both healthy and clinical populations, recommended dietary allowances for polish population; -preparing practical strategies for incorporating nutrition into clinical practice, -recommendations to improve national regulatory framework for food control/quality assessment and risk assessment; -providing independent scientific advice and preparing scientific opinions and reports (on nutrition, prevention of diet related disorders, food, dietary suplements, and food additives and their influence on human health) for Polish Ministry of Health and National Sanitary Inspection.", 
      "1978-09", 
      "2011-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Science Center, Poland", 
      "Scientific grant \"Proapoptotic activity of dried leaf blade aqueouos extract from Vilcacora (Uncaria tomentosa) in selected cancer cell lines.\" The Project of National Science Centre, Poland: UMO- 2013/09/N/NZ7/01461.", 
      "2014-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Medical University of Warsaw", 
      "Scientific grant \"The role of interactions between genetic factors and psychological traits in obesity\" (2.01.2013 - 30.12.2015). Leader No additional founding from private sector. No additional payment received.", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Science Center", 
      "Scientific grant \"Usefulness of proinflammatory genes profiling for prediction of body mass reduction under low calorie diet\" (12.2011- 12.2014). Scientific supervisor. No additional founding from private sector. No payment received.", 
      "2011-12", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Science Center", 
      "Scientific grant \"Effects of diet rich in rapeseed oil and flavonoids on HDL and inflammatory markers in relation to 75G/A apo AI gene polymorphism\" (06.2011-09.2013). Scientific supervisor. No additional founding from private sector. No payment received.", 
      "2011-06", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Science Center", 
      "Scientific grant \"Developing principles of dietary treatment of inherited forms of hypercholesterolemia and hypertriglyceridemia typical for Polish population\" (06.2011-06.2014). Scientific supervisor. No additional founding from private sector. No payment received.", 
      "2011-06", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Polish Ministry of Health", 
      "POLCARD – Diet and the prevention of cardiovascular disease: Diet for young heart . Educational project supported by Ministry of Health – Prevention of cardiovascular disease among children and adolescents (2003-2010), member of the leader group) –grant to prepare educational information on prevention of CVD available for general public, all potential users. No individual payment was received", 
      "2003-01", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Polish Ministry of Science and Higher Education", 
      "Scientific grant no N40404232/0945, 2007-2011, “Influence of dietary intake of antioxidant vitamins and polyunsaturated fatty acids on genome stability”, founded by Polish Ministry of Science and Higher Education, public founder. Results published in scientific journals. No", 
      "2007-01", 
      "2010-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Polish Ministry of Science and Higher Education", 
      "Scientific grant no. B1/K/005, 2004-2010 – “New biochemical and genetic markers of cardiovascular disease”, project supported by the National Food and Nutrition Institute based on resources from Polish Ministry of Science and Higher Education, public founder. Leader. Results published in scientific journals. No individual payment received", 
      "2004-01", 
      "2010-11", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Cardinal Wyszynski University", 
      "Education, lectures for students", 
      "2002-01", 
      "2011-09", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "NOWICKA", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Member-Dietary Reference Values for vitamins 2015-2018 (DRV VIT) (NDA)", 
  "Profession": "Chair in Biochemistry and Clinical Chemistry and Head of Department of Pharmacogenomics", 
  "First name": "Grazyna", 
  "Date": "2015-09-18"
}
