{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Umweltbundesamt (UBA), Berlin, GERMANY", 
      "Human Biomonitoring Commission The commission advises the Federal Environment Agency in questions of human biomonitoring. The members represent scientific authorities at the level of Federal Government and German States (Länder), universities, public health institutes and clinical institutions. I am a member as toxicologist with experience in risk assessment.", 
      "2013-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Umweltbundesamt", 
      "Ad-hoc Working Group for Indoor Air Guide Values The members are delegates from the Indoor Air Hygiene Commission (IRK) and the permanent working group of the Highest State Health Authorities (Arbeitsgemeinschaft der Obersten Landesgesundheitsbehörden, AOLG). To date, the ad-hoc working group has derived guide values for numerous chemicals, identified with respect to their occurence in Indoor air and their toxicity. For further information see http://www.umweltbundesamt.de/en/topics/health/commissions- working-groups/ad-hoc-working-group-for-indoor-air-guide-values", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Fraunhofer Institute for Toxicology and Experimental Medicine (Fraunhofer ITEM), Hannover, GERMANY", 
      "As an independent expert scientific advice for the Division Chemical Risk Assessment, Databases and Expert Systems concerning projects on the derivation of assessment factors for risk assessment, preparation of publications on the use of the Fraunhofer Databases RepDose on repeated dose toxicity and FeDTex on reproductive toxicity for risk assessment. Project acquisition.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Fraunhofer ITEM, GERMANY", 
      "As head of division \"Chemical Risk Assessment, databases and expert systems\" at Fraunhofer ITEM consulting for several chemical companies (e.g. Schülcke & Mayr, Ecolab, INEOS) as well as CEFIC within the framework of the EU Biocides Directive and REACH. Research projects from industry on TTC, extrapolation factors in risk assessment, exposure assessment", 
      "2009-01", 
      "2013-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Umweltbundesamt (German Federal Environment Agency, UBA)", 
      "Expert reports as basis for deriving HBM-Values Public", 
      "2011-01", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU Projects", 
      "EU Projects: OSIRIS, Opentox, Chemscreen, Detective Developing testing strategies for REACH, QSAR for repeated dose toxicity studies, Databases in Toxicology, Validation of in vitro test results Public research", 
      "2009-01", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Preparation of expert reports for food additives", 
      "2011-09", 
      "2013-05", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "MANGELSDORF", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Member-Novel Foods 2015-2018 (NDA)", 
  "Profession": "Toxicologist", 
  "First name": "Inge", 
  "Date": "2015-10-05"
}
