{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "", 
      "", 
      "", 
      ""
    ], 
    [
      "I. Economic interest", 
      "Huhtamäki Ltd", 
      "Expert and member of the family owns a small number of shares with a company producing packaging materials for foods. Economic interest only.", 
      "2003-01", 
      "now", 
      "X"
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "University of Helsinki, Department of Food and Environmental Sciences", 
      "Vice member of the managing body of the department. Former (2011- 2013) vice director (responsible for societal interactions and impact) at the Department of Food and Environmental Sciences. Member of the Faculty Board of Faculty of Agriculture and Forestry since 2015.", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Helsinki", 
      "Teaching in food chemistry and chemical food safety and carrying out research activities regarding protein and lipid oxidation, antioxidant action and analysis of phenolic composition of food materials.", 
      "1984-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Mildola", 
      "Analytical services provided by the laboratory of the University of Helsinki. This includes food sample analyses, e,g. phenolic and vitamin E analyses on rapeseed oil. Linked to the characterisation of food. Deliverables include analysis reports. Occasional collaboration regarding student work toward MSc thesis resulting in public report.", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU, Technological Research Agency of Finland, Academy of Finland", 
      "Research collaboration between academia and industry in research projects funded with Public resources. Our area of research is focusing on oxidation reactions of lipids and proteins and isolation, characterization and antioxidant properties of plant phenolics.", 
      "2003-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Fazer Ltd", 
      "Analytical services provided by the laboratory of the University of Helsinki. This includes food sample analyses, e,g. phenolic analyses on food products. Linked to the characterisation of food. Deliverables include analysis reports. Occasional collaboration regarding student work for MSc thesis resulting in public report.", 
      "2013-01", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Kiantama", 
      "Analytical services provided by the laboratory of the University of Helsinki. This includes food sample analyses, e,g. food compositional analyses on berry phenolics. Deliverables include analysis reports.", 
      "2011-03", 
      "2012-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA", 
      "Tender to provide evidence reports identifying health outcomes upon which Dietary Reference Values could potentially be based for vitamins A, C, E, K.", 
      "2011-01", 
      "2012-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Raisio", 
      "Analytical services provided by the laboratory of the University of Helsinki. This includes food sample analyses, e,g. phenolic and antioxidant analyses on food products. Linked to the characterisation of food. Deliverables include analysis reports.", 
      "2008-01", 
      "2010-10", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ILSI Expert Group on Phenolic Antioxidants Health Claims", 
      "Participation in scientific evaluation regarding public literature on antioxidant effects of polyphenols for cardiovascular health with a review paper published in J. Nutr. in 2011. This scientific work was not related to services provided to products, their development and/or assessment of methods carried out on behalf of trade associations or other bodies with an intrest in this subject matter.", 
      "2007-11", 
      "2010-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "HEINONEN", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Member-Claims 2015-2018 (NDA), Member-Novel Foods 2015-2018 (NDA)", 
  "Profession": "Professor", 
  "First name": "Marina", 
  "Date": "2015-10-05"
}
