{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Dundee", 
      "Retired Previously a Senior Lecturer in Developmental Psychology. Duties involved: teaching Developmental Psychology on undergraduate and postgraduate courses; research into the role of nutrition in infant and child cognitive development; administration, including the University Research Ethics Committee.", 
      "1974-06", 
      "2015-08", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Mead Johnson Nutrition, Private Organisation", 
      "Development of a PowerPoint presentation on general information about infant and child cognitive development and the role of nutrition in development. The presentation was addressed to Health Care Professionals. It involved attending two meetings to discuss the project with three paediatricians from Europe (03/2008). Last year (half day in 08/2014), the expert was asked to review and edit a revised version of the presentation which had been completed by another paediatrician.", 
      "2008-03", 
      "2014-08", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Abbott UK Ltd., Private Organisation", 
      "Advice provided on suitable infant cognitive assessments in a planned trial of the effects of nutrition on infant cognitive development.", 
      "2011-04", 
      "2011-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Medical Research Council, UK", 
      "Co-applicant on a study funded by the Medical Research Council (UK): \"A randomised controlled trial of iodide supplementation in extreme preterm infants\". Ends in July 2015.", 
      "2008-09", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Psychological Society", 
      "Associate Fellow and Chartered Psychologist", 
      "1974-10", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Almarai Company, Private Organistion", 
      "Average 3 lectures per year (of 40 minutes each) given to invited Health Care Professionals (paediatricians, midwives, paediatric nurses etc.) on general topics concerning nutrition and children's cognitive development (not related to any product development).", 
      "2015-02", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Mead Johnson Nutrition, Private Organisation", 
      "Lectures for health care professionals on general topics concerning nutrition and children's cognitive development (not related to any product development). Average of 4.5 lectures per year.", 
      "2010-04", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Danone, Private Organisation", 
      "11 lectures (of 40 minutes each) given to invited Health Care Professionals (paediatricians, midwives, paediatric nurses etc.) on general topics concerning nutrition and children's cognitive development (not related to any product development).", 
      "2013-05", 
      "2013-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "The International Life Science Institute, Private Organisation", 
      "Two presentations given at the ILSI Symposium on Nutrition and Cognition, October 19 - 21, 2010, Kuala Lumpur. One presentation on \"European Perspective On Claims Substantiation In The Area Of Nutrition And Cognition\"; the other on \"LC-PUFAs For Cognitive Development: From Pregnancy To Infancy And Beyond\".", 
      "2010-10", 
      "2010-10", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Wyeth Nutritionals, Private Organisation", 
      "Two lectures for health care professionals on general topics concerning nutrition and children's cognitive development (not related to any product development).", 
      "2010-06", 
      "2010-06", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "WILLATTS", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Member-Claims 2015-2018 (NDA)", 
  "Profession": "University Lecturer (Retired)", 
  "First name": "Peter", 
  "Date": "2015-09-21"
}
