{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "SPREAD (Stroke Prevention And Educational Awareness Diffusion)", 
      "Membership tp the Working Group SPREAD (Stroke Prevention And Educational Awareness Diffusion) “Italian guidelines for the prevention and treatment of stroke”, up to December 2013. The working group is composed by researcher of different academic institutions, collaborating to diffuse knowledge and awareness about stroke to the health professionals and the general public. The working group does not have the remit to deliver opninions/advices to the Government or other public bodies. The expert was involved in the preparation of the section on nutritional advice for the prevention of stroke.In the past, the Working Group met once at year.", 
      "2006-01", 
      "2013-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "PIAS-CNR (Progetto Interdipartimentale Ambiente e Salute-Consiglio Nazionale delle Ricerche)", 
      "Membership to the panel “Monitoring contaminants in the food chain and their impact on human health” of the Inter-departmental Project Environment and Health (Italian acronym: PIAS-CNR Progetto Interdipartimentale Ambiente e Salute-Consiglio Nazionale delle Ricerche). The panel, composed of different scientist from Italian academic and non-academic research institutes cohordinated research activity in the field of chemical/biological contamination in the food chain. The panel had no advisory role. In the past, the panel met once at year, with occasional phone exchanges in between.", 
      "2008-01", 
      "2011-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Istituto di Scienze dell'Alimentazione, Consiglio Nazionale delle Ricerche (Institute of Food Sciences, National Research Council)", 
      "The Institute of Food Sciences belongs to the National Research Council of Italy (CNR), the major non-academic research institution in Italy. The research activity of the Institute deals with different aspects of food sciences, including \"Food and Health\", food technology, food safety etc. The remit of the Institute is exclusively scientific research, with no involvment in risk management, as Institute and at the Researchers' individual level. Dr. Siani is the responsible of the Epidemiology and Population Genetics Unit, whose activity is mainly devoted to the assessment of the nutritional exposures related to the risk of chronic diseases and metabolic disorders. His actvity also deals with the evaluation of the interaction of nutritional and lifestyle factors with the genetic background in the development of complex diseases like obesity, cardiovascular diseases and diabetes.", 
      "1997-12", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission Funding for FP7", 
      "I declare that I have received research funds from the EC for the implementation of the FP7° Project I.Family (Project full title: \" Determinants of eating behaviour in European children, adolescents and their parents \" Grant agreement no: 266044, starting on March 1st 2012 and ending on February 28th 2017). The study will deliver reliable data to assess the factors involved in eating behavior in European children, adolescents and their families. I.Family pursues two main objectives: · to understand the interplay between barriers and drivers towards a healthy food choice, and · to develop and disseminate strategies to induce changes promoting a healthy dietary behaviour in European consumers, especially children, adolescents and their parents. Beyond pure research, I.Family will offer activities for health promotion and prevention in schools and communities. The research activity is expected to deliver scientific publications and reports, as well as dissemination material. The funds received by the EC will be used for the achievement of the scientific objectives of the project. No private funds are used for the researh activity.", 
      "2012-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "SOREMARTEC Italia [Ferrero Italy: snacks and chocolate-based products]", 
      "Unrestricted research grant to the Institute of Food Sciences of the Consiglio Nazionale delle Ricerche (CNR) to assess the role of dairy food on bone health in children in epidemiological setting. In particular, the association between the consumption of milk and milk products (assessed by dietary questionnaires) and bone density (measured by heel ultrasonography) was evaluated on a schoolchildren population. I declare that I acted as scientific responsible of the project while the financial management and use of the research grant was not under my own responsibility. I also declare that this private research grant did not exceed the 25% of the budget of my research group and also of the budget under my control.", 
      "2010-07", 
      "2012-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission Funding for FP6", 
      "I declare that I have received research funds from the EC for the implementation of the FP6° Project IDEFICS (full title: Identification and prevention of Dietary- and lifestyle-induced health EFfects In Children and infantS ). The study producedd reliable data to make an international assessment of the problem of \"obesity in children\" possible. The focus of the IDEFICS Study lies in exploring the risks for overweight and obesity in children as well as associated long-term consequences. In addition, this EU-wide study offers a unique possibility to measure in how far sensory perception and preferences of children influence the development of overweight. Beyond pure research, IDEFICS offered activities for health promotion and prevention in kindergartens and schools. These prevention programmes were developed, implemented and evaluated within the IDEFICS Study. The project resulted up to now in about 100 publications in international scientific journals. The funds received by the EC were used for the achievement of the scientific objectives of the project. No private funds contributed to the project.", 
      "2006-09", 
      "2012-02", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Italian Society of Human Nutrition SINU", 
      "The Italian Society of Human Nutrition (SINU) is a scientific society funded by the membership fees.The Society collaborates with other public research body in the preparation of nutrional guidelines and advice for health operators and for the general public. The society does not operate upon mandate of the Government or other public bodies. The expert was up to the end of 2013 member of the Working Group on minerals for the revision of Italian Recommended Dietary Allowances (RDA, in italian: (LIVELLI DI ASSUNZIONE GIORNALIERI RACCOMANDATI DI NUTRIENTI PER LA POPOLAZIONE ITALIANA (L.A.R.N.) and specifically in the sub- section potassium intake. Currently, the expert does not participate to any working grouo of SINU. The society usually meets once at year for a scientific Symposium", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Nutrition, Metabolism and Cardiovascular Diseases", 
      "From January 1st, 2015 Dr. Siani has been appointed as Deputy Editor- in-Chief to Nutrition, Metabolism and Cardiovascular Diseases (NMCD) a scientific Journal edited by Elsevier. Under this role, Dr. Siani supervises the publication of peer-reviewed scientific papers and collaborate to the editorial strategies of the Journal. No fee or salary is perceived for this activity.", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "SIANI", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Chair-Claims 2015-2018 (NDA), Member-Dietary Reference Values for minerals 2015-2018 (DRV MIN) (NDA), Member-Weight of Evidence (SC)", 
  "Profession": "Senior Researcher, Public Research Institute", 
  "First name": "Alfonso", 
  "Date": "2015-11-03"
}
