{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Granada", 
      "The legal remit of the entity or organisation: teaching and research The expert role in the organisation and tasks: teaching in the Excellence PhD Program “Genetics, Nutritional and Environmental Factors for Growth and Development”- NUTRENVIGEN-G+D- Factors”.", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Universisty of Valencia", 
      "The legal remit of the entity or organisation: teaching and research The expert role in the organisation: Associated Professor of the Degree in Dietetics and Human Nutrition (2005-2011); MSc in Childhood and Adolescent Nutrition (2009); MSc in Food Quality and Safety (2011- 2012). Tasks: teaching and practical training of students.", 
      "2005-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Spanish National Research Council (CSIC)/Institute of Agrochemistry and Food Technology (IATA)", 
      "The legal remit of the entity or organisation: research The expert role in the organisation and tasks: head of the research group and projects, supervision and training of students in research. The organisation does not have an official responsibility to carry out risk management.", 
      "2002-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Economy and Competitiveness, Spain.", 
      "Topic: Deciphering the role of intestinal microbiota in metabolic and mental health. Deliverables: scientific publications and reports.", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission DG Research", 
      "Topic: FP7 EU Project (Grant nº 613979) entitled “Microbiome Influence on Energy Balance and Brain Development-Function Put into Action to Tackle Diet-Related Diseases and Behavior- MyNewGut”. Deliverables will be of scientific nature (publications, study reports, etc.). The grant received from the EC will be used to fund the cost of the research activities exclusively. Funding is public.", 
      "2013-12", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Economy and Competitiveness", 
      "Topic: Development of probiotics for immune and metabolic disorders. Deliverables: scientific publications. There is no private funding (is public).", 
      "2012-01", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Science and Innovation", 
      "Topic: molecular and functional characterization of probiotic strains (basic experiments in vitro). Deliverables: scientific publications/study reports. It is a PUBLIC funding with partial participation of private companies (Carinsa - with no decision role in the project). The funding is not directed to the researchers, but goes to the researcher’s institution and part to fund the cost of the laboratory for doing research activities exclusively.", 
      "2010-11", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Spanish Ministry of Science and Innovation", 
      "Topic: Development of new ingredients for functional foods (FUN C FOOD).Deliverables: scientific publications. Funding is public.", 
      "2007-01", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Economy and Competitiveness", 
      "Topic: Evaluation of probiotics for digestive disorders in vitro. Deliverables: scientific publications/study reports. It is a PUBLIC funding with participation of private companies (Laboratorios Salvat ) with no decision role. The funding is not directed to the researchers, but goes to the researcher’s institution and to fund the cost of the laboratory for doing research activities exclusively.", 
      "2011-07", 
      "2013-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Biopolis/Ministry of Science and Innovation", 
      "Topic: probiotics for coeliac disease. Deliverables: scientific publications/study reports. Funding was private for 4 months and public for the rest of the project.", 
      "2009-09", 
      "2012-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Spanish Ministry of Science and Innovation", 
      "Topic: Role of intestinal bacteria and probiotics in chronic inflammatory disorders. Deliverables: scientific publications Funding was public.", 
      "2009-11", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Multi- Stakeholder Platform CDEUSSA of 7FP", 
      "Member of the European Platform focused on diverse aspects of coeliac disease: gluten-free products, regulatory aspects, therapy and prevention, diagnosis, clinic presentation and pathogenic mechanisms.", 
      "2002-01", 
      "2006-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "CSIC", 
      "Inventor of a patent in the field of probiotics (PCT/ES2008/070243). The patent belongs to the research institution (CSIC) and was licensed to Biopolis S.L. The responsible researcher does not receive economic exploitation rights. Inventor of a patent in the field of probiotics (PCT/ES2009/070285). The economic rights of the patent belonged to research institution (CSIC), not to the responsible researcher. This patent was not maintained active by CSIC because there were no expressions of interests.", 
      "2008-01", 
      "2010-12", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Probiotic and Prebiotic Association/Society for Microbial Ecology and Disease/Spanish Nutrition Society", 
      "Attending meetings and congresses and, eventually, participating in scientific publications no more than once every two years (not funded).", 
      "2008-12", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Spanish Society of Coeliac Disease (SEEC; non-profit organization)", 
      "Topic: Coeliac disease Expert’s role: chair of the working group “coeliac disease: therapy and prevention\". Tasks: selection of topics and speakers for the symposiums of the society in this area once every two years.", 
      "2007-12", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Journal of Nutrition,Clinical and Experimental Allergy, Microbiology UK, Applied and Environmental Microbiology, Applied Microbiology and Biotechnology, Journal of Applied Microbiology, Journal of Antimicrobial Chemotherapy, Letters in Applied Microbiology, Clinical Microbiology and Infection, European Journal of Clinical Nutrition Research in Microbiology, International Journal of Food Science and Nutrition, Cytokines", 
      "Referee of peer-review scientific journals", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "World Journal of Gastrointestinal Pathophysiology/Microbiology Insights/Recent Patents on Anti- Infective Drug Discovery", 
      "Member of the Editorial Board", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "SANZ", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Vice-Chair-Claims 2015-2018 (NDA), Member-Novel Foods 2015-2018 (NDA)", 
  "Profession": "Professor of Research", 
  "First name": "Yolanda", 
  "Date": "2015-09-28"
}
