{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Hellenic Ministry of Health (MoH), Athens, GREECE", 
      "Member of the Committee on the National Nutrition Policy. It is a Scientific Committee set by the Hellenic Ministry of Health with the mandate to provide scientific advice to the Government. A mandate refers to reviewing the outcome of a project assigned by the Ministry of Health to a Forum of Greek Academics aiming to revise food-based dietary guidelines for Greeks. In 2014 the Committee had two tele- meetings and one on site meeting. Four to five meetings per year are foreseen.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFET, E.F.E.T., Hellenic Food Authority, GREECE, Athens", 
      "Member of the Scientific Committee on Food Additives", 
      "2013-12", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Hellenic Food Authority", 
      "Member of a working group of the Hellenic Food Authority with the mandate to review available literature on \"Predictive Modelling of food quality and safety\" and suggest models that could be applicable to the Greek situation. The group's conclusions were summarised in a report and I had an advisory role.", 
      "2011-04", 
      "2011-09", 
      ""
    ], 
    [
      "IV. Employment", 
      "Dept. of Hygiene, Epidemiology and Medical Statistics, School of Medicine, National and Kapodistrian University of Athens (NKUA), National and Kapodistrian University of Athens, Athens, GREECE", 
      "Associate Professor of Hygiene and Epidemiology", 
      "2015-03", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Dept. of Hygiene, Epidemiology and Medical Statistics, School of Medicine, University of Athens", 
      "Assistant Professor of Hygiene and Epidemiology (with tenure after 2012)", 
      "2008-07", 
      "2015-02", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Support to National Dietary Surveys in compliance with the EU Menu methodology - infants, toddlers and children", 
      "2014-12", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Support to National Dietary Surveys in compliance with the EU Menu methodology – Lot 1 – “The children’s survey”, including subjects from three months up to 9 years old,", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Support to collect EU Menu food consumption data in Greece", 
      "2013-08", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Support to the Greek national dietary surveys in compliance with the EFSA Guidance on general principles for the collection of national food consumption data in the view of a pan-European dietary survey” – adolescents, adults and elderly", 
      "2013-08", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "EFSA tender CFT/EFSA/DCM/2012/02 entitled \"Dietary monitoring tools for risk assessment\"", 
      "2012-08", 
      "2014-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Hungarian Food Safety Office", 
      "The PILOT-PANEU project coordinated by the Hungarian Food Safety Office and supported by EFSA. Developing and testing protocols and methods for the EU-Menu study", 
      "2011-01", 
      "2013-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Kapodistrian University of Athens Research Grants, Athens Greece", 
      "Research on dietary habits of University Students. Funding directed to me individually.", 
      "2010-01", 
      "2013-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Institute for Health and Welfare", 
      "The EHES Pilot Joint Action supported by DG-SANCO. The pilot study of the European Health Examination Survey", 
      "2010-01", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National School of Public Health AND University of Athens Medical School AND The Hellenic Health Foundation", 
      "Prospective cohort study aiming at investigating the role of biologic, dietary, lifestyle and environmental factors in the etiology of cancer and other chronic diseases. Funding addressed to the National School of Public Health and the University", 
      "1997-09", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National School of Public Health AND Dept. of Hygiene, Epidemiology and Medical Statistics, University of Athens Medical School", 
      "Management and harmonisation of household budget survey data in 28 European countries. Coordination of the development and maintenance of Dafne-Anemos Soft, a web-based application tool providing free access to the harmonised data. Funding addressed to the University", 
      "1997-09", 
      "2011-02", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Association for Cancer Research, EACR", 
      "Member. With nearly 10,000 members, the EACR founded in 1968, is Europe’s largest member society for cancer research.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "World Public Health Nutrition Association, WPHNA", 
      "Member. Members of the Assciation promote and strengthen public health nutrition, as a profession and discipline with responsibility to understand, protect and improve nutrition-related population health and well-being.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Hellenic Health Foundation", 
      "The Hellenic Health Foundation (HHF) is a non-profit organization based in Greece. It provides expertise in the area of health research. Its efforts are focused on informing the general public on important health issues. My affiliation to HHF relates to the provision of scientific advice and support in the undertaking of EU-funded research.", 
      "2007-11", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Federation for the Science and Technology of Lipids, Euro Fed Lipid", 
      "Member. Euro Fed Lipid is a federation of 13 scientific associations concerned with Lipids, Fats and Oils. Its mission is the furthering of lipid science and technology and the cooperation and exchange of ideas between scientists and technologists at a European level. The activities of Euro Fed Lipid include the organisation of international congresses at varying venues, the co-organisation of the annual fair \"oils+fats\" and the publishing of the \"European Journal of Lipid Science and Technology\". During my membership I attended one fair on \"oils+fats\" held in Athens (September 2008). I have not had any direct or indirect involvement in any research and/or risk assessment activities on food products/substances (e.g. oils and fats) possibly sponsored or promoted by Euro Fed Lipid.", 
      "2006-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Association of Greek Chemists", 
      "Member of the Association of Greek Chemists. It primarily is a scientific society with the mission to promote the science of chemistry in education, technology and research. Through my membership, I have been member in Scientific Committees of Conferences in Greece. Neither am I aware of any research and/or risk assessment activities on food products/substances in which the Association might be involved, nor have I any direct or indirect involvement in such activities.", 
      "1996-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "The Public Health Nutrition journal - Cambridge journals", 
      "Editor for Public Health Nutrition, a journal of the Nutrition Society", 
      "2012-06", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "NASKA", 
  "Current EFSA involvements": "Vice-Chair-NDA Panel 2015-2018 (NDA), Chair-Dietary Reference Values for minerals 2015-2018 (DRV MIN) (NDA)", 
  "Profession": "Associate Professor of Hygiene and Epidemiology", 
  "First name": "Androniki", 
  "Date": "2015-07-23"
}
