{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Federal Institute for Risk Assessment", 
      "Member of the Committee for Exposure Assessment and Exposure Standardization and of the Committe for Nutrition, Dietetic Products, Novel Foods and Allergies The differences between EFSA panels and BfR committees are based on statutory provisions, in particular regulation (EG) 178/2002. BfR expert committees act in a purely advisory capacity and have no decision function. The work of the committees set up at BfR is aimed to enable the Institute to raise the scientific quality of its opinions on food safety and consumer protection as regards human health through external expertise. Results of the committees work are published in the form of minutes on the internet. For adoption of a resolution of the committees, members are entitled to vote. Crucial for the membership in BfR committees is the degree of scientific expertise. Members of the committees undertake to act independently without being influenced by any external source. As within the scientific panels of EFSA, any potential conflicts of interest of the members have to be declared. The essential information on the function of BfR committees is given in a press release on the newly set up of the 14 BfR committees in 2008 and can be accessed via the following link: (http://www.bfr.bund.de/en/press_information/2008/08/bfr_sets_up_na tional_expert_committees_for_food_safety_and_consumer_protection- 11115.html). The frequency of meetings of the committees has been twice per year or less.", 
      "2008-04", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Justus-Liebig-University", 
      "Professor of Human Nutrition, Institute of Nutritional Sciences. Tasks and responsibilities: Teaching and research in human nutrition with focus on the interrelation between nutrition and nutrient intake, health status, and ageing based on physiologic-chemical, clinical, genetic and epidemiologic methods; Furnishing expert opinions; Administrative work related to the position of a full professor within the faculty of \"Agricultural and Nutritional Sciences, Home Economics and Environmental Management\" at the university (self-administration of the workgroup, department, and faculty; member of various boards, panels and committees).", 
      "1992-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Justus Liebig University, GERMANY", 
      "Long-term study on nutrition and health status in an ageing population (GISELA study). This study receives no specific funding but is financed by the ordinary annual budget available to the Department of Human Nutrition from the Justus Liebig University.", 
      "1994-04", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "German Nutrition Society (DGE)", 
      "Membership (The DGE is a non-profit organization committed to nutrition science and nutrition counselling and education. It is an official incorporated society and is not influenced by economic or political interests.) Since 2013 member of the scientific committee for the period from October 2013 to 2016. Activities of members include: support the German Nutrition Society in compiling scientific positions, in the organisation and participation in scientific conferences and symposia, and to advise on the needs for research. So far, the expert has not been involved in any statements or positions papers, except, at the request of the DGE in 2014, the expert provided comments on their advanced drafts of the reference values for energy and sodium.", 
      "1987-12", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof. Dr.", 
  "Family name": "NEUHÄUSER-BERTHOLD", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Chair-Dietary Reference Values for vitamins 2015-2018 (DRV VIT) (NDA), Vice-Chair-Novel Foods 2015-2018 (NDA)", 
  "Profession": "Professor of Human Nutrition", 
  "First name": "Monika", 
  "Date": "2015-09-25"
}
