{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Advisory Committee on Novel foods and Processes (ACNFP), London, UNITED KINGDOM", 
      "I act as representative of SACN on this committee", 
      "2011-04", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Scientific Advisory Committee on Nutrition (SACN), London, UNITED KINGDOM", 
      "Provides advice on nutrition matters for Governments of the UK countries. I am a member of the general committee and also a member of the sub-committee determining DRVs for Vitamin D", 
      "2008-06", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Aberdeen, UNITED KINGDOM, Aberdeen", 
      "Professor (Personal Chair) of Biomedical Sciences at the University of Aberdeen and Professor of Biomedical Sciences, Rowett Institute of Nutrition and Health. I am also an Honorary Professor in Biological Sciences at the University of Nottingham.", 
      "1996-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "International Molybdenum Association (IMOA), London, UNITED KINGDOM", 
      "Provided advice on role of molybdenum in human biology. gave information on research gaps and possible future research projects. This was a single meeting followed by some telephone calls. The work is now completed.", 
      "2013-12", 
      "2014-02", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "International Copper Association (ICA), New York, UNITED STATES", 
      "Provided scientific advice for the preparation of a REACH document for the European Commission. This work involved several meetings, in Europe (Rome, since Italy was the reporting country, Belgium and the UK, since Birmingham University were the primary preparers of the dossier) and the USA, since ICA was based in the US. The REACH document was submitted in 2010 by the European Copper Institute. This work resulted in a publication in a refereed journal (Verougstraate et al, JTEH, 2010, 73:101-107. This work is now completed.", 
      "2000-01", 
      "2010-04", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Scottish Government Rural and Environmental Science and Analytical Services", 
      "RESAS provides support for strategic research in nutritional sciences in order to inform policy and industry. Our work examines the importance of micronutrients in pregnancy and development", 
      "2011-04", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Nutrition Society", 
      "I am Honorary Secretary of the Nutrition Society", 
      "2011-07", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "MCARDLE", 
  "Current EFSA involvements": "Member-NDA Panel 2015-2018 (NDA), Member-Claims 2015-2018 (NDA), Member-Dietary Reference Values for minerals 2015-2018 (DRV MIN) (NDA), Member-Novel Foods 2015-2018 (NDA)", 
  "Profession": "Professor", 
  "First name": "Harry", 
  "Date": "2015-09-25"
}
