{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Dutch Plant Protection service (Q-bank), NETHERLANDS", 
      "www.Q-bank.eu Q-bank curator of the database of regulated plant pests. Plant Virus database development, Curator of data input and validation, curating physical accessions and inventory, establishing minimal datasets for virus isolate descriptons and quality control.", 
      "2011-05", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Leibniz Institut DSMZ- Deutsche Sammlung von Mikroorganismen und Zellkulturen GmbH - German Collection of Microogranisms and Cell Cultures, Plant Virus Collection, Braunschweig, GERMANY", 
      "Plant Virus Diagnosis. Primary diagnosis and identification of virus, virus indexing techniques, protocols and reagents.", 
      "1995-06", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "FAO IPPC (International Plant Protection Organisation)", 
      "Main author of the diagnosis protocols for viruses transmitted by Bemisia tabaci. This diagnotic protocol is under development for the IPPC Technical Panel on diagnostic protocols (TPDP, https://www.ippc.int/index.php?id=1110710), to be adopted, once completed, by the IPPC Commission on Pytosanitary Measures and published as Annex to the ISPM 27 in the IPPC webportal.", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Julius Kuehn Institute, Federal Research Centre for Cultivated Plants, Institute for Plant Health", 
      "Virus and viroid diagnosis. Provision of baseline data for risk assessment of viruses and viroids: Virus and viroid world distribution, host range, diversity and biological features of strains and geographic isolates, vector transmission and occurrence of insect vectors. Reference testing. Non remunerated.", 
      "1995-06", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Deutsche Phytomedizinische Gesellschaft", 
      "Membership, plant pathology and virology, plant protection.", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Plant Protection Organisation EPPO", 
      "Ad hoc member of viroid diagnostics group", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society of Microbiology American Phytopathology Society", 
      "Membership, plant pathology and virology, plant protection", 
      "1996-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "WINTER", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Chair-Vitis response to Xylella fastidiosa CoDiRO (EFSA-Q-2015-00547) (PLH)", 
  "Profession": "Plant Virologist", 
  "First name": "Stephan", 
  "Date": "2015-09-30"
}
