{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - WG Xylella fastidiosa pest risk assessment (PLH)", 
      "2014-02", 
      "2015-01", 
      ""
    ], 
    [
      "IV. Employment", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "Bio-safety including plant and animal regulated pests, GMOs, micro- organisms, toxins...", 
      "2015-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "High Council for biotechnologies, Paris, France", 
      "The High Council for biotechnologies (HCB) is an independant body funded by the French government. Even if it is placed under the umbrella of ministries in charge of (human) health, finance, research, ecology and agriculture, it does its tasks fully independantly. Its roles are to provide the government with scientifically sound information (through its scientific committee)and recommandations (through its committee of stakeholders), and to inform the public on biotechnologies in general (plant GMOs, human genetic therapy, production of chemical from bio engineered organisms...). No role in decision making processes or in management measures. I am Scientific officer for the High Council for biotechnologies (secretariat), especially in charge of arranging and coordinating expertises and research (contracts with independant research teams)on genetically modified organisms (GMOs) in relation with scientific, agronomic, environmental, economic and social aspects. The tasks imply deep relationships with research institutions, searchers and stakeholders. The High Council for biotechnologies is a body placed under the aegis of ministries in charge of the environment, of agriculture, of human health, and of finance and frauds.", 
      "2011-07", 
      "2015-09", 
      ""
    ], 
    [
      "IV. Employment", 
      "Ministry for food, agriculture and fisheries, Paris, France", 
      "Advisor to the general director for food, ministry for food, agriculture and fisheries, in charge of the improvement of the coordination of research activities in the fields of plant health, plant protection and genetically modified organisms (GMOs). This position implies no involvement in any operational risk management duties, only activities to better coordinate research efforts.", 
      "2010-06", 
      "2011-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "French Ministry of Food, Agriculture and Fisheries, National Laboratory for Plant Health (LNPV), Angers, France", 
      "Director of the national reference laboratory (national laboratory for plant health, LNPV), in charge of risk assessment in plant health. In France, evaluation and management of risks regarding plant health are well separated, with LNPV in charge of risk assesment only on the one hand, and the National Plant Protection Organisation (directorate for plant health and quality, part of the general directorate for food)) in charge of risk management on the other hand. The separation between evaluation and management was initiated around year 2001 and was finalised in January 2006. No risk management duties are related with this position.", 
      "2006-07", 
      "2010-05", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Comité français d’accréditation COFRAC, French Committee for Accreditation", 
      "COFRAC is an independant body in charge of accreditation (norm ISO 17025) in France. I am Auditor and audit team leader in charge of accreditation following ISO 17025, i.e. laboratory accreditation. Speciality plant health/bacteriology (programme 158). Tasks include evaluation of laboratories according to international standards and to COFRAC's rules, production of evaluation reports given to COFRAC, which manages the decision regarding accreditation. I am remunerated by COFRAC for these audit missions (1 to 2 missions per year on average).", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "AriaConsult, Paris, France As a member of the consortium which won a call for tender for", 
      "assistance to Ukraine in designing a 'twinning fiche' (EU delegation in Kiev, Ukrainian beneficiary), in the field of plant health, AriaConsult relied on my expertise to lead the work to be done. It aimed to adapt plant health administration to implement EU legislation in the context of reinforced relationships between the EU and Ukraine. Fees and per diem according to EU procurement rules.", 
      "2011-01", 
      "2011-09", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Belgische Accreditatie- instelling BELAC, Belgian Organisation of Accreditation, Brussels, Belgium", 
      "Auditor in charge of accreditation following ISO 17025, i.e. laboratory accreditation. Evaluation of a laboratory according to international standards (norm ISO 17025 for instance) and to BELAC's rules. Production of an evaluation report given to BELAC, which manages the decision regarding accreditation. I was remunerated by BELAC for these audit missions (2 missions in total).", 
      "2004-01", 
      "2011-05", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "French Ministry of Agriculture and Fisheries", 
      "Consultant delegated by the ministry for EU funded 'twinning programmes' (PHARE, MEDA) and technical assistance programmes for accession countries. Information transfer and education regarding implementation of the EU acquis related to plant health, laboratories, containnment of quarantine organisms, quality assurance. No risk management duties involved. Fees charged by the ministy according to EU procurement rules.", 
      "1997-01", 
      "2010-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European and Mediterranean Plant Protection Organisation (EPPO), Paris, France", 
      "Member of the EPPO technical panel of bacteriologists, delegated by France. Improvement of official laboratory methods in the field of plant bacteriology. Development of methods and schemes for detection of plant pests. I received no remuneration for that activity.", 
      "2002-01", 
      "2010-09", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Commission DG SANCO, Brussels, Belgium", 
      "Member of the EU technical group of bacteriologists, delegated by France. Improvement of official laboratory methods in the field of plant bacteriology. Methods and schemes for detection of plant pathogenic bacteria to technically help management of outbreaks and prevention by the NPPOs. I received no remuneration for this activity.", 
      "1993-01", 
      "2010-09", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "INRA, Institut National de la Recherche Agronomique, FRANCE, Paris cedex 07", 
      "Member of the Scientific committee, plant health and environment department.", 
      "2007-06", 
      "2011-06", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Mr.", 
  "Family name": "CAFFIER", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Member-Ditylenchus destructor & Radopholus similis risk assessment (EFSA-Q-2015-00268; EFSA-Q- 2015-00269) (PLH), Vice-Chair-WG Dir 2000 29 Methods (PLH)", 
  "Profession": "Civil servant, head of expertises and advanced studies, risk assessor, GMOs and plant health", 
  "First name": "David", 
  "Date": "2015-10-01"
}
