{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Coordination Recherche et Développement Rural (CORDER)", 
      "President of the administration board of \"CORDER\". According to its statutes (article 3), the association \"Coordination of Research and Rural Development\" goal's is to promote activities of coordination between agricultural research and the needs of the rural development, which might be regarded as general public interest. The association ensures its action freedom as well as its autonomy with regards to any economical, commercial, political or social pressure (Statutes, art 3). The board is composed by representatives of the university of Louvain (6 professors incl. the dean of the faculty) and individual farmers (4 persons). The board report to the general assembly. It approves the annual budget and activity report of the association and deals with management of the employees. Except for the acts reserved to the general assembly, the administration board has the most extended rights for the administration and management of the association. CORDER is a Non-Profit Entity registered under Belgian law as association (Nr 18964/94) with the enterprise number (453764119) with rules published under \"Moniteur belge\" annexes, 29- 10-2004. The budget consist of public funding (more than 50%) and fees received for services. Such contributions are made to cover the costs of services without any profit. With regards to EFSA and PLH, the association is not involved in any kind of risk assessment, but it serves also as a 'plant clinic' for the Catholic University of Louvain and provides extension services to farmers, linking by this teaching and research with practice supporting scientifically based and environmentally friendly crop protection and addressing the demand for practical advices on plant pests and diseases and their control. Professors, researchers and students might be involved the plant clinic activities. The clinic provides diagnostics of common plant diseases, examinations of areas of public or recreation character affected by pests or diseases, other particular analyses (e.g. mycotoxins in cereals, potato diseases, fungicide efficacy, resistance of Septoria fungi to fungicides, decision support systems against gray mould in strawberry and lettuce, and other depending on the request).The plant clinic is involved in data collection on cereal diseases and provides advices on their epidemiological development and decision support for farmers. Except the analysis quoted, to the best of my knowledge, there is no further data collection or analysis of data connected with risk identification except disease diagnostic. There is also no food and feed safety assessment, scientific ot technical studies and/or scientific or technical assistance for risk managers. The clinic takes care of dissemination of knowledge and bibliographic studies. I receive no remuneration for this involvement.", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Vice-Chair - WG Dir 2000 29_phytoplasma (PLH)", 
      "2014-12", 
      "2015-02", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - WG Xylella fastidiosa pest risk assessment (PLH)", 
      "2014-01", 
      "2015-01", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - WG Dir 2000 29_phytoplasma (PLH)", 
      "2014-04", 
      "2014-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Agence Fédérale pour la sécurité de la chaîne alimentaire (AFSCA-FAVV)", 
      "Member of the scientific committee (http://www.favv.be/scientificcommittee/) The Scientific Committee occupies a central position in the risk evaluation of the food chain. The Committee is composed of scientific experts in this field. If necessary, it can make an appeal to a network of experts if very specific problems arise. The AFSCA scientific committee is an independent committee. Deontological rules as well as the ROI might be found at http://www.favv.be/comitescientifique/reglement/ AFSCA scientific committee is not dealing with risk management", 
      "2009-01", 
      "2012-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - INEX reviewers (SC)", 
      "2009-09", 
      "2012-02", 
      ""
    ], 
    [
      "IV. Employment", 
      "Université catholique de Louvain, Earth & Life Institute (UCLOUVAIN), université catholique de Louvain, Louvain- la-Neuve, BELGIUM", 
      "President of the Earth & Life Institute (http://www.uclouvain.be/en- eli.html), a research institute of the university dealing with broad range research in the field of environment, agriculture and life sciences. Presidency of the institute board, with management of the institute administration and staff. The board meets once per month.", 
      "2015-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Université catholique de Louvain (UCL)", 
      "University, employed as full professor in plant pathology. Research on plant viruses & bacteria, development and research activities on plant protection products. The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceeds 25% of the total annual research budget that is managed by myself.", 
      "1997-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Belgian Society of Crop Protection (BeSCrop)", 
      "Non-profit organisation Bescrop is a non-profit organisation (Belgian society for Crop Protection). The association is there to encourage research as well as exchange and dissemination of research results on Crop protection, with a careful attention to their impact on environment and people.The association is registered under the number 409020393 with rules published under Belgian Moniteur (annex 21/03/2006). The association has no direct link to plant health risk managers. Further information available at http://www.afd- ld.org/~bescrop/accueil_nl.htm", 
      "2011-01", 
      "2011-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "BRAGARD", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Member-Vitis response to Xylella fastidiosa CoDiRO (EFSA-Q-2015-00547) (PLH)", 
  "Profession": "Professor", 
  "First name": "Claude", 
  "Date": "2015-10-06"
}
