{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Center for the Analysis of Sustainable Agricultural Systems (CASAS)", 
      "Treasurer. The Treasurer is the Chief Financial Officer and shall have custody of the corporate funds, shall keep adequate and correct accounts of the corporation's properties and business transactions, shall disburse such funds of the corporation as may be ordered by the Board or the chief executive officer and the Board, shall attend regular meetings of the Board or whenever the Board may require, and shall maintain an account of all transactions and the financial condition of the corporation. In the period 08/2008-06/2012 CASAS has not received any funds from any donors. None of the officers of CASAS receives salary and the titles are symbolic and were assigned simply for the purpose of incorporation. In this period the scientific activity of CASAS has been based on the volunteer contribution of the members and is documented by unfunded investigations published in peer reviewed journals on the topics of expertise of the members. CASAS is a nonprofit public benefit corporation comprising five scientists and is not organized for the private gain of any person. It is operating under the nonprofit Public Benefit Corporation Law for charitable purposes. The primary purposes are exclusively charitable and educational within the meaning of Section 501(c)(3) of the Internal Revenue Code of 1986, as amended, (the \"Code\") and Section 23701d of the California Revenue and Taxation Code, as amended, including, without limitation to any future relevant code. The humanitarian goal of CASAS is to provide low cost analysis of complex agro-ecosystem problems in diverse cropping/medical/veterinary/pastoral systems in Agrica for the benefit of local communities. A second major focus is to provide donor governments and international agencies with comprehensive ecosystem level analyses so that they can better target meager resources to the solution of critical food production and environmental, human and veterinary health problems. This has become especially critical in the face of climate change. CASAS is not involved in decision making and implementation of management schemes that are completely entrusted to the stakeholders. CASAS does not receive any funds from industries and agencies related to plant pests, thier control or pest risk analysis related questions. Furthermore, risk analysis is not in the remit of CASAS. As member of CASAS I am involved without any remuneration in the development of analysis and modelling of eco-epidemiological systems for the prevention and control of arthropod-transmitted diseases in livestock (tick-borne diseases, tsetse-trypanosomiasis) and humans (malaria, sleeping sickness).", 
      "2008-08", 
      "2012-06", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Brescia", 
      "Position: Assistant Professor in General and Applied Entomology, Faculty of Medicine. The University of Brescia is a public body. Its mandate is to promote the development and the progress of sciences and culture by means of research, teaching and scientific and cultural collaboration with other Universities, Research Centres, both at national and International levels, scientific, cultural, economic Institutions, public or private. The objective is to contribute to the cultural and socio-economic development of Italy. At the University of Brescia are present four Faculties, Medicine, Engineering, Law and Economics. At the Faculty of Medicine are performed research and teaching activities in a wide range of basic biological, biomedical and biotechnological disciplines. Clinics and surgery integrate and complete the Faculty mandate. Activities: field and laboratory research, modelling, agricultural and ecosystem management, health system analysis and management, teaching ecology and biotechnology applications.", 
      "2010-11", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Mediterranean University of Reggio Calabria", 
      "Position: Assistant Professor in Agricultural Entomology, Faculty of Agriculture. The Mediterranean University of Reggio Calabria is a public body. Its mandate is to promote the development and the progress of sciences and culture by means of research, teaching and scientific and cultural collaboration with other Universities, Research Centres, both at national and International levels, scientific, cultural, economic Institutions, public or private. The objective is to contribute to the cultural and socio-economic development of the Calabria Region and the Nation. Activities: field and laboratory research, modelling, agricultural and ecosystem management, teaching, cultural initiatives.", 
      "2000-11", 
      "2010-10", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Tender NP/EFSA/ALPHA/2014/04. Development of parameters containing data and information on the disease of apple fruit present in the European Union (EU-28).", 
      "2014-07", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Center for the Analysis of Sustainable Agro-ecological Systems (CASAS)", 
      "Member. Center for the Analysis of Sustainable Agricultural Systems (CASAS), Kensington, CA, USA. CASAS is a nonprofit public benefit corporation comprising five scientists and is not organized for the private gain of any person. It is operating under the nonprofit Public Benefit Corporation Law for charitable purposes. The primary purposes are exclusively charitable and educational within the meaning of Section 501(c)(3) of the Internal Revenue Code of 1986, as amended, (the \"Code\") and Section 23701d of the California Revenue and Taxation Code, as amended, including, without limitation to any future relevant code. The humanitarian goal of CASAS is to provide low cost analysis of complex agro-ecosystem problems in diverse cropping/medical/veterinary/pastoral systems in Africa for the benefit of local communities. A second major focus is to provide donor governments and international agencies with comprehensive ecosystem level analyses so that they can better target meager resources to the solution of critical food production and environmental, human veterinary health problems. This has become especially critical in the evolving face of climate change. CASAS is not involved in decision making and implementation of management schemes that are completely entrusted to the stakeholders. CASAS does not receive any funds from industries and agencies related to plant pests, their control or pest risk analysis related questions. Furthermore, risk analysis is not in the remit of CASAS. As member of CASAS I am involved without any remuneration in the development of analysis and modelling of eco-epidemiological systems for the prevention and control of arthropod-transmitted diseases in livestock (tick-borne diseases, tsetse-trypanosomiasis) and humans (malaria, sleeping sickness).", 
      "2008-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "CNR, Consiglio Nazionale delle Ricerche, Italian National Research Council, Italy", 
      "Consultancy for the development of population dynamics models and decision support system for IPM of insect pest of vineyard. Work financed with funds of the project MoDeM_IVM: A web-based system for real-time Monitoring and Decision Making for Integrated Vineyard Management", 
      "2011-05", 
      "2013-04", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "CNR, Consiglio Nazionale delle Ricerche, Italian National Research Council, Italy", 
      "Consultancy for the development and parameterization of Bio- economic models and implementation of a decision support system and for the analysis and design of sustainable management scheme of agro- pastoral systems in Sub-Saharan Africa.", 
      "2011-03", 
      "2012-02", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Swiss Confederation, Innovation Promotion Agency, SWITZERLAND", 
      "Consultancy for development of metapopulation models and data analysis for insect pests in vineyard.", 
      "2010-01", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Member of the Ecological Society of America (http://www.esa.org/esa/)", 
      "Works to promote ecological science by improving communication among ecologists; raising public awareness; increasing the resources available for ecological science; and ensuring the appropriate use of ecological science in environmental decision making.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Founder, member and secretary of the GRIMPP (Italian Research Group on Modelling for Plant Protection) (http://www.grimpp.it/)", 
      "The Italian Research Group on Modelling for Plant Protection (GRIMPP) is a non-profit scientific institution that promotes (i) the scientific research on modelling applied to plant protection of plants, (ii) the exchanges of knowledge on methodological approaches, developments and applications of plant protection models among researchers, (iii) coordination and integration of scientist working in pplant protection modelling; (iv) relationships with initiatives and working groups that operate in analogous institutions in other countries; (V) educational activities finalized to a rational development and utilization of models in plant protection.", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Member of the Italian Entomological Society (http://www.socentomit.it/)", 
      "The Italian Entomological Society, the only existing nationwide society on entomological sciences, is a non-profit scientific institution, whose purpose is to spread entomological research and knowledge and to promote basic and applied research on insects.", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Member of the Italian Society of Ecology (http://www.societaitalianaecologi a.org/).", 
      "The Italian Society of Ecology (SItE) aims to promote research in both theoretical and applied ecology, to disseminate knowledge and to foster the development of relations between the students of ecology, facilitating collaboration both nationally and internationally. To achieve these aims, the SItE carries out its activities through the research work of the groups, the ordinary and extraordinary meetings, conferences, symposia, meetings and publications in cooperation with other Italian and foreign scientific societies.", 
      "1993-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Parma University, Reggio calabria University, Brescia University", 
      "Peer Reviewer of the following journals: Ecological Modelling, Applied Mathematical Modelling, Italian Journal of Agrometeorology, Human Ecology Review, African Journal of Biotechnology, Insect Science, IOBS Bulletin.", 
      "1998-02", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "CNR-IMATI (Institute for Applied Mathematics and Information Technology)", 
      "Position as Research Associated at CNR-IMATI. The position is not remunerated. The CNR-IMATI is active in the fields of Statistics, Applied probability, Numerical analysis, Information science. Applications to ecology, economics and financial markets, geo-physics, engineering and technology, medicine.", 
      "2007-04", 
      "2009-12", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "DR.", 
  "Family name": "GILIOLI", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Member-Ceratocystis platani & Cryphonectria parasitica risk assessment (EFSA-Q-2015-00265; EFSA-Q- 2015-00266) (PLH), Member-Ditylenchus destructor & Radopholus similis risk assessment (EFSA-Q-2015-00268; EFSA-Q-2015-00269) (PLH), Member-Environmental risk assessment overarching group (SC), Member-M-2014-0331 HEALTHY-B self task (AHAW), Member-MUST-B WG (SC), Chair-WG Dir 2000 29 Methods (PLH)", 
  "Profession": "Assistant Professor", 
  "First name": "Gianni", 
  "Date": "2015-11-10"
}
