{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Centre for Agroecology, Water and Resilience, Coventry University, Coventry, UNITED KINGDOM", 
      "University Research Centre with a focus on innovative, transdisciplinary research on the understanding and development of resilient food and water systems internationally. Research Fellow with main research interest in biological invasions in particular plant invasions and weed ecology. Student supervision and teaching. No official responsibility to carry out risk management.", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Warwick, Coventry, UNITED KINGDOM", 
      "University and Higher Education Insitute, with responsibilities for teaching and research. Research Fellow working in projects related to plant health, plant health policies, weed ecology and climate change. Project management and experimental work, teaching and student supervision. No official responsibility to carry out risk management.", 
      "2007-12", 
      "2013-06", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "GB Non-native Species Secretariat, York, UNITED KINGDOM", 
      "Conducted Full GB Pest Risk Analyses for two plant species (Rhododendron ponticum, Ambrosia artemisiifolia) and GB Rapid Risk Assessments for four plant species (Ailanthus altissima, Robinia pseudoaccacia, Acaena novae-zelandiae, Yushania anceps) at infrequent occasions. Work has been remunerated at about 40 hours/year. Risk Assessments are peer-reviewed and once approved by the GB Risk Assessment Panel published on the GB Non-native Species Secretariat's webpage for public consultation. Occasional feedback (unpaid) may need to be given by the reviewer during the review process.", 
      "2010-01", 
      "2014-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Medical and Life Sciences Research Fund (MLS)", 
      "Project to investigate success and failure in the invasion process of non-native agricultural weeds in Britain.", 
      "2012-10", 
      "2013-08", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Ecological Society Membership Gesellschaft fuer Oekologie (Ecological Society for Germany, Austria and Switzerland)", 
      "Membership", 
      "1992-09", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "DEHNEN-SCHMUTZ", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Member-Flumioxazin and plant health (ALPHA)", 
  "Profession": "Ecologist", 
  "First name": "Katharina", 
  "Date": "2015-07-17"
}
