{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministry of Agriculture, Forestry and Food; Commission of Pest Risk Analysis (MAFF), Ljubljana, SLOVENIA", 
      "Provision of scientific advice on issues related to Pest Risk Analysis in Slovenia. Scientific Advisory Body is a national consulative body of the Ministry of Agriculture, which deals with the issue of the rist in plant health. The members are appointed by the Minister of agriculture. The expert opinions/advice relating to PRA are delivered to the Ministry of agriculture/Phytosanitary Administration of RS as an opinion or suggestion (the members of this body have no right to vote/veto the outputs) - occasional consultancy: cca 5 days/year. No activities on the nematode Radopholus similis", 
      "2014-12", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministry of Agriculture, Forestry and Food (MAFF), Ljubljana, SLOVENIA", 
      "Provision of scientific advice on issues related to plant protection in Slovenia. Advisory Body is a national consulative body of the Ministry of Agriculture, which deals with the issue of plant health. The members are appointed by the Minister of agriculture. The expert opinions/advice relating to terminology in plant health are delivered to the Ministry of agriculture/Phytosanitary Administration of RS as an opinion or suggestion (the members of this body have no right to vote/veto the outputs). Occasional consultancy. No activities on the nematode Radopholus similis.", 
      "2011-08", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European and Meditteranean Plant Protection Organization (EPPO), Paris, FRANCE", 
      "National representative of the Panel on Diagnostics. The main task of this Panel is to develop and support implementation of diagnostic protocols for regulated pests. Basic requirements for quality management in plant pest diagnosis laboratories are also discussed. I had no risk managerial responsibilities within this EPPO panel. No activities on the nematode Radopholus similis", 
      "1998-01", 
      "2010-09", 
      ""
    ], 
    [
      "IV. Employment", 
      "Agricultural Institute of Slovenia, SLOVENIA, Ljubljana", 
      "Head of Plant Protection Department (AIS PPD). Management of AIS PPD. Nematologist, researcher with expertise in plant parasitic nematodes with particular regard to plant-nematode interactions. As a Head I coordinate the expert team of PPD that is involved in the expert work in the field of plant health. The expert work is based on examinations, monitoring and systematic research and is related to three main segments: diagnosis, support to Phytosanitary Administration of RS delivered as an opinion or expert advice in the field of pest risk (I have no right to vote/veto the outputs) and forecasting and warning service for pests and diseases. The task of this group is to provide scientific advice to the Slovenian risk managers on phytosanitary issues. Provision of national risk analyses on Bursaphelenchus xylophilus, Globodera rostochiensis, G. pallida and Diabrotica virgifera virgifera. The pest risk assessments for G. rostochiensis and G. pallida were produced in 2000 following a national short scheme and including a list of possible management options. I also provided an expert opinion in 2000 to the Slovenian phytosanitary administration on the measures to eradicate G. rostochiensis from the outbreak area. I was not remunerated for this activity. I am not involved in pest risk management decision-making.", 
      "1989-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Comission", 
      "FP7-REGPOT-2012: CROPSUSTAIN - Integrated approaches for sustainable crop production in Slovenia:Resisting global changes. I am a Coordinator for this project.", 
      "2012-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EU Commission", 
      "FP7-KBBE-2010-4 project: PURE - Pesticide Use and risk Reduction in European farming systems with Integrated Pest Management (Coordinator: INRA). I am national (Slovenia - Agricultural Institute of Slovenia) coordinator for this project I am not remunerated for this activity. There is no financial contribution from private sector. I do not benefit from this project in my personal capacity.", 
      "2011-03", 
      "2015-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Slovenian Research Agency and Ministry of Agriculture, Forestry and Food", 
      "Project leader: The use of pesticides and identification of options to their rational use in Slovenia. I was not remunerated for this activity. There was no financial contribution from private sector. I do not benefit from this project in my personal capacity.", 
      "2010-10", 
      "2012-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Slovenian Research Agency and Ministry of Agriculture, Forestry and Food", 
      "Principal investigator. Bilateral Slovenian-Bulgarian project on Development of sustainable agriculture in South-Eastern Europe, risk assessment of virus vector nematodes (family Longidoridae) in agricultural and horticultural crops in Slovenia and Bulgaria. I was not remunerated for this activity. There was no financial contribution from private sector. I do not benefit from this project in my personal capacity.", 
      "2009-01", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Slovenian Research Agency", 
      "Bilateral Slovenian-Hungarian project on the life cycle of the Western Corn Rootworm Diabrotica virgifera virgifera in different growing conditions of maize. I was not remunerated for this activity. There was no financial contribution from private sector. I do not benefit from this project in my personal capacity.", 
      "2006-01", 
      "2007-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Plant Protection Society of Slovenia", 
      "member", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Society of Nematologists", 
      "member", 
      "1991-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "University of Ljubljana, Biotechnical Faculty", 
      "Assistant Professor. Teaching of plant protections matters. Ad hoc lectures on Nematology. Periodically invited lecturer (not employed at University).", 
      "2003-01", 
      "2014-05", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "dr.", 
  "Family name": "UREK", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Chair-Ditylenchus destructor & Radopholus similis risk assessment (EFSA-Q-2015-00268; EFSA-Q-2015- 00269) (PLH)", 
  "Profession": "agronomist", 
  "First name": "Gregor", 
  "Date": "2015-07-10"
}
