{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - WG Dir 2000 29 _ viruses", 
      "2014-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - WG Dir 2000 29 Methods", 
      "2014-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Scientific Council of ANSES (France, Agence nationale de sécurité sanitaire de l’alimentation, de l’environnement et du travail", 
      "Member of the Scientific Council of ANSES, the French National Agency for safety of food, environment and the work place (Agence Nationale de sécurité sanitaire de l’alimentation, de l’environnement et du travail) On average 3-4 meeting/year, 1.5 days each", 
      "2013-11", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - PLH Panel 2012-2018", 
      "2012-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ANSES Agence Nationale de Sécurité Sanitaire, de l'environnement et du Travail", 
      "Member of the COT on Plant health and plant protection (Comité d'orientation Thématique Santé et Protection des végétaux) which acts as an advisory body providing non-binding recommendations to ANSES to help it define its strategy and its yearly work program in this field. On average 2 meetings/year, 1 day each", 
      "2011-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Centre de coopération internationale en recherche agronomique pour le développement (CIRAD, France)", 
      "Member and then President (since May 2011) of the Comité de Programme (equivalent to a scientific council) for the BIOS (Systems Biology) Department of Cirad. The BIOS Departement covers reasearch in plant and animal health, plant breeding and physiology (see http://www.cirad.fr/qui-sommes-nous/le-cirad-en-bref/notre- organisation/departements-scientifiques/systemes-biologiques- bios/presentation). The Comité de Programme acts as an advisory body providing non-binding recommendations and advice to the Director of the Department on scientific and organizational matters (life of the research units, new positions opening...). On average 3-4 meetings/year, 2 days each", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - WG on Strawberry Viruses (SCV and SMYEV) Pest Risk Assessment (PLH)", 
      "2014-01", 
      "2014-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "WG on Strawberry Viruses (SCV and SMYEV)", 
      "2013-10", 
      "2014-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - WG Pollen import risk assessment (PLH)", 
      "2013-06", 
      "2013-10", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - WG Nepoviruses Pest Risk Assessment (PLH)", 
      "2012-12", 
      "2013-10", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - WG Tospoviruses (PLH)", 
      "2011-12", 
      "2013-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Vice-Chair - WG Pest risk assessment Dir 2000/29 Annex IIAII (PLH)", 
      "2012-04", 
      "2013-02", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Vice Chair - WG Annex IIAII pest risk assessment (PLH)", 
      "2011-12", 
      "2012-11", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - PLH Panel 2009-2012 (PLH)", 
      "2009-06", 
      "2012-06", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Hearing Expert - WG Plum pox virus (PLH)", 
      "2010-08", 
      "2011-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chair - WG solanaceous Pospiviroids (PLH)", 
      "2010-07", 
      "2011-09", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Rapporteur (member) - WG Bemisia tabaci (PLH)", 
      "2009-12", 
      "2010-09", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "CTIFL-Centre Technique Interprofessionnel des Fruits et Légumes", 
      "Member of scientific council which provides non-binding advice on scientific matters to the direction of the Institute. CTIFL is an interprofessional technical institute providing extension service to fruit and vegetable growers in France (see http://www.ctifl.fr/). It is also responsible for overseeing fruit tree certification in France.", 
      "2006-01", 
      "2009-01", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Food Safety Authority", 
      "Chair of WG Viruses and member of Joint WG DOM PRAs. I contributed to 8 opinions on pest risk assessments made by France on viruses and viroids of citrus and banana crops, considered by France as harmful in the French Overseas Departments of French Guiana, Martinique, Guadeloupe and Réunion.", 
      "2007-05", 
      "2008-05", 
      ""
    ], 
    [
      "IV. Employment", 
      "INRA-Institut National de la Recherche Agronomique", 
      "Research; Head of plant virology group of INRA in Bordeaux. Since january 2011, I am also head of an INRA laboratory in Boreaux, which is active in plant physiology and plant pathology. This laboratory, UMR 1332 Biology du Fruit et Pathology counts about 130 permament or non permanent staff. Research activities focused on the study of plant-virus interactions, diagnostics and characterisation of new plant viruses. No activities on DNA viruses or whitefly borne agents. I am one of the members of a small group of scientist created by the Plant Health division of INRA to adress phytosanitary crises and coordinate the division readiness. I am involved in cooordinating INRA's response to a range of lawsuits in which a number of French growers are suing INRA claiming that INRA is responsible for introducing the M strain of PPV in France in the 1980's and, as such, ultimately responsible for PPV outbreaks that affected their orchards. In this capacity, I interact with both INRA researchers with a knowledge of PPV, of its epidemiology or of historical aspects of work with Prunus crops at INRA in the 1970's to 1990's. I also interact with INRA's lawyers with the ultimate goal to assist the lawyers in the production of documents and argumentation used for INRA's defense (scientific syntheses on knowledge on Sharka, rebutal of INRA opponents theses etc...).", 
      "1985-06", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Conseil Interprofessionnel des vins de Bordeaux", 
      "Funding of a two year project in my team by the interprofessionnal growers association in Bordeaux on the viruses (virome) infecting the main grapevine varieties and clones used in the Bordeaux region. This projects represents less than 20% of the overall team budget.", 
      "2015-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Association pour la Recherche sur les Nicotianées", 
      "Funding in my laboratory of a PhD project on resistance of tobacco to Potato virus Y. The fiunding (180k€ over 3 years) is well below 10% of the annual funding of my laboratory", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission Directorate General Research and Innovation", 
      "Representation of INRA in the Euphresco and in its follow-up EUPHRESCO-2 Phytosanitary ERA-NET, funded under 7th Framework Programme ERA-NET scheme. The projects aim to increase cooperation and coordination of national phytosanitary (statutory plant health) research programmes at the EU level through networking of research activities and mutual opening of national programmes. I do not receive any financial benefit from this activity in my personal capacity.", 
      "2006-01", 
      "2014-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission, Directorate General Research and Innovation", 
      "SharCo (Sharka Containment in view of EU-expansion) - research project funded under 7th Framework Programme Knowledge Based Bio-Economy (FP7 KBBE) scheme. I was involved as virologist specialised on virus strain characterisation and identification of new viruses. I did not receive any financial benefit from this activity in my personal capacity.", 
      "2008-03", 
      "2012-08", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "American Phytopathological Society", 
      "Member. The American Phytopathological Society is a nonprofit professional, scientific organization dedicated to the study and control of plant diseases (see http://www.apsnet.org/Pages/default.aspx)", 
      "2005-01", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "CANDRESSE", 
  "Current EFSA involvements": "Vice-Chair-PLH Panel 2015-2018 (PLH), Member-Grapevine Flavescence dorée risk assessment (EFSA-Q-2015-00271) (PLH)", 
  "Profession": "Researcher in Plant Virology", 
  "First name": "Thierry", 
  "Date": "2015-07-24"
}
