{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "AGROINNOVA, Università di Torino – Agroinnova, University of Torino - Agroinnova, ITALY, Grugliasco (TO)", 
      "Member of the advisory committee, evaluating the research progress and budget presented in the annual report. The advice is given to the director of AGROINNOVA by email or at a meeting in Torino every other year. I am a regular member of the advisory committee. No advice is given to the government, only to the director of AGROINNOVA, which is not a government organization.", 
      "2005-08", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "AGROINNOVA, Università di Torino – Agroinnova, University of Torino - Agroinnova, ITALY, Grugliasco (TO)", 
      "Annual evaluation of research performance of AGROINNOVA by reading the annual report and every other year a meeting in Torino. The advice is purely scientific. I'm a regular member of the advisory committee This is scientific advice to the director of AGROINNOVA, not to the Government", 
      "2005-07", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Florida Department of Agriculture and Consumer Services - Division of Plant Industry", 
      "Carry out research on the effect of penicilin injection in citrus trees (for control of huanglongbing) on microbial communities in the rhizosphere and citrus tissues.", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Esther B. O'Keeffe Foundation", 
      "Develop a model for the spatiotemporal spread of citrus huanglongbing in Florida and analyse effects of potential management strategies. The O'Keeffe foundation pays for 1/3 of my salary at the University of Florida, as well as for a postdoctoral associate.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "VAN BRUGGEN", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Chair-Diaporthe vaccinii risk assessment (EFSA-Q-2015-00267) (PLH)", 
  "Profession": "professor", 
  "First name": "Ariena", 
  "Date": "2015-11-16"
}
