{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "International Organization for Biological and Integrated Control (IOBC-global), Zurich, Switzerland", 
      "I was elected in 2012 for a 4-year term as treasurer of IOBC-global. This is a non-profit organization that promotes environmentally safe methods of pest and disease control. It is a scientific organization of people working on different aspects of biological and integrated pest control.", 
      "2012-08", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member of the WG Aculops fuchsiae", 
      "2014-01", 
      "2014-09", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Member - WG Eutetranychus orientalis pest risk assessment (PLH)", 
      "2013-01", 
      "2013-09", 
      ""
    ], 
    [
      "IV. Employment", 
      "Universitat Jaume I, Spain, Castelló de la Plana", 
      "The permanent position hold at ‘Universitat Jaume I’ includes both teaching and research activities. Teaching activities are related to crop protection subjects included in graduate (Agricultural Engineering) and postgraduate (master and PhD) courses in Plant Production, such as Applied Entomology, Crop Protection, IPM (integrated pest management) programs. Research interests are focused on the following topics: (1) biology, ecology and population dynamics of insects and mites of economic importance, especially in citrus and palms, (2) tactics, systems and strategies of IPM of insects and mites, (3) use of biological control as the primary tactic to manage populations of significant pests. In addition, extension activities are provided voluntarily in pest identification and control recommendations to the agricultural community. Universitat Jaume I has a Research Institute of Pesticides and Water (IUPA). A working branch of this institute is the Laboratory of Pesticide Residue Analysis (LARP), created in 2004. LARP was designated by the Spanish Ministry of Agriculture (MAGRAMA) as the Laboratory of Reference in Spain for pesticide residue analysis for Good Laboratory Practice (GLP) Studies related to the establishment of maximum residue levels. I am not a member of this institute which is mainly devoted to the development of new analytical methods for the quantitative analyses of pesticide residues in different substrates.", 
      "2000-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Associate Editor of the scientific journal BioControl,", 
      "BioControl is the official journal of the International Organization for Biological Control (IOBC). It includes original papers on basic and applied research in all aspects of biological control of invertebrate, vertebrate and weed pests, and plant diseases. I was appointed as Associate Editor in October 2014.", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "European Plant Protection Organization (EPPO)- International Organization for Biological and Integrated Control (IOBC) Joint Panel “Safe use of biological control agents”", 
      "I take part in the meetings that the Joint Panel celebrates almost every year since its creation in 2008 as a representative of IOBC-WPRS (International Organization for Biological Control-Western Palearctic Regional Section). As such, I revise EPPO standards related to safe use of biological control (Standard PM6) and update of the list of biological control agents widely used in the EPPO region [Standard PM 6/3]. I became the convenor of the IOBC-WPRS Commission on that matter in October 2013.", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "FORMAS, Swedish Research Council", 
      "I was appointed by FORMAS to evaluate research proposals submitted to this Swedish public funding agency under the \"Nartural Resources\" topic in 2014 and again in 2015.", 
      "2014-05", 
      "2015-09", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "ANEP, Agencia Nacional de Evaluación y Prospectiva, Ministerio de Economía y Competitividad, Madrid, Spain", 
      "Evaluation of research proposals, mostly public but also from private companies seeking advice from ANEP (National Evaluation and Foresight Agency). ANEP is part of the Directorate General for Research and Management of the National R&D + Innovation Plan, within the State Department of Research of the Ministry of Economy and Competitiveness. As a member of ANEP, I was in charge of seeking peer-review of research proposals dealing with crop protection by experts in the corresponding field (virologists, ecologists, chemists, entomologists, etc.). I am the responsible of presenting the scientific evaluation (based on the evaluations received from experts) to the ministerial commission that eventually decides on the funding of these proposals taking into account my reports but also additional reports received from other experts. I have no right to vote.", 
      "2010-03", 
      "2013-12", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "JAQUES MIRET", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Member-Eotetranychus lewisi risk assessment (EFSA-Q-2015-00270) (PLH), Member-WG Dir 2000 29 Methods (PLH), Hearing Expert-WG NTA + In Soil Opinion (PPR)", 
  "Profession": "University full professor", 
  "First name": "Josep Anton", 
  "Date": "2015-11-22"
}
