{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "INRA=Institut National de la Recherche Agronomique", 
      "Research Director at the Plant Health and Environment Department of INRA. I lead at the Center for Biology and Population Management (CBGP) INRA laboratory, a team of 4 permanents, 2 PhDs and several visitors. I coordinate research on biodiversity and population genetics of economical important arthropods, with focus in agricultural mite pests. Emphasis is done on invasive species and the analysis of pest introduction risk into new regions", 
      "1990-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "FNRS Fonds de la Recherche Scientifique", 
      "FNRS is the Scientific Research Founding Agency of the French Community in Belgium. As member of the FNRS Scientific Commission SEN-4 (=Exact and Natural Sciences), I act as expert in evaluating scientific research proposals. The time allowed to this activities is about 10 %", 
      "2010-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Conicyt (=Comision nacional de investigacion cientifica y tecnologica), Chile", 
      "2004-2008 (1 to 2 times per year) I acted as Scientific Referee.to evaluate research projects Dec 2008 (1 week) : Member of the pannel in charge of evaluating local Research teams in Chile Dec 2014 (1 week): Evaluation of research projects The time allowed to this activities is &lt;5%", 
      "2004-01", 
      "2014-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Agence National de la Recherche", 
      "Research project entitled: New generation sustainable tools t control emerging mite pests under climate change. Three years project", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Agence National de la Recherche", 
      "Genetics and Evolution of Specialization in phytophagous or predatory mites research grant funded 2010-2013", 
      "2010-10", 
      "2014-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Genome Canada - Ontario Genomics Institute", 
      "Genomics in Agricultural Pest Management (GAP-M). Collaborative research projet", 
      "2009-01", 
      "2013-07", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ESA = Entomological society of America", 
      "Member of the Entomological Society of America", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "VIIth Congress of the European Association of Acarologists", 
      "Member of the Steering committee", 
      "2008-01", 
      "2010-12", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Congress of Acarology, ICA", 
      "Member of the scientific committee", 
      "2008-01", 
      "2010-08", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "NAVAJAS", 
  "Current EFSA involvements": "Vice-Chair-PLH Panel 2015-2018 (PLH), Chair-Eotetranychus lewisi risk assessment (EFSA-Q-2015-00270) (PLH), Member-PROMETHEUS (PROmoting METHods for Evidence Use in Scientific assessments) - Deliverable 2 \"Analysis of methods for dealing with data and evidence applied by EFSA\" (AMU)", 
  "Profession": "Research director at INRA", 
  "First name": "Maria", 
  "Date": "2015-11-20"
}
