{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EPPO, European and Mediterranean Plant Protection Organization (OEPP), European and Mediterranean Plant Protection Organization, Paris, FRANCE", 
      "I am a member of the EPPO PRA Development Panel. The panel provides advice to EPPO regarding the development of PRA systems and protocols. The panel usually meets once per year.", 
      "2008-11", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "International Plant Protection Convention (IPPC), International Plant Protection Convention, Rome, ITALY", 
      "I am chair of the International Advisory Group for Pest Risk Analysis, a small group of experts that provide technical support and advice to the IPPC Secretariat on pest risk matters on an ad hoc basis.", 
      "2007-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EPPO, European and Mediterranean Plant Protection Organization (OEPP), European and Mediterranean Plant Protection Organization, Paris, FRANCE", 
      "I am a core member of the EPPO Expert Working Group for Pest Risk Analysis. I occasionally attend an expert working group at EPPO in Paris to contribute to the development of a pest risk analysis for the EPPO region. I also review PRAs developed by expert working groups in which I was not involved.", 
      "2007-08", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Department for Environment, Food & Rural Affairs (Defra), UK, York.", 
      "Remit of my employer: Defra is the government department responsible for environmental protection, food production and standards, agriculture, fisheries and rural communities in the United Kingdom. My role: I work within the Chief Plant Health Officer unit, conducting and managing research projects in relation to aspects of pest risk assessment. I also conduct pest risk assessments. As a pest risk assessor I attend monthly meetings of the Plant Health Risk Group where I can present risk assessments and provide advice to the Group. I have no official responsibility to carry out risk management or take risk management actions / decisions. I was previously employed in a similar role within the Food and Environment Research Agency.", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "FERA, Food Environment Research Agency, UNITED KINGDOM, YORK", 
      "Remit of Fera: Fera was established in 2009 as a government agency within Defra to support and develop a sustainable food chain, a healthy natural environment, and to protect the global community from biological and chemical risks. Within Fera I was a pest risk assessor. I had no official responsibility to carry out risk managemnet or take risk management decisions.", 
      "2009-04", 
      "2014-09", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "CFT/EFSA/PLH/2011/01 - Development of probabilistic models for quantitative pathway analysis of plant pests introduction for the EU territory - Lot 1. I am part of a consortium helping to deliver a contract worth Euro 209k in total, of which Euro 57k (27%) is for Fera. The work involves designing fully quantitative pathway analyses for four pest-commodity combinations and examines individual consingments and the pathway in general. Interim reports have been submitted to EFSA PLH.", 
      "2012-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "UK Department of the Environment, Food and Rural Affairs (Defra), London,United Kingdom", 
      "Co-ordinator of project called \"Future tree pests\" that aimed to develop plant pest risk assessments for six plant pests that are anticipacted to enter or spread within UK trees in the near future. The project was valued at £220k and involved 4 partners. (27% of the budget was for Fera, where I worked at the time). The final report has been submitted to Defra and will appear on its website.", 
      "2013-01", 
      "2015-03", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "MACLEOD", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Member-WG Dir 2000 29 Methods (PLH)", 
  "Profession": "Pest risk assessor", 
  "First name": "Alan", 
  "Date": "2015-08-18"
}
