{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Università Cattolica del Sacro Cuore, Piacenza, Italy", 
      "Professor in plant pathology. Head of plant pathology section. Teaching and research in basic plant pathology and plant disease epidemiology and modelling. Università Cattolica has the status of public, non-profit organisation involved in higher education. The organisation does not have official responsability to carry out risk management. No self employed consultancy related to food and feed safety.", 
      "1992-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Food safety Agency", 
      "Scientific coordinator of two EFSA projects granted under the EFSA Art 36. programme to Università Cattolica del Sacro Cuore of Piacenza, IT: - Prassis (Inventory of data sources for pest risk assessment), completed and closed 12/2009 and - MoPest (Inventory of models used for pest risk assessment), completed and closed 02/2010 Non remunerated for this activity.", 
      "2008-12", 
      "2009-11", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Gruppo Ricerca Italiano Modelli Protezione Piante (Italian Research Group for Modelling in Crop Protection)", 
      "President. Non-profit, informal group of researchers involved in plant modelling. The aim of the group is to share experience and promote the modelling science by means of congresses, workshops and training courses. The group does not manage research projects and funds. The role of the president is to coordinate the group; he is not remunerated. Time used for this activity: 4-5 days/year", 
      "2007-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Organisation for Biological and Integrated Control of Noxious Animals and Plants, West Palearctic Section", 
      "Member. Non-profit, scientific association promoting development of biological control of plant pests and diseases. Time used for this activity: 1-2 days per year", 
      "2007-06", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "American Phytopathological Society", 
      "Member. Non-profit, professional, scientific organisation dedicated to the study and control of plant diseases. Time used for this activity: 0-1 day per year", 
      "2006-03", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Societa Italiana di Patologia Vegetale (Italian Society for Plant Pathology)", 
      "Member. Non-profit scientific society promoting research on various aspects of plant pathology. Time used for this activity: 0.5% of time", 
      "1999-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Associazione Italiana per la Protezione delle Piante (Italian Society for Plant Protection)", 
      "Member of the Directive. Non-profit scientific association promoting research, education and training in plant protection sector. Time used for this activity: 3-5 days per year", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "ROSSI", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Chair-Ceratocystis platani & Cryphonectria parasitica risk assessment (EFSA-Q-2015-00265; EFSA-Q- 2015-00266) (PLH), Member-Ciitrus black spot 2015 00601 (PLH)", 
  "Profession": "Professor in Plant pathology", 
  "First name": "Vittorio", 
  "Date": "2015-11-11"
}
