{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "International Union of Forest Research Organizations (IUFRO)", 
      "IUFRO is a non-profit, non-governmental international network of forest scientists, which promotes global cooperation in forest-related research and enhances the understanding of the ecological, economic and social aspects of forests and trees. IUFRO is \"the\" global network for forest science cooperation. It unites more than 15,000 scientists in almost 700 Member Organizations in over 110 countries, and is a member of the International Council for Science (ICSU). IUFRO is sponsored by public national and international organizations. I was deputy coordinator of Division 7, \"Forest health\" and member of IUFRO's enlarged board.", 
      "2000-09", 
      "2010-09", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Belgian Biosafety Council GMO risk assessment as a scientific expert representing the Region of", 
      "Brussels.", 
      "2008-10", 
      "2013-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "The TRIA Project (University of Alberta; University of British Columbia)", 
      "This large-scale genomics research project on the mountain pine beetle (Dendroctonus ponderosae) epidemic is now funded under Genome Canada’s competition in Applied Genomics Research in Bioproducts or Crops with cofunding provided by Genome British Columbia, Genome Alberta, and the University of Alberta. I am member of TRIA's scientific advisory board in my personal capacity, and I am not retributed for this", 
      "2009-10", 
      "2012-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "Université catholique de Louvain (UCL)", 
      "Lecturer. I teach applied entomology (15 hours/year) to Master students in bioengineering.", 
      "2006-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Université Libre de Bruxelles (ULB)", 
      "Professor. Research topics: ecology and management of forest insects; pest risk assessments of exotic species; risk analyses regarding the use of exotic natural enemies for biological control. At ULB, I am heading the Laboratoire de Lutte biologique et Ecologie spatiale (LUBIES) with a team of ca 20 persons (http://lubies.ulb.ac.be/). As the laboratory head, I am also responsible for the procurement and management of research funds. Teaching: a) An introduction to agronomy (bachelor students in bioengineering); b) General and applied entomology (master students in bioengineering); c) Integrated pest management (master students in bioengineering); d) The ecology of bioinvasions and problems of quarantine (master students in bioengineering); e) Current issues in entomology (master students in biology).", 
      "1989-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ANSES (Agence nationale de sécurité sanitaire, de l'alimentation, de l'environnement et du travail)", 
      "Consultancy on control methods against the pine- and the oak processionnaires.", 
      "2012-06", 
      "2013-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Service Public Federal Santé publique, Sécurité de la Chaîne alimentaire et Environnement", 
      "MONOCHAMUS: A study of the Monochamus spp. populations present in Belgium in order to assess their capacity to propagate the pine wood nematode, and to develop preventive control methods. The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment ).", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Science Foundation (ESF), implementing agent for COST European Cooperation in Science and Technology", 
      "The FPS Action COST FP1002 - Pathway Evaluation and Pest Risk Management in Transport (PERMIT), in the key domain Forests, their Products and Services (FPS), addresses shortfalls in knowledge and practice regarding the reduction of threats from exotic pests through promoting enhanced pathway management. Plants for planting have been selected as the model pathway for the Action. PERMIT is focusing on the pathway itself (nature, volume, origin and destination of commercial flows of plants for planting) and on generic prevention or mitigation measures instead of on particular pest species. I am member of PERMIT's Management Committee, Steering Committee and I am also leading Working Group 2 (Development of generic risk mitigation measures to reduce pest movements along pathways). The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment).", 
      "2010-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "French Community of Belgium (Fédération Wallonie- Bruxelles)", 
      "Research funding Programme – Concerted Research Actions: \"Individual and collective issues in dispersal and aggregation: from proximal causes to ultimate consequences at contrasting scales\". The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment ).", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Belgian Funds for Scientific Research", 
      "Collaborative research project: \"Aggregation and dispersion patterns in social insects\" The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment ).", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministère de la Région Wallonne", 
      "My laboratory at ULB (LUBIES, see IV. Employment) is being funded yearly since 1991 for scientific studies on forest health (mostly scolytine beetles, but also Cerambycids) in the Région Wallonne, and for advisory support regarding phytosanitary issues in the Region. Since 2005, my laboratory has been deeply involved in the creation of the Walloon Observatory of Forest Health, which has been finally launched in 2011, and in which we are the reference laboratory in entomology. The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment ).", 
      "1991-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission, Directorate General Research and Innovation", 
      "The project ISEFOR - Increasing Sustainability of European Forests: Modelling for security against invasive pests under climate change, funded under the 7th framework programme addresses the problems that will arise from (1) climate change impacts on forest ecosystem vitality; (2) increasing threats from alien invasive pests and pathogens, and (3) changing threats from indigenous pests and pathogens, or alien species already established in Europe. I am member of the managing body of ISEFOR and am also responsible for Workpackage 4 - pathways of invasion, where we are assessing the risks linked to the commercial movements of plants for planting. The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment ).", 
      "2010-09", 
      "2014-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "BELSPO - Belgian Scientific Policy", 
      "ALIEN ALERT - Horizon scanning for new pests and invasive species in Belgium and neighbouring areas The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment ).", 
      "2012-01", 
      "2014-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "DEFRA (GB)", 
      "LWEC Tree Health & Plant Biosecurity Initiative (Phase 1). \"Accelerated detection and diagnosis of invasive alien pests and pathogens in imported plants\" (coordinated by Dr S Woodward, University of Aberdeen). The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment ).", 
      "2013-01", 
      "2013-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Service Public Federal Santé publique, Sécurité de la Chaîne alimentaire et Environnement", 
      "Scientific partner in the project \"Macroreg\" - Development of a methodology for risk assessment and risk management regarding the introduction of exotic organisms for biological control in Belgium. A PhD student supervised jointly with Prof. P. De Clercq at Ghent University (UGent) is funded by the project. The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment ).", 
      "2009-10", 
      "2013-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bruxelles Environnement - Institut Bruxellois pour la Gestion de l'Environnement (IBGE)", 
      "My laboratory at ULB (LUBIES, see IV. Employment) has been funded yearly since 2007 for scientific studies on forest health or tree health (Cameraria ohridella, Thaumetopoea processionea, scolytine beetles) in the Region of Brussels, and for advisory support regarding phytosanitary issues in the Region. The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment ).", 
      "2007-08", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministère de l’Agriculture, de l’Alimentation, de la Pêche, de la Ruralité et de l’Aménagement du territoire, Département de la Santé des Forêts", 
      "Between January 2000 and May 2011, the laboratory I am heading at ULB (LUBIES, see IV. Employment) has been funded for scientific research regarding three different topics: a) population dynamics of the scolytine beetle, Ips typographus and its natural enemies in the Vosges mountains after the December 1999 storms; b) comparison of monitoring methods to survey scolytine damage in spruce stands (mainly Ips typographus and Pityogenes chalcographus); c) biological control of the scolytine Dendroctonus micans in the Massif Central and in Brittany. The beneficiary of this funding is the laboratory I am heading at ULB (LUBIES, see IV. Employment ).", 
      "2000-01", 
      "2011-05", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "GREGOIRE", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Chair-Grapevine Flavescence dorée risk assessment (EFSA-Q-2015-00271) (PLH)", 
  "Profession": "Forest entomologist", 
  "First name": "Jean Claude", 
  "Date": "2015-07-09"
}
