{
  "activities": [
    [
      "I. Economic interest", 
      "Bonacieux, Louis,", 
      "Investment Private Exploiting see ships I own shares (€15,000 per ship) in each of two ships operated by Briese Shipping Company Scheemda Netherlands. http://www.briese.nl/Briese_Fleet_Bonacieux.html", 
      "2009-12", 
      "now", 
      ""
    ], 
    [
      "I. Economic interest", 
      "Universal Marine A-Bulk Fund", 
      "I own a share (€5000) in a shipping fund (Universal Marine A-Bulk Fund). Investment. Private entity. Exploiting cargo ships ms Universal Antwerpen and Universal Amsterdam http://www.universalmarine.nl/en/fleet/bulk-carrier-22000-tdw Ships may be used for cargo of food and/or feed. The purpose of these investments is return on investment. I do not engage in any operational decisions.", 
      "2008-10", 
      "2015-05", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Wageningen University", 
      "Education and Research I am employed as associate professor at Wageningen University, Plant Sciences Department, Centre for Crop Systems Analysis, Crop & Weed Ecology Group. My job is described as 45% teaching, 45% research and 10% management. Wageningen University is one of the premier agricultural universities in the world. It is the only university in the Netherlands to focus specifically on the theme ‘healthy food and living environment’. The remit of the organization is research and teaching (BSc, MSc and PhD level) in its domain of expertise. By being part of \"Wageningen University and Research Centre\", Wageningen University is associated with institutes that carry out legal functions and risk assessments in the domain of food and environmental safety. My research is on quantitative agro-ecology in a wide sense. This research aims at developing insights and tools for sustainable and healthy cropping systems that optimize production, resource use efficiency, and natural pest regulation based on natural mechanisms, including biotic interactions and spatial processes. I conduct, for instance, research on biological control of insects with viruses, dispersal of beneficial insects at field and landscape scale, disease spread at landscape scale and beyond, intercropping for high productivity and sustainable land use, ecology and biological control of weeds, and much more. My main strength is on the interface of field- based experimental studies and mathematical modelling. My teaching involves BSc-, MSc- and PhD-level courses in Population and Systems Ecology, Agrobiodiversity, Mathematics and Statistics, and Ecological Modelling. An important part of research is conducted in the form of PhD research. I have a large international network of collaborators. I have no role in risk management, and am not personally empowered to validate/take risk management actions/decisions. My role in management includes membership of the management team of the group which means taking decisions with respect to financial management, human resources, and other operational or strategic affairs. Furthermore, the activities in course teaching and research include a fair bit of administration and management of the resources", 
      "1987-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Dutch Science Foundation Tipping the system: the difficult transition from chemical towards", 
      "natural pest control in agriculture Insecticides are used intensively for agricultural pest management, despite decades-long efforts to diminish pesticide dependency. We hypothesize that the transition to a more pesticide-independent agriculture is difficult to achieve because a pesticide-dependent agriculture suppresses beneficial biota that are needed for the transition to a pesticide-free agriculture, causing a “lock-in”. We further hypothesize that the pest management may be characterized as a dynamic system with alternative stable states. One stable state is characterized by dependency on insecticides and absence of effective populations of natural enemies. The other stable state is characterized by low or non-use of insecticides and presence of effective populations of natural enemies, suppressing pests. Each stable state is self- reinforcing due to positive feedback, and the transition from one state to the other is characterized by “tipping points”: critical points in the management intensity where the system switches from one stable state to the other. Moving to the pesticide-independent state requires a recovery process for which spatial and temporal scales have not been well characterized and may be landscape context specific. Here, we conduct a meta-analysis of literature data, ecological modelling, farmer survey, and a field study at the landscape scale to test above hypotheses. We aim to establish under which set of conditions a coordinated effort between stakeholders has potential to “tip” the pest control system to an insecticide-independent state. This multi- disciplinary research will provide critically needed insight in the system dynamics underlying farmers’ pest control practices, and elucidate key principles governing a transition towards sustainable pest management.", 
      "2015-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission (EC)", 
      "POnTE: Pest Organisms Threatening Europe EU agriculture and forestry are threatened by alien and native pests, as a consequence of (i) globalized trade of plants and plant products and (ii) re-emergence of pests and diseases aided by new production scenarios, host cultivars and climate change. POnTE investigates the genetics, biology, epidemiology, vector ecology and economic impacts of four pathosystems that threaten strategic crops and natural landscapes in the EU in order to identify economically, technically feasible and environmental sustainable integrated management strategies for the containment of each pathosystem. For each target, the research activities will implement the state-of-the-art and provide a novel scientific background to sustain future management policies. The specific objectives will broadly cover all targeted pathosystems merging multidisciplinary research with the practical needs of the stakeholders and end-users. My role is particularly in WP8: Disease risk assessment and support for plant health decision making. Tasks in WP8 include development of models for assessing entry, spread, establishment, ES provisioning, costs and benefits of risk mitigation, and the assessment of economic and social consequences. Funding is not received in personal capacity. No private sector", 
      "2015-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Dutch Science Foundation, Netherlands, The Hague, NWO", 
      "Living landscapes: recognizing and strengthening the contribution of ecosystem services (biological control, pollination) to crop yields, food security and farmer income in China Living landscapes comprise a diversity of land uses, amongst which agriculture is of prime importance for providing food security and sustaining the livelihoods of rural people, but where other functions such as biodiversity conservation, water storage and recreation should be harmoniously combined. Living landscapes support communities of beneficial insects that suppress pests and pollinate crops, which is critical to the productivity and sustainability of agriculture. These valuable services have generally suffered from intensification of agriculture (e.g. pesticide use) and simplification of agricultural landscapes. Here, we propose to conduct the first comprehensive study in China on the relation between landscape diversity and biological pest suppression and pollination. We will study biological control of plant hoppers and other pests in rice over a gradient of landscapes from highly diverse to simplified. Measurements will be made in farmers’ fields to determine the ecological interactions and economical trade- offs between biological control and pesticides as principal strategies for pest management. We will also quantify the effect of natural pollination by bees on the yield of oilseed rape, as influenced by landscape factors and crop management. Models of pest population dynamics and crop-pest relationships will be developed to predict level of ecosystem service in terms of yield increase and monetary value as a function of landscape diversity and crop management. Farmer surveys will be carried out to document farmer behaviour with regard to pest management strategies and analyse the driving factors. These surveys will provide data for quantitative economic analyses of farmers’ responses. Farmer valuation of ES will be contrasted to the empirically-based model calculations. We will determine how policies may be used to restore ecosystem services, increase yields, enhance farmer income, and reduce farmer exposure to pesticides. The research package aims at strengthening the functional role of landscape and habitat management for sustainable agriculture and food security in China.", 
      "2013-12", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European commission, Brussels", 
      "EU project, FP7: QUESSA: Quantifcation of Ecosystem services for Sustainable Agriculture We will be responsible for spatially explicit modelling of mobile-agent based ecosystem services (biological control, pollination) in agricultural landscapes, and evaluation of the role of semi-natural habitats in supporting these services. No private sector funding.", 
      "2012-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "National Science Foundation of China, Beijing", 
      "Intercropping for food security and sustainable use of resources. We will be responsible for modelling and empirically analysing the performance of mixed cropping systems for production of foods in China. Intercropping is a mode of crop cultivation that can enhance productivity and resource use efficiency, and suppress pests and diseases. The project supports international collaboration. No private sector funding.", 
      "2012-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Dutch Science Foundation, Den Haag, The Netherlands", 
      "The Dutch Science foundation has funded a 3-year postdoc project on: Exploiting knowledge on habitats used by arthropods to predict value of ecosystem services in agricultural landscapes We will analyse databases on habitat associations of arthropods and literature sources on dispersal of different functional groups of insects to build process-based predictive models of the spatial distribution of ecosystem services in diversified landscapes. In particular, we will predict the consequences of species composition in source habitats, area of source habitats, and distance between sources and targets on the outcome of pest-natural enemy interactions, and the level of pollination. Predictions of ecosystem services will be complemented with an analysis of costs and economic benefits. Funding is not received in personal capacity. No private sector funding.", 
      "2011-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Nuffic: Collaborating Dutch Universities, Den Haag, The Netherlands", 
      "Biodiversity of baculoviruses of Spodoptera litura in Pakistan In March 2011, a student from Pakistan has started research on the collection and characterization of baculoviruses as potential biocontrol agents for the armyworm Spodoptera litura. He will do the genetic and phenotypic characterization, focusing on speed of kill, virus yield and dose response. Experimental evolution techniques may be used to develop more effective virus strains. Funding is not received in personal capacity. No private sector funding.", 
      "2011-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "China Scholarship Council Intercropping for increased productivity, enhanced resource use", 
      "efficiency and plant health I supervise currently five PhD students on ecological and economic aspects of mixed cropping systems in collaboration with China Agricultural University. Scholarships for the students are provided by the China Scholarship Council. The students study (1) carbon sequestration in soils; (2) functional structural plant modelling of plant morphogenetic responses and light interception in mixed plant systems; (3) resource use efficiency & meta-analysis of literature; (4) role of intercropping in food security and optimal land use; (5) economic analysis of intercropping. Related collaborative work with the Cotton research institute and with Yunnan Agricultural University addresses intercropping effects on pest, diseases, and on pest natural enemies. Funding is not received in personal capacity. No private sector funding.", 
      "2010-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "International Food Policy Research Institute, Washington D.C., USA", 
      "Landscape Diversity and Ecosystem Services in Agricultural Ecosystems: Implications for Sustainable growh and Rural Poverty in China In the collaborative research, covered by the contract with IFPRI, and co-financed by the National Environmental Research Council of the UK, we analyse ecosystem services (biological control and pollination) in different landscape settings in China, and elucidate the linkages between ecosystem services and farmer livelihoods. The research programme incudes a combination of empirical field research on ES, analysis of agricultural research station records and household surveys, and modelling for synthesis, upscaling and exploration. Funding is not received in personal capacity. No private sector funding.", 
      "2010-08", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission, Brussels", 
      "PURE: Pesticide Use and Risk for Europe. I coordinate a workpackage on the use of modelling tools to develop scenarios for the sustainable use of resistance in crop systems by preventing or delaying the development and spatial spread of super strains of pathogens or weeds. This work combines the modelling of population genetics and spatial population dynamics. Funding is not received in personal capacity. No private sector funding.", 
      "2011-03", 
      "2015-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission, Brussels, Belgium", 
      "PRATIQUE: Enhancement of pest risk analysis techniques My role in PRATIQUE was the coordination of a task on continental scale modelling of pest invasion processes. Furthermore I was involved in the development of an integrrated framework for economic assessment of invasive pests into the EU territory. Funding is not received in personal capacity. No private sector funding.", 
      "2008-03", 
      "2011-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Organization for Economic Cooperation and Development, Paris, France", 
      "I have received grants from the OECD to conduct research on sustainable agriculture in the United States of America. All three times I have been to Utah State University, in Logan Utah, to conduct research on spatial ecology of beneficial insects in agricultural systems in collaboration with dr Jim Powell (Math & Stats) and dr Ted Evans (Biology). the first grant was for a period of 6 months in 1999; the second grant was for a period of 3 months in 2004, the third for a period of 3 months in 2009. Activities included both field work on dispersal of ladybeetles as modelling research and preparation of a book on spatial modelling in agro-ecology. No private sector funding.", 
      "1999-02", 
      "2009-08", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Organisation for Biological Control (IOBC) West Palearctic Regional Section (WPRS) Working Group on Landscape Management for Functional Biodiversity", 
      "The working group consists of scientists interested in the use of biodiversity to strengthen delivery of ecosystem services, in particular biological pest control, in agricultural environments. My role is that of an attendee or co-organizer of meetings organized under auspices of the working group. Meetings are once per two or three years, and last usually three days. My time investment is accordingly in the order of a few days in years in which there is a meeting. The working group is part of the West Palearctic Regional Section of the International Organization for Biological Control. Further information on the working group is given at: http://www.iobc- wprs.org/expert_groups/19_wg_landscape_management.html The International organisation for Biological Control (IOBC) promotes environmentally safe methods of pest and disease control. It is a voluntary organisation of biological-control workers. Further information on IOBC is given at: http://www.iobc- global.org/about_iobc.html The seat of IOBC is in Zurich, Switzerland. The organisation is a legal entity pursuant to Art. 60 of the Swiss Civil Code. See: http://www.iobc-global.org/statutes.html IOBC is a not-for-profit organization which aims at strengthening biological pest control in agricultural systems.", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Weed Research Society", 
      "Professional Society for Weed Research I am a member, receiving news and mailings, and at times participating in conferences or publishing in Weed Research.", 
      "2001-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Royal Dutch Phytopathological Society KNPV", 
      "Professional Society for Plant Health I am a member, receiving news and mailings, at times participating in conferences or publishing in the KNPV journal Gewasbescherming.", 
      "1980-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Association of Applied Biologists", 
      "Professional Society of Applied Biologists I was a member, receiving news and mailings, at times participating in conferences or publishing in the Annals of Applied Biology.", 
      "2009-01", 
      "2013-12", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Entomological Society of America", 
      "Professional Society of Entomologists I am a member, receiving news and mailings, at times participating in conferences or publishing in ESA journals.", 
      "2001-01", 
      "2013-12", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "American Phytopathological Society", 
      "Professional Society of Plant Pathologists I am a member, receiving news and mailings, and at times participating in conferences or publishing in APS journals.", 
      "2001-01", 
      "2013-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "University of Abomey- Calavi, Cotonou, Benin", 
      "Assessment of the effects of chemical pollution on pollinating bats and bees I act as academic mentor for dr Bruno Djossa, who is a young research fellow at the University of Abomey-Calavi, Cotonou, Benin, studying the effects of chemical pollution on pollinating bats and bees. The research of Bruno is supported by a grant from the Volkswagenstiftung, Germany, which is being administered by the University of Hannover, Germany.", 
      "2012-12", 
      "2015-11", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "VAN DER WERF", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Member-Biological Relevance (SC), Member-Diaporthe vaccinii risk assessment (EFSA-Q-2015-00267) (PLH), Member-Ditylenchus destructor & Radopholus similis risk assessment (EFSA-Q-2015-00268; EFSA-Q-2015-00269) (PLH), Member-Environmental risk assessment overarching group (SC), Vice-Chair-WG Dir 2000 29 Methods (PLH)", 
  "Profession": "Associate professor", 
  "First name": "Wopke", 
  "Date": "2015-11-23"
}
