{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Salford, EN, Manchester, UNITED KINGDOM", 
      "Lecturer in Spatial Epidemiology Research: Research in spatial epidemiology in the School of Environment and Life Sciences. My research aims at understanding the epidemiological and population level processes that determine the spread of epidemics. I am mainly interested in invasive plant disease epidemics and there spread in agricultural and natural plant communities. I use spatial data from remote sensing and Geographic Information Systems to simulate spread on real landscapes using spatially-explicit stochastic simulation models. These models can be used to test statistical theory and results from simpler analytical models. A key practical focus is on the design of optimal surveillance strategies for early warning of invading epidemics and on understanding the individual decisions that farmers and land owners make and how this impacts epidemic spread and control. Teaching: I deliver lectures and tutorials across a range of MSc and BSc programs in the School of Environment and Life Sciences. I teach on modules in MSc programs in Geographic Information Systems and Environmental modelling and on BSc programs in Public Health and Research Skills. I am responsible for obtaining grant funds and managing research projects, students and staff.", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Rothamsted Research (RRes), EN, Harpenden, UNITED KINGDOM", 
      "Senior Research Scientist Research: Plant disease epidemiology and disease management research in the Department of Computation and Systems Biology. The use of data analysis and mathematical modelling techniques to understand plant disease epidemics with applications in agriculture and natural plant communities. Typically I use spatial simulation models to better understand disease spread and to text surveillance and control strategies for a range of invasive pests and diseases. Responsible for contributing to grant proposals, writing research papers, supervising PhD student and post-doctoral projects and communicating work at scientific conferences and public events.", 
      "2007-08", 
      "2014-10", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "United States Department of Agriculture (USDA)", 
      "Research project investigating the socio-economic factors relating to invasive disease control and eradication. Joint funding with Dr Tim Gottwald at USDA-ARS and Dr Frank van den Bosch at Rothamsted Research. This modelling project aims to understand how individual decisions made by growers influence plant disease epidemic spread and how communication networks should be organised to enable epidemic control. The project also investigates the use of models as a communication tool for the public and stakeholders in disease control programs. The beneficiary of this funding is the research group I lead at the University of Salford Manchester.", 
      "2014-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Biotechnology and Biological Sciences Research Council UK (BBSRC)", 
      "Epidemiological modelling for the spread and control of Chalara fraxinea Developing models to predict the spread of Chalara in UK nurseries and trade network. Using the models to predict the performance of different survey intensities within these systems and the probability of disease escape following detection. Supervision of post doctoral research scientist. I have received no financial remuneration in my", 
      "2013-03", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Department for Environment, Food and Rural Affairs (Defra) UK", 
      "Surveys for the improved understanding of the distribution and scale of acute oak decline (AOD) in the UK. Designing surveys for Forest Research to collect data on the distribution of AOD in England and Wales. Development of epidemiological mapping methods to estimate the spatial distribution and incidence of AOD from the survey data. Supervision of post doctoral scientist working on the project. I have received no financial remuneration in my personal capacity from this project.", 
      "2013-02", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bill and Melinda Gates Foundation (BMGF)", 
      "Improved disease monitoring and management for wheat and cassava through epidemiological modelling. Developing sampling models and advice to collaborators in East Africa to enhance survey programs for Cassava mosaic disease and cassava brown streak disease. I have received no financial remuneration in my personal capacity from this project.", 
      "2012-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "United States Department of Agriculture (USDA)", 
      "Survey methods for detection of plant disease for regulatory intervention. Joint funding with Dr Tim Gottwald at USDA-ARS and Dr Frank van den Bosch at Rothamsted Research. Development of invasive disease simulation models and sampling modules to optimise the deployment of sampling resources for disease surveillance across a landscape. They key example used in Citrus greening (HLB) in the US. Supervision of post doctoral scientist. I have received no financial remuneration in my personal capacity from this project.", 
      "2008-05", 
      "2014-08", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Ecological Society (BES)", 
      "Member. The BES is a professional worldwide organisation for ecological science.", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "American Phytopathological Society (APS)", 
      "Member. APS is a professional worldwide society dedicated to research in plant pathology.", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "PARNELL", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Member-Ciitrus black spot 2015 00601 (PLH)", 
  "Profession": "Lecturer", 
  "First name": "Stephen", 
  "Date": "2015-11-16"
}
