{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Agricultural University of Athens, GREECE, Athens", 
      "Position: Assistant Professor of Plant Pathology -Virology. The Agricultural University of Athens is a public entity conducting basic and applied research in the field of agricultural sciences. The mission of the Faculty of Crop Science is to provide a high quality, university education to students, to be engaged in the Greek agricultural sector, to create new knowledge on Crop Science by means of both basic and applied research, and to tackle problems of the rural sector related to the Faculty's scientific fields. The entity has no official responsibilities for risk management (see http://www.aua.gr/index.php & http://efp.aua.gr/en). Personal activities: Teaching (including MSc, PhD and graduate student supervision) and research, focusing on the diagnosis and characterization of plant viruses, the epidemiology and management of insect transmitted plant viruses and the study of plant-virus interactions.", 
      "2010-07", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      ", (), Democritus Univerity of Thrace, Department of Agricultural Development, Orestiada, GREECE", 
      "Position: Lecturer of Plant Pathology. The Democritus University of Thrace is a public entity. The mission of the Department of Agricultural Development is cultivating and promoting the science of Agriculture towards cutting-edge technologies, advancing scientific knowledge in the area of economics and social development as well as techniques and social procedures of development in the field of agriculture and especially in peripheral agricultural regions. The entity has no official responsibilities for risk management (see http://www.agro.duth.gr/index.en.shtml). Personal activities: Teaching (including MSc and graduate students supervision) and research activities focused on the study of of plant viruses transmission mechanisms.", 
      "2004-10", 
      "2010-06", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission. 7th Framework Program– SP4 capacities: Research for SMEs", 
      "Project title: “Stevia reabaudiana as a diversification alternative for European tobacco farmers to strengthen the European competitiveness” (http://go4stevia.eu/). Personal Activities: I participate in the project as an external scientific consultant, subcontractor of the coordinator (University of Hohenheim) on the activities associated with the development of an integrated production system for Stevia rebaudiana for the tobacco farmers (SME Associations) (WP5 of the project). The project aims to develop a high value-added Novel Food production chain. However, my activity is only associated with the respective farming activities due to my previous experience on the identification and control of pathogens and pests of Stevia rebaudiana (project DIVAS 232250). I participate in my personal capacity.", 
      "2013-02", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Regional Developmental Fund. Operational Programme of the National Strategic Reference Framework: “Education and lifelong learning - investing in knowledge society”.", 
      "Project:“THALIS – Democritus University of Thrace – Selection for enhanced yield and tolerance to viral and vascular diseases within lentil landraces”. Personal activities: I am involved as a plant virologist for the detection and analysis of the presence and spread of the aphid transmitted viruses among evaluated and selected lentil plants in a honeycomb experimental design. I do not receive any financial benefit from this activity in my personal", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission. 7th Framework Program–SP4 capacities: Research for SMEs", 
      "Project DIVAS 232250: Diversification for tobacco growing farms by the alternative crop Stevia rebaudiana Bertoni. Personal activities: I was involved as a plant pathologist for the detection, identification and management of pathogens and pests in Stevia rebaudiana field trials. I did not receive any financial benefit from this activity in my personal capacity.", 
      "2009-10", 
      "2013-01", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Organization of Citrus Virologists", 
      "Member. Nonprofit professional, scientific organization (see http://iocv.org/).", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "(), Hellenic Phytopathological Society", 
      "Position: Member of the administrative board. The Hellenic Phytopathological Society (HPS) is a nonprofit, professional scientific organization with a membership of individual Greek scientists. HPS does not receive any funds from industries, or agencies. Furthermore, risk analysis is not part of the HPS remit (see http://efe.aua.gr/en_index.php).", 
      "2010-10", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Mediterranean Phytopathological Society", 
      "Member. Nonprofit professional, scientific organization (see http://www.mpu.unifi.it/).", 
      "2006-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "American Phytopathological Society", 
      "Member. Nonprofit professional, scientific organization (see http://www.apsnet.org/Pages/default.aspx).", 
      "2006-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Hellenic Entomological Society", 
      "Member. Nonprofit professional scientific organization (see http://www.entsoc.gr/site/index.php?lang=en).", 
      "2000-11", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Hellenic Phytopathological Society", 
      "Member. Nonprofit, professional scientific organization (see http://efe.aua.gr/en_index.php).", 
      "1997-09", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "(), Hellenic Phytopathological Society", 
      "Position: reasurer. The Hellenic Phytopathological Society (HPS) is a nonprofit, professional scientific organization with a membership of individual Greek scientists. HPS does not receive any funds from industries, or agencies. Furthermore, risk analysis is not part of the HPS remit (see http://efe.aua.gr/en_index.php).", 
      "2012-10", 
      "2014-10", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Shota Rustaveli National Science Foundation of Georgia (SRNSF)", 
      "Shota Rustaveli National Science Foundation was established by the order of the Minister of Education and Science of Georgia. Its mission is to provide financial support through state funding to encourage the development of research in Georgia. The Foundation aims at the systemic integration of Georgian science in international research area through open competitions and international review of research projects (see http://www.rustaveli.org.ge/index.php). I acted as an international peer-reviewer of two research projects proposals. Reviews were made electronically and no role was played in the actual funding decision. I didn't receive any funding for this activity.", 
      "2012-11", 
      "2012-11", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "CHATZIVASSILIOU", 
  "Current EFSA involvements": "Member-PLH Panel 2015-2018 (PLH), Member-Grapevine Flavescence dorée risk assessment (EFSA-Q-2015-00271) (PLH)", 
  "Profession": "Assistant Professor of Plant Virology", 
  "First name": "Elisavet", 
  "Date": "2015-09-15"
}
