{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "AGES - Austrian Agency for Health and Food Safety", 
      "Remit of the Austrian Agency for Health and Food Safety: The Austrian Agency for Health and Food Safety (AGES) is responsible for carrying out diverse tasks related to public health and food safety. Fully owned by both the Federal Ministry of Health and the Federal Ministry of Agriculture, Forestry, the Environment, and Water Management, AGES carries out research, analyses, and inspections in accordance with the provisions of Austrian and EU legislation. The main areas of responsibility of AGES are the prevention and control of diseases in plants, animals, and humans. The Austrian Agency for Health and Food Safety is involved in the regulatory risk assessment process of pesticides. The Austrian Agency for Health and Food Safety - does not support in any way the development of particular pesticides in view of their registration - does not have rights/ownership on any published Risk Assessment guidance, methodology, software and/or computational model which could be used in regulatory processes of PPPs - has no official capacity of Risk Management My role and main task in the AGES is to assess the risk of pesticides with regard to environmental behavior for EU and national approval. The Risk Management of PPPs (authorisation, MRL setting, control and monitoring activities) is done by BAES (Austrian Federal Office for Food Safety). I’m not empowered to take care or validate any Risk Management actions.", 
      "2005-02", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "STEMMER", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-EFSA WG for developing and EFSA Guidance Document for predicting environmental concentrations of substances in soil (PRAS), Member-Pesticides - Fate and Behaviour Meetings (PRAS)", 
  "Profession": "Biologist", 
  "First name": "Michael", 
  "Date": "2015-04-17"
}
