{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Food Standards Agency (FSA), UK, London, UK", 
      "The role of the Committee on Toxicity is to assess and to advise UK government agencies and departments on the toxic risks to man of substances that might contaminate food, agricultural and other products. Such substances include plant protection products. The Committee is established under the remit of the Food Standards Agency and was not created under a national or international regulation. Members of the Committee contribute to discussions but we do not vote. I attend approximately six meetings each year.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Centre for Ecology & Hydrology", 
      "I was a Member of the Research Programme Advisory Board, which advised the Director of the UK Centre for Ecology & Hydrology on environmental research in terrestrial and aquatic ecology. Some of the research involved monitoring levels of plant protection products and measuring their effects. The Board was not created under a national or international regulation. It was established by the Director to provide advice on the general direction of research in the Centre for Ecology and Hydrology. The Advisory Board was discontinued in March 2013. Members of the Board did not vote. I used to attend about three days of meetings each year.", 
      "2006-01", 
      "2013-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Defra", 
      "Government (Defra) policy on bee health in the UK. My role as a member was that of an independent scientist reviewing policy. The role of the panel was to provide advice to Defra on matters concerning bee health. The business of the panel was primarily about diseases but there were reference to effects of pesticides on bees from time to time. The panel was not created under a national or international regulation and there were no voting rights on the panel. I attended about ten days of meetings during the year.", 
      "2011-06", 
      "2012-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Rodenticide Resistance Action Group (RRAG)", 
      "The role of RRAG is to provide information on rodenticide-resistance avoidance and management strategies. The deliberations of RRAG are published on the web site of the UK Chemical Regulations Directorate. I was Chairman of RRAG during the eight years from 2000 to 2007, and continued to be a member having relinquished the chair. RRAG was not created under a national or international statute. It was established in order to provide advice on management of rodenticide resistance to any interested party who might access the RRAG web site. Material published on the web is agreed by discussion. There is no voting. I used to attend about three meetings each year.", 
      "2000-01", 
      "2012-06", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Campaign for Responsible Rodenticide Use (CRRU)", 
      "CRRU is an industry-led organisation that addresses concerns about adverse effects of rodenticides by promoting responsible rodenticide use. My role was that of a technical adviser (honorary). I did not have the right to vote. I used to attend one or two meetings a year.", 
      "2004-01", 
      "2012-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Advisory Committee on Pesticides (ACP)", 
      "The role of the Panel is to assess and to provide advice on environmental impacts and risk assessments of pesticides and certain biocides to the Advisory Committee on Pesticides. I was a member of the Environmental Panel from 2001 to 2006, and again from March 2010 to July 2011. I was Chairman of the Environmental Panel from 2003 to 2006. The Panel was not created under a national or international regulation. It is a panel set up by the UK Advisory Committee on Pesticides to provide specialist advice on environmental matters related to pesticide use. There is no voting. I used to attend about three meetings each year.", 
      "2001-01", 
      "2011-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Advisory Committee on Pesticides (ACP)", 
      "The Advisory Committee on Pesticides (ACP) is mainly concerned with risk assessment of plant protection products. The ACP provides opinions, advice and statements for UK government ministers. I was a member of the ACP in the seven years from January 2000 to December 2006, and again from March 2010 to July 2011. I was Deputy Chair of the ACP in the four years 2003 to 2006. The ACP is a statutory body within the UK established originally under the Control of Pesticides Regulations (1985). I had the right to vote as a member. I used to attend about six meetings each year.", 
      "2000-01", 
      "2011-07", 
      ""
    ], 
    [
      "IV. Employment", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Department for Environment, Food and Rural Affairs (Defra)", 
      "Environmental Effects of Pesticides. I was a Research Programme Advisor to the UK Chemicals Regulation Directorate (formerly Pesticides Safety Directorate). This activity was done in a private capacity. Deliverables included written assessments of research proposals, written assessments of research reports, and participation in meetings, including planning overall priorities within the pesticides research programme of Defra. The research projects with which I was involved were designed to support the regulatory role of the Chemicals Regulations Directorate, i.e. they dealt with generic issues and not the development of specific plant protection products.", 
      "2004-01", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Ecological Society The British Ecological Society is a scientific society that was founded", 
      "in 1913. It is a charity under UK law. The objective of the British Ecological Society is to advance ecology and to make it count. It does this by organising meetings and supporting publications, including several scientific journals. My participation as a member is through reading the publications of the Society and attending its scientific meetings.", 
      "1970-01", 
      "2013-12", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "University of Leeds", 
      "The University of Leeds is concerned with Higher Education and Research. I have the title of Visiting Professor (honorary) at the University of Leeds during the period 2006-2012. I receive no remuneration for this and have no involvement at all with the management of the University.", 
      "2006-03", 
      "2012-03", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "SMITH", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-MUST-B WG (SC), Chair-WG NTA + In Soil Opinion (PPR), Chair-WG amphibian reptile opinion (PPR)", 
  "Profession": "Biologist", 
  "First name": "Rob", 
  "Date": "2015-10-09"
}
