{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "SETAC Society of Environmental Toxicology and Chemistry (SETAC), SETAC, Pensacola FL, UNITED STATES", 
      "'Ecotoxicology of Amphibians and Reptiles' Global Advisory Group at SETAC (EARAG) Member, no membership in steering commitees neither global nor local. from SETAC internet presence: \"SETAC is a not-for-profit, global professional organization comprised of some 6,000 individual members and institutions from academia, business and government Ecotoxicology of Amphibians and Reptile Advisory Group exists to serve as a scientific resource to all stakeholders interested in the ecotoxicology of amphibians and reptiles, and fulfill the following mission and purpose:Serve as a focal point within SETAC as a means of involving the membership in research and discussions. E.g. -Stimulate critical assessment in order to establish the best available science. - Advance overall understanding of the role that chemicals play in maintaining sustainable populations of amphibians and reptiles worldwide. - Provide a neutral forum and focal point for collaborative identification, evaluation, and resolution of scientific issues. - Provide a forum for organizing sessions at annual meetings and organizing workshops to address scientific issues associated with the ecotoxicology of amphibians and reptiles. - Provide a mechanism to publish journal articles and books associated with the ecotoxicology of amphibians and reptiles.\" I participated to discussions during the annual SETAC meetings and joined the group to connect with ecotoxicologist investigating the effects of chemicals on amphibian and reptiles.", 
      "2013-05", 
      "2015-10", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "SETAC Society of Environmental Toxicology and Chemistry (SETAC), SETAC, Pensacola FL, UNITED STATES", 
      "'Global Soils' Advisory Group at SETAC (GSAG). Member, no membership in steering commitees neither global nor local. from SETAC internet presence: \"SETAC is a not-for-profit, global professional organization comprised of some 6,000 individual members and institutions from academia, business and government. [....] The Soil Advisory Group’s main objectives are to promote sound scientific methods for material fate and ecotoxicology applied to soil systems and to create a network of experts in this field. Topics of interest to the group include: Soil Ecotoxicology Biodiversity Ecological relevance for site specific risk assessment Nanomaterials: analysis, environmental fate, effects, LCA and risk assessment, and Interactions between natural and chemical stressors. [...] The group is a forum for communication, cooperation, scientific discussion and collaboration among scientists in academia, business and government. \" I was involved in discussion with other members at the annual meetings and also in the organisation of sessions on topics of soil ecotoxicology at annual meetings of SETAC.", 
      "2011-05", 
      "2015-10", 
      ""
    ], 
    [
      "IV. Employment", 
      "Federal Environment Agency (Umweltbundesamt, UBA)", 
      "The Federal Environment Agency (UBA) is Germany’s central federal authority on environmental matters with the mission statement 'for man and the environment'. Its key statutory mandates are: To provide scientific support to the Federal Government; The implementation of environmental laws (e.g. plant protection products); The information of the public about environmental protection. Division IV of UBA is concerned with chemical safety; it investigates and assesses environmental risks of substances and preparations. The Department 'Plant Protection Products' deals with all aspects of the environmental risk assessment of plant protection products and the EU Active Substances Program. Duties as scientific officer: # Environmental risk assessment of active substances - preparation of DARs for the EU review programme as Rapporteur Member State; peer review and commenting on active substances in the European evaluation process - Environmental risk assessment in the national authorisation of plant protection products; indication of areas of concern requiring risk mitigation measures # Ecotoxicology of plant protection products - integration new scientific developments in the evaluation of PPP ecotoxicity to non-target organisms - implementation of new environmental risk assessment schemes in authorization procedures - ecotoxicological assessment of active substances/plant protection products (e.g. study validation, higher tier test evaluation) # Coordination of national positions on environmental aspects (fate/behaviour and ecotoxicology) in the EU legislation of PPP. # Identification of research needs, funding and coordination of projects addressing the environmental fate and ecotoxicity of PPP. # Peer review of scientific manuscript publications and of proposals in several funding schemes (esp. ecotoxicology, soil biology and ecology, risk assessment) The Federal Environment Agency has no rights/ownership on any Risk Assessment guidance, methodology, software which could be used in regulatory processes regarding plant protection products.", 
      "2008-05", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society of Environmental Toxicology and Chemistry (SETAC)", 
      "scientific society (SETAC).", 
      "2009-02", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "German Soil Science Society", 
      "Scientific society (Deutsche Bodenkundliche Gesellschaft)", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "German Ecological Society", 
      "Scientific society (Gesellschaft für Ökologie)", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "PIEPER", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-Pesticides - Ecotoxicology Meetings (PRAS), Member-WG NTA + In Soil Opinion (PPR), Member-WG amphibian reptile opinion (PPR)", 
  "Profession": "scientist", 
  "First name": "Silvia", 
  "Date": "2015-10-21"
}
