{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "the Academy of Finland and the Finnish Agency for Research a´nd Innovation", 
      "development of in vitro methods to study metabolism and bioactivation of chemicals foreign to the body, including pesticides and plant chemicals (until my retirement on April 2010, I was the leader of these projects, but after that unpaid senior researcher)", 
      "2000-01", 
      "2011-04", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "EMA (European Medicines Agency), Committee for Herbal Medicinal Products (HMPC)", 
      "co-opted member (expert) in toxicology HMPC observer in Safety Working Party (SWP) of the CHMP", 
      "2006-05", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "EURL ECVAM (European Reference Laboratory for Validation of Alternative Methods)", 
      "ad hoc member or expert in various projects to evaluate and validate alternative (in vitro) methods to animal experimentation", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Various scientific journals numerous referee tasks Scientific educational and training courses in Finland and EU", 
      "occasional lectures to scientists and medical staff", 
      "2010-05", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "PELKONEN", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-Scientific Opinion of the PPR Panel investigating experimental toxicology data of pesticides and their potential link to Parkinson’s disease and childhood leukaemia. (PPR)", 
  "Profession": "professor emeritus of pharmacology and toxicology", 
  "First name": "Olavi", 
  "Date": "2015-10-20"
}
