{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Federal Institute for Risk Assessment, Germany (BfR)", 
      "BfR-Kommission für Pflanzenschutzmittel und ihre Rückstände Mission of the commission is giving advice to the Federal Institute for Risk Assessment in the field of pesticide and their residues. In principle, the commission cannot take regulatory decisions, but advice may be given on methodologies or on products. I am an ordinary member, not a chairman. However, I have the right to vote. The membership is not salaried. The activity covers 2 * 2 days per year including meetings. The time I spend for the Commission is paid by Fraunhofer as part of my regular salary.", 
      "2011-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Fraunhofer Institute for Molecular Biology and Applied Ecology (IME)", 
      "Current position: senior scientist working for the Fraunhofer Gesellschaft at the Fraunhofer IME. Fraunhofer is Europe’s largest application-oriented research organisation organised in 67 institutes. The research efforts are geared entirely to people’s needs: health, security, communication, energy and the environment. In 2013 the total budget of Fraunhofer was 1661 M€. 1083 M€ was based on public money and 578 M€ based on industry resources (see http://www.fraunhofer.de/en/about-fraunhofer/facts- and-figures/finances/contract-research-revenue-2009-2013.html). The industry money from the pesticide industry is insignificant when related to the whole Fraunhofer budget. I work at the Fraunhofer IME which undertakes applied research of direct utility to private and public enterprise and of wide benefit to society (mission). In 2014 the private fundig of the Fraunhofer IME summed up to 44.5 % (see http://www.ime.fraunhofer.de/en/about_us/institute_data.html). In 2014 my personal fraction of industry work was about 17%. I spend all my office time for IME-activities. The time I spend for attending meetings of the BfR-Commission the IME-activity only covers 2 %. Due to this mission the Fraunhofer IME is doing studies for authorities (e.g. UBA), but also for the pesticide industry to be used in the regulatory risk assessment. However, as a research institute Fraunhofer IME does not do any decisions on regulatory risk assessment or risk management. IME is also not doing pesticide research in the meaning of development of new pesticides. Instead, pesticide risk research is important at the Fraunhofer IME. This research is generally financed with public money. I am involved in this research which is usually not related to individual compounds but to processes and principles. Some examples for pesticide risk research at the IME (all funded with public money) are: Validation of FOCUS PELMO for a reliable prediction of the leaching potential of PPP into groundwater in Germany, Geodata based Probabilistic Risk Assessment of Plant Protection Products (GEORISK), Development of German FOCUS type run-off and drainage scenarios, endocrine disruption in invertebrates (GERDA) - reproduction test using aquatic snails, concept development for extended plant testing of veterinary medicinal products, participation in the development and OECD validation of fish tests for endocrine disruption and biomagnification, hepatocyte assay to predict the bioaccumulation of chemicals in fish, development of a dietary burden calculator for fish metabolism studies, estimation of reasonable application dates related to crop development, Fish Full Life Cycle Test protocol development, chronic effects after peak vs. flow-through exposure. The fraction of industry funding in the area of pesticide risk research at the IME is negligible. However, IME is involved in the provision of experimental studies used for regulatory risk assessment. These fate and effect studies are always studies on specific pesticides or products performed according to guidelines. A substantial fraction of the total industry money at the IME is based on these studies (36 % in 2012 and 2013). I am not involved in any of these experimental studies and have no overview what is actually analysed in the institute. (continued, please find part 2)", 
      "1987-06", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Fraunhofer Institute for Molecular Biology and Applied Ecology (IME) (IME), Fraunhofer-Institut für Molekularbiologie und angewandte Ökologie, Aachen / Schmallenberg, GERMANY", 
      "Part 2 of the description of employment: My general topic is calculation of the environmental fate. Since I started in 1987 I developed about 20 environmental fate models. The development of the fate models was mainly financed by German authorities (e.g. UBA). Since all models were developed as part of my employment I have no intellectual property rights. All these models are free of charge and their existences do not lead to any financial gain by my employer or by my self. I am involved in many projects financed by the UBA about fate aspect in risk assessment (pesticides, but also other regulations). I organize training lessons for the German authorities in the field of fate modelling and interpretation of experimental studies. I am partly involved in the assessment of the environmental fate of general chemicals according to the REACH regulation in co-operation with a sister institute. I am advising them about environmental exposure. In all external projects (independent whether I was involved or not) all money is provided directly to the accounts of IME. I am and was always only paid by Fraunhofer for my work.", 
      "1987-06", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Fraunhofer Gesellschaft zur Förderung der Angewandten Foschung (FHG)", 
      "Computer model Gerda STEPS The model was programmed by me as part of my work for the Fraunhofer IME and paid within a project financed by the German Environmental Agency (UBA) in 2014. Aim of that project was the development of German FOCUS type surface water scenarios (GERDA). The model Gerda STEPS calculates time dependent pesticide concentrations in surface water (PECsw). The UBA has ownership and decides about distribution and use of the model. At the moment the model has no official status since the German authorities did not decide about using it for registration. Therefore, the model is currently also not available. If this situation changes in the future the model will be made available for everybody free of charge from an official website of the authority.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Fraunhofer Gesellschaft zur Förderung der Angewandten Forschung (FHG)", 
      "Computer model ESCAPE (Estimation of soil concentrations after pesticide applications) The model was programmed by me as part of my work for the Fraunhofer IME and paid by the German Environmental Protection Agency (UBA) in 2007. The UBA has ownership and decides about distribution and use of the model. The intention of the model is to calculate PECsoil in pesticide risk assessment. The model distribution is organised via official websites of the BVL/UBA in Germany and can be downloaded and used by everybody free of charge. The algorithms, parmeterisation and scenarios in ESCAPE are based on requirements of the German authority. Neither Fraunhofer nor my self have a financial gain because of the model. According to the actual downloads it seems that the program is also used by other member states to calculate PECsoil, but I did not receive any official statement about that. It is expected that the German authorities will use the EFSA PECsoil models when they are released so that ESCAPE will loose it function", 
      "2007-03", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Fraunhofer Gesellschaft zur Förderung der Angewandten Forschung (FHG)", 
      "Computer model AppDate (Estimation of reasonable application dates) The model was programmed by me as part of my work for the Fraunhofer IME and paid by the German Environmental Protection Agency (UBA) in 2007. The UBA has ownership and decides about distribution and use of the model. The intention of the model is to calculate reasonable application dates for the assessment of PECgroundwater. The model distribution is organised via official websites of the BVL/UBA in Germany and can be downloaded and used by everybody free of charge. The algorithms, parmeterisation and scenarios in AppDate are based on requirements of the German authority. Neither Fraunhofer nor my self have a financial gain because of the model. According to the actual downloads it seems that the program is also used by other member states to calculate application rates, but I did not receive any official statement about that.", 
      "2006-12", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Fraunhofer Gesellschaft zur Förderung der Angewandten Forschung (FHG)", 
      "Computer model FOCUS PELMO (Pesticide Leaching Model) The model was programmed by me as part of my work for the Fraunhofer IME and paid by the German Environmental Protection Agency (UBA) in 1991. The UBA has therefore ownership and decided about distribution and use of the model. It is one of the FOCUS leaching models and can be used in pesticide risk assessment. PELMO calculates PECgroundwater for pesticides. The model is currently in use in EU and national registration. It is planned to use it also as higher tier model for the calculation of PECsoil using the EFSA soil scenarios. Since 1991 it was updated several times to fulfill the requirements of guidance documents. The model distribution is organised via the official FOCUS websites and can be downloaded and used by everybody free of charge. Neither Fraunhofer nor my self have a financial gain because of the model.", 
      "1991-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "KLEIN", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-EFSA WG for developing and EFSA Guidance Document for predicting environmental concentrations of substances in soil (PRAS), Member-WG NTA + In Soil Opinion (PPR)", 
  "Profession": "Chemist", 
  "First name": "Michael", 
  "Date": "2015-04-17"
}
