{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Foundation Rovaltain Research, Pole ecotox, Alixan, FRANCE", 
      "Member of the Scientific Committee of the Foundation Rovaltain, a public, non-profit organisation for research in ecotoxicology and environmental toxicology. The Foundation Rovaltain was created by the French Ministry for Higher Education and Research in July 2013 (decree ESRR1311420D published July 12th, 2013 in the French Official Journal). The source of funding of the Foundation Rovaltain are provided by public founding members including Rhône-Alpes and Drôme Council, Ecoparc Rovaltain, several French schools and universities, Chamber of commerce and industry of Drôme but also the public/private organization \"Compagnie Nationale du Rhône\" which is operating the Rhöne river for energy production, navigation and irrigation. The members of the Scientific Committee of the Foundation of Scientific Cooperation Rovaltain have an advising role regarding the scientific activities of this Public Foundation. These activities are from the domain of scientific animation (summer schools, Scientific days, support of projects). They are not linked to and do not compete with any private organisation. Furthermore the Administration Committee of the Foundation are responsible for decisional aspects. The scientific Committee has no role in this respect. I do not have receive a financial compensation for this activity. I dedicate about 2 days per year to this activity.", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Agence Nationale de la Recherche, ANR, France", 
      "I am a temporary External expert in ANR for 3 years (2011-2013) (National Research Agency, France) for the evaluation and selection of research applications to be granted for the section « Contaminants et Environnements : Santé, Adaptabilité, Comportements et Usages » within the programme \"Environment and Biological Resources\" The ANR is a research funding organisation. It was established by the French government in 2005 to fund research projects, based on competitive schemes giving researchers the best opportunities to realize their projects and paving the way for ground-breaking new knowledge. The role of the Agency is to bring more flexibility to the French research system, foster new dynamics and devise cutting edge- strategies for acquiring new knowledge. By identifying priority areas and fostering private-public collaborations, it also aims at enhancing the general level of competitiveness of both the French research system and the French economy. Project-based research funding is known to stimulate research organisations and strengthen their synergies. The ANR’s approach to funding allows French research to reinforce its international position and better integrate the framework of European cooperation. ANR funds are available in all scientific fields, for both fundamental and industrial research and for public research organisations as well as private companies (through public/private partnerships). With a peer review process matching the highest international standards, ANR’s general goal is to fund excellent research, while also facilitating innovation and interdisciplinary work and developing European and international collaborations. The ANR is constantly attentive to the scientific community. Indeed, consulting the scientific community each year on the future needs in both fundamental and applied research is one of the agency’s priorities. The ANR’s goal is to identify themes which can respond not only to societal, environmental and economic needs, but also to technological and scientific challenges, through a broad consultation process. In order to enrich its portfolio of thematic programmes with the most strategic considerations, the Agency therefore implements a continuous foresight and programme planning process in which it consults the widest possible range of national and international stakeholders. ANR's programmes are organised in 6 thematic priorities: •Environment and Biological Resources •Engineering, Processes and Security •Health and Biology •Information and Communication Sciences and Technologies •Sustainable Energy •Social Sciences and Humanities Since July 2010, ANR's programme planning and selection processes are ISO 9001 certified.", 
      "2011-03", 
      "2014-04", 
      ""
    ], 
    [
      "IV. Employment", 
      "UBA, Federal Environment Agency", 
      "The Federal Environment Agency (UBA) is Germany’s central federal authority on environmental matters with the mission statement 'for man and the environment'. Its key statutory mandates are: To provide scientific support to the Federal Government; The implementation of environmental laws (e.g. plant protection products); The information of the public about environmental protection. Division IV of UBA is concerned with chemical safety; it investigates and assesses environmental risks of substances and preparations. The Department 'Plant Protection Products' deals with all aspects of the environmental risk assessment of plant protection products and the EU Active Substances Program. UBA does not participate in any way to the development of pesticides in view of their authorisation. By law UBA is involved in the regulatory assessment (RA) of pesticides as well as in development and publishing RA guidance or methodologies used in a regulatory process. So, for applicants and the public UBA explains the criteria underlying the national risk assessment. UBA is no owner of software and/or computational models used in regulatory process for which the organisation has been granted rights. UBA is responsible for the environmental risk assessment in the area of plant protection products and gives proposals for the authorisation and for standard phrases for the protection of the environment to the competent regulatory authority for registration in Germany (BVL). Personally, I act as a risk assessor and I am not empowered to validate/take management action/decisions. Duties as scientific officer: # Environmental risk assessment of active substances - preparation of DARs for the EU review programme as Rapporteur Member State; peer review and commenting on active substances in the European evaluation process - Environmental risk assessment in the national authorisation of plant protection products; indication of areas of concern requiring risk mitigation measures # Ecotoxicology of plant protection products - integration of new scientific developments in the evaluation of PPP ecotoxicity to non-target organisms - implementation of new environmental risk assessment schemes in authorization procedures - ecotoxicological assessment of active substances/plant protection products (e.g. study validation, higher tier test evaluation) Furthermore, UBA is Associated Partner in the Marie Curie Initial Training Network, EU FP7 “ CREAM Mechanistic Effect Models for Ecological Risk Assessment of Chemicals”; I am responsible for the UBA partnership.", 
      "2009-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Union", 
      "Reviewer for grant applications in the EU- FP7 (call on environment , 2010),", 
      "2010-01", 
      "2011-04", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "SETAC", 
      "Active member of the SETAC since more than 15 years : session chair; numerous platform and poster presentations; scientifc committe of the SETAC- Europe 2014 in BAsel", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "EFSA", 
      "My Partner- Matthias Liess- is member of a Scientific Panel of EFSA and its related working groups and is therefore subjected to the EFSA independence policy.", 
      "2012-11", 
      "now", 
      "X"
    ], 
    [
      "IX. Other relevant interest", 
      "International Journals, research granting bodies", 
      "Reviewer of manuscripts for several international Journals (Aquatic toxicology, Environmental Toxicology and Chemistry, Ecotoxicology and Environmental Safety, Chemosphere, Science of Total Environment, Jopurnal of Vector Ecology etc) Reviewer of research application for several granting bodies: National Science Foundation, USA (2010), EU- FP7 (call on environment , 2010), region Rhone-Alpes, France (2012).", 
      "2005-01", 
      "now", 
      "X"
    ]
  ], 
  "Title": "Dr", 
  "Family name": "DUQUESNE", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-Pesticides - Ecotoxicology Meetings (PRAS)", 
  "Profession": "ecotoxicologist, risk assessor", 
  "First name": "Sabine", 
  "Date": "2015-04-18"
}
