{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Spanish Association of Toxicology (AETOX)", 
      "Member of the Executive Committee. This is the steering Committee of the National Association of Toxicology (AETOX), a non-profit association involved in the promotion of Toxicology in Spain. It is also a member of the European Federation of Societies of Toxicology. The association is not involved in activities regarding pesticide (or other chemicals) regulation or regulatory assessment and has no relationships with private companies. The statutes of AETOX state that this association is aimed 'to foster the relationship and cooperation between its members and with other national and international associations and coordinate their efforts to contribute to the development and dissemination of scientific knowledge in different areas of the Toxicology'. Total time: 3-4 meetings per year (1 day meeting). No compensation received.", 
      "2005-09", 
      "2011-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Universidad Miguel Hernández (UMH), University Miguel Henandez, Elche (Alicante, Spain), Elche (Alicante), SPAIN", 
      "Member of the Scientific/Advising Committee of the 12th International Meeting of Cholinesterases & 6th-Paraoxonase Conference (Elche, Alicante, Spain, 27 Sep-2 Oct 2015). The main duty was to advise on the organization of the scientific programme of the Meeting, to chair one of the sessions and to make an oral presentation. There was not need to vote. Total time: 3-4 emails per year (no physical meetings). No compensation received", 
      "2013-07", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministry of Health of Andalusia (Council of Health)", 
      "Member of the Advisory Committee of Experts of the Special Surveillance Program on Acute Pesticide Poisoning. It was created by a order of the Directorate of Public Health and Citizen Participation of the Andalusian Council of Health (Regional Ministry of Health) with the duty of reducing the prevalence of acute pesticide poisonings due to the huge use of these chemicals in Andalusia. The delivered advices are not mandatory, so that they do not be necessary taken into consideration. I have a right to vote in this Committee. Total time: 3-4 meetings per year (1 day meeting). No compensation received. No meetings have been held in the last three years, but the Panel has not been officially dissolved.", 
      "2000-11", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "IUTOX (International Union of Toxicology)", 
      "Member of the National Scientific Committee of the IUTOX 2010 Congress (Barcelona, 19-23 July 2010). The main duty was to design the scientific programme of the Congress and to make the better choice for the symposiums and workshop. I had a right to vote. Total time: 2-3 meetings per year (1 day meeting). No compensation received.", 
      "2008-09", 
      "2010-07", 
      ""
    ], 
    [
      "IV. Employment", 
      "US Environmental Protection Agency", 
      "Scientific consultant on the Food Quality Protection Act (FQPA) Science Review Board (SRB), hired as Special Government Employee. Special Government Employees (SGEs) are hired for three-year terms with consideration for renewal. I was interested in continuing to serve as a member of the Board, so I applied for extending my membership on the SRB for an additional three years in order to renewal my status as US EPA SGE. Thus, I had to complete the Confidential Financial Disclosure Form for SGEs serving on Federal Advisory Committees at the US EPA (EPA Form 3110-48). SGEs are generally used as advisory committee members, individual experts or consultants. This activity does not involve fees, unless I were again called upon. This means that I have shown my willingness to act as an expert in a new committee or to collaborate again with the Agency if called. However, at this time I have not been required to provide any other service. Members of Scientific Advisory Panels (SAP) provide advice, information and recommendations on pesticide-related issues regarding human health and the environment. The expected deliverables are meeting minutes that have to be written as part of the activities of the SAP.", 
      "2008-05", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Granada", 
      "Lecturer of Toxicology: starting as Assistant Professor in 1989, Senior Lecturer in 1993 and Full Professor in 2009. This is my actual job and allows me to teach university students and to have research activity. My salary comes almost exclusively (&gt;90%) from this activity. My organisation (University of Granada) is a public university that is not involved in activities in regard to pesticide authorisation or in the regulatory assessment of pesticides. The University of Granada has not developed nor published guidance or methodology used in regulatory processes and does not owns software/computational models used in regulatory processes. This university does not have an official capacity in risk management of pesticides.", 
      "1989-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "LAB (spin-off from the University of Almeria)", 
      "Consultancy to conduct a risk assessment of triethylphosphate (TEP), a chemical that was found to contaminate drinking-water. The deliverable was an assessment report on the health risks resulting from human exposure to such a chemical. The consultancy was issued because the Organization was requested by the Andalusian Council of Health to make a risk assessment of TEP found in ground water that was not completely removed by a reverse osmosis water treatment plant. Total time devoted to the activity: 3-4 weeks. I was compensated for the consultancy report through the Foundation University of Granada- Industry, which was reponsible for the contract, payments and administrative issues. Such a compensation corresponded to less than 10% of my annual salary.", 
      "2011-07", 
      "2012-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Regional Ministry of Health, Autonomous Community of Andalusia (Spain)", 
      "Effects of exposure to organophosphate and organochlorine pesticides and PCBs on the immunological system in children residing in areas of intensive agriculture: gene-environment interaction. The outcome of the research activity will be used by the Regional Ministry of Health (Council of Health) to increase the knowledge on immunotoxic health effects resulting from chronic exposure to pesticides and PCBs. I have not been (nor will be) personally compensated for this activity.", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Regional Ministry of Innovation, Autonomous Community of Andalucia (South Spain)", 
      "Research activity regarding the impact of pesticide use on biomarkers of exposure, toxic effects on target organs and susceptibility in a population occupationally exposed to pesticides. The outcome of the research activity will be used by the Council of Innovation (Regional Ministry of Innovation) for increasing the knowledge on health effects resulting from chronic pesticide exposure. I have not been (nor will be) personally compensated for this activity.", 
      "2010-02", 
      "2014-07", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Spanish Association of Toxicology (AETOX)", 
      "Member of such Association. For more details about AETOX, see above (activity II). As an active member of this association I am encouraged to participate in the bianual Congress of AETOX or assist to the Excutive Committee when requested as regards to a scientific issue that falls on my field of interest. No compensartion is received by this activity.", 
      "1993-07", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "HERNANDEZ-JEREZ", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-Scientific Opinion of the PPR Panel investigating experimental toxicology data of pesticides and their potential link to Parkinson’s disease and childhood leukaemia. (PPR), Chair-WG Epidemiological studies in pesticide risk assessment (PPR)", 
  "Profession": "Professor of Toxicology", 
  "First name": "Antonio F.", 
  "Date": "2015-04-21"
}
