{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Bialowieski National Park Member of the Scientific Advisory Board", 
      "Remit of the Advisory Board: consultancy on protection goals for the National Park and research projects undertaken within the N.P. borders. Nature of advices: opinions, advice. My role: member with a right to vote. Level of intensity: ca. 2 working days per year. Financial compensation: No.", 
      "2010-01", 
      "2014-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Institute of Environmental Sciences, Jagiellonian University", 
      "Legal remit: Research and teaching. The organization does NOT participate directly in pesticide authorization, however results of our research projects in the area of ecotoxicology may be used for such purposes. The organization is NOT involved in regulatory assessment of pesticides. The organization has NOT developed and published any RA guidance or methodologies used in regulatory process (unless some of our results have been used without our knowledge). The organization is NOT the owner of software, etc., used in regulatory process. The organization is has NOT official capacity of Risk Management. My position and tasks: Professor, Head of the Ecotoxicology and Stress Ecology Research Group; main duties: leading research projects funded by national and international granting bodies, supervising graduate and PhD students, teaching regular university courses (e.g., Ecology, Ecotoxicology and ERA, Tropical Ecology). Appointing researchers and technical staff; supervising laboratory of ecotoxicology; heading the Institute Committee for Researchers Career. Detailed description of research activities: 1. All research conducted by my team is of purely scientific nature. However, as we are the \"ecotoxicology team\", our scientific activities cover research on various types of toxic chemicals, ranging from heavy metals (most of our work) through pesticides, detergents, PAHs, etc. 2. The chemicals used in our research are selected for solving particular scientific questions. So far, we used a rather limited set of pesticides (imidacloprid, dimethoate) and a few PAHs. I am not aware of any direct use of our results in registration dossiers. 3. Increasing the scientific knowledge is the core of our activity, apart from teaching. Results are published in international scientific journals. Some of the articles are aimed specifically on improving ecological risk assessment and, possibly, registration of chemicals but none of the projects completed by my team was directly connected to such activities. Examples of the articles discussing current ERA weaknesses can be found in my publication list (see esp.: (a) Van Gestel et al. (Eds) 2010. Mixture Toxicity: Linking Approaches from Ecological and Human Toxicology. CRC Press; (b) Kammenga & Laskowski (eds.) 2000. Demography in Ecotoxicology. John Wiley and Sons; (c) Laskowski at al. 2010. Interactions between toxic chemicals and natural environmental factors - A meta-analysis and case studies. Science of the Total Environment 408: 3763-3774; (d) Laskowski. 2001. Why short-term bioassays are not meaningful - effects of a pesticide (imidacloprid) and a metal (cadmium) on a pea aphid (Acyrthosiphon pisum Harris). Ecotoxicology, 10: 177-183; (e) Laskowski. 1995. Some good reasons to ban the use of LOEC, LOEC and related concepts in ecotoxicology. Oikos, 73: 140-144.", 
      "2008-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "FP7 Research grant “CREAM - Mechanistic Effect Models for Ecological Risk Assessment of Chemicals” - Marie Curie Initial Training Network, Contract no. PITN-GA-2009-238148. Research subject: effect of temporal variability and spatial heterogeneity on toxicity of chemicals (metals and PPPs) to animals (my team: invertebrates). Project partners are some major PPP industries (BASF, Syngenta) and national regulatory bodies (France, UK, Sweden). Responsibility: supervising PhD students, preparing scientific reports and articles and all other regular scientific activities (conferences, workshops, etc.) The funding to the project goes through the Jagiellonian University which manages the project financially. I am not personally paid by the EC for this activity apart from my regular university wage.", 
      "2009-04", 
      "2014-08", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society of the Environmental Toxicology and Chemistry SETAC-Europe", 
      "Member since 1999. Member of Scientific Committees for SETAC- Europe conferences, on irregular basis. President of SETAC Europe CE in 2008-2010, vice-president for 2011-2013. Duties: organizing SETAC ECE meetings, recruiting new members, planning future activities. Decision making: limited to places and dates of the meetings, declaring leading topics for the conferences. The branch was governed by the Council of the SETAC Central & East Europe Branch. The branch does not exist any longer.", 
      "1999-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Applied Soil Ecology", 
      "Editorial Advisory Board Responsibilities: reviewing scientific manuscripts submitted for publication in the journal.", 
      "1997-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Polish Scientific Council", 
      "Member of the committee Responsibilities: control body for distribution of funds to research projects and Polish research institutions.", 
      "2008-01", 
      "2010-01", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "LASKOWSKI", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Vice-Chair-WG NTA + In Soil Opinion (PPR)", 
  "Profession": "biologist/ecologist/ecotoxicologist", 
  "First name": "Ryszard", 
  "Date": "2015-04-20"
}
