{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Federal Institute for Risk Assessment (BfR) - DE", 
      "Scientific officer, section Pesticides/Biocides Residue Evaluation. The tasks include - pesticide exposure and consumer risk assessments, evaluation of pesticide active substances under Dir. 91/414/EEC, Reg. (EC) 1107/2009 and Reg. (EC) No 396/2005. - preparation of scientific advice to Federal Ministry of Food, Agriculture and Consumer Protection. - Membership of BfR WG development of toxicological evaluation concepts. - Membership of international evaluation groups (e.g. PRAPeR expert; OECD International Scientific Advisory Council) - Lecturer at Master of Science Toxicology Program (Joint Program Charité Universitätsmedizin Berlin, University of Potsdam) - Presentations at international conferences and workshops - Commenting of OECD and EU draft guidelines The Federal Institute for Risk Assessment (BfR) comes under the portfolio of the Federal Ministry of Food, Agriculture and Consumer Protection for all scientific aspects of consumer health protection. The BfR is not responsible for risk management decisions. The BfR does not participate in the development of pesticides, does not have the ownership or rights on risk assessment guidance, methodologies, software and/or computational models used in a regulatory process.", 
      "2007-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "KUHL", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-Pesticides - Residues Meetings (PRAS), Member-Pesticides MRL - Teleconferences and Meetings Reg. EC 396/2005 (PRAS), Chair-WG on Scientific Guidance on Residue Definition (PPR)", 
  "Profession": "scientific employee- Federal Institute for Risk Assessment BfR, Germany", 
  "First name": "Thomas", 
  "Date": "2015-05-06"
}
