{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Commission, DG SANCO, Unit Chemicals, contaminants, pesticides", 
      "Starting in October 2012, I am member of an expert group established by DG SANCO of the European Commission that looks on the possible revision of the low risk criteria in Annex 2 to Regulation (EC) No 1107/2009. I participate in my private capacity as non- governmental expert from academia. The remit of the group is to identify ways to facilitate implementation of the concept of low risk active substances and plant protection products as laid down in Regulation 1107/2009. The output of the group´s work will consist of a proposal for a possible revision of the criteria in Annex 2 and/or the production of a guidance document. I contribute scientific advice but do not have a right to vote or veto. The group meets on average twice a year and I estimate that the total time spent is three to four days a year. I receive no financial compensation but the Commission pay the travel and accomodation costs.", 
      "2012-10", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Swedish University of Agricultural Sciences (SLU)", 
      "Senior researcher at Dpt of Microbiology at SLU (Swedish University of Agricultural Sciences) from March 2003 to July 2008. Promoted to professor of Ecological Microbiology August 2008, which is the current position. No other employments during 2003-2014. Thus, all activities within research, teaching, and expert advice and counselling (unpaid) are done as part of my employment as publicly funded researcher at SLU. The majority of research in my group in the area of the PPR panel is directly funded by the university. From October 2011 until April 2015, 60% of my employment was connected with a new, government funded, Centre for Biological Control at SLU (http://www.slu.se/en/collaborative-centres-and-projects/centre-for- biological-control-cbc-ny/). From 1 January 2011 until April 2015, I also served as Deputy Head of the Department of Microbiology (20%). From May 2015 to June 2016 I will be Head of the Department (50%) and spend the remaining time (50%) as a researcher at the biocontrol centre. My organisation, SLU, is a stately funded and owned public university under the Ministry of Enterprise and Innovation. It conducts research, education and environmental monitoring, with special responsibility for issues of importane in agriculture, forestry and veterinary sciences. As an agricultural university, various research with connections to chemical and biological plant protection products occurs on many departments. The university is not directly involved in regulatory assessments or authorisations of such products (i.e. has no possibility to contribute directly to decisions or to vote). But the university (along with many other bodies) is regularly invited by the Swedish Chemicals Agency and other national authorities to comment on their draft asssessments and recommendations regarding approvals of new products. I have commented and given input that the university management can use when they prepare the university´s official response to such referrals, but I am not directly involved in the preparation of the response. Thus, my employer SLU supports regulatory authorities with scientific advice, but has no property rights/ownerships with respect to risk assessment guidance, methodology, software and/or computational models used in regulatory processes concerning plant protection products.", 
      "2003-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Swedish Chemicals Agency", 
      "The Swedish Chemicals Agency (KemI; the governmental authority responsible for authorisation of new chemical and microbiological pesticides in Sweden) are asked by the OECD to comment on drafts for new guidance documents with relevance for pesticides, including microbiological control agents. KemI, in turn, have asked me (five times during 2003-2011) to give my comments on such drafts, with focus on the usefulness to stakeholders of the presented guidance, mainly risk assessors and product developers in industry. I have taken on this unpaid task in my position as publicly funded, university researcher employed by SLU (Swedish University of Agricultural Sciences). My comments have been delivered to KemI in the form of short reports in writing. I also occasionally respond (telephone or e- mail, unpaid advice made as part of my employment as publicly funded researcher) to direct questions from KemI (and occasionally other national governmental authorities) on scientific issues concerning safety assessments of microorganisms, but do not participate in any decisions connected to product approvals. Also member of the \"external expert network for microorganisms\" of KemI and participate in the meetings of that group that are occasionally arranged by KemI on an ad hoc basis. The estimated time I spend on this activity is two days per year and there is no financial compensation.", 
      "2003-07", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Binab BioInnovation", 
      "DOM (Domestication of microorganisms) was a research programme in which I participated, which ended in June 2011. In one project of DOM (publication by Feng et al. 2011) we studied the population ecology of two Trichoderma fungi. The fungi are used by Binab Bioinnovation in their biocontrol (plant protection) products sold in the EU. The DOM programme received no funding from Binab, but \"in kind\" assistance in the study in the form of field sampling etc., and one Binab personnel was co-author on the publication. One aim of the DOM programme was that the new knowledge should be disseminated to stakeholders, such as governmental authorities, organisations as well as industry. Therefore, in my capacity as a researcher in the programme I contributed (unpaid) consulting to Binab. The deliverables to Binab consisted of my participation in meetings with them (2-3), other discussions (phone, e-mail) and one brief report on growth ability of their two fungi at different temperatures. My consultancy has hopefully contributed to a greater knowledge in the company about the fundamental properties of their biocontrol fungi. This knowledge could possibly become useful to them in their re- registration of their microbial active agents. But I have no information how they have used, or plan to use, this new knowledge, and I have no possibilities to have an impact on how Binab use this knowledge. I estimate the time for this activity to less than one day per year and there is no financial compensation.", 
      "2007-01", 
      "2011-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Carl Tryggers Stiftelse för Vetenskaplig Forskning", 
      "I am principal investigator for the research project \"Studies of population ecology of the biological insecticide Bacillus thuringiensis subsp. israelensis in temporarily flooded wetlands\", funded by Carl Tryggers Stiftelse during 2012-2015. Carl Tryggers Stiftelse is a privately owned foundation for research funding, not a company. The grant consists of a post doc stipendium that goes directly to a post doc in my lab, and a sum for running costs of the project, which goes directly to my Dept/SLU.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Swedish Farmers Foundation for Agricultural Research", 
      "Participate (co-applicant) in the research project \"Bioevaluation - Are biological control products that are available on foreign markets usable against plant diseases in Sweden?\". It was funded by Swedish Farmers´ Foundation for Agricultural Research during 2011-2014 and involves the Dept of Forest Mycology and Plant Pathology and Dept of Microbiology, both at SLU (Swedish University of Agricultural Sciences). The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the PPR panel, does not exceed 25% of the total annual research budget that is managed by me.", 
      "2011-07", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "SUNDH", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-WG NTA + In Soil Opinion (PPR), Member-WG on the update of the list of QPS recommended biological agents intentionally added to food or feed as notified to EFSA (EFSA-Q-2014-00189) (BIOHAZ)", 
  "Profession": "Professor", 
  "First name": "Ingvar", 
  "Date": "2015-05-07"
}
