{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministerie van Economische Zaken (Ministry of EZ), Ministry of Economic Affairs, The Hague, NETHERLANDS", 
      "Dutch Workgroup on Guidance to derive Higher-tier Degradation Rates in Surface Water. I am the chair of a workgroup of Alterra-Ctgb (Board for the Authorization of PPPs and Biocides in NL) to derive degradation rates in water on the basis of (micro- or meso) coms. The workgroup started in 2014 and will continue to the end of 2015 or maybe even longer. Its intention is that the derived guidance will be implemented in the Dutch registration procedure. The envisaged output is a scientific report. My involvement in 2014 has been approximately 17 days; for 2015 this equals approximately 30 days. There is no financial compensation in my individual capacity.", 
      "2014-04", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Alterra Wageningen UR", 
      "Senior research scientist Behaviour of pesticides in surface waters, Alterra is a not for profit organisation and research institute which is part of Wageningen University and Research Centre. Its purpose is to conduct independent applied scientific research in the field of environmental sciences. In 2014, 44% of the funding of Alterra was provided by the Dutch Ministry of Economic Affairs, 11% by other Dutch ministries and Dutch provinces, 13% by the European Union, 6% by Water Boards and other local governmental organisations, 18% by the private sector and 8% by other organisations or entities. The ERA team of Alterra conducts scientific research and develops scientific methods related to the risk assessment of pesticides. Alterra as an organisation has not developed and published RA guidance or methodologies used in the regulatory process, but Alterra scientists (including myself) have developed and published methodologies and proposals for decision trees in the ERA of pesticides in co-operation with scientists from other institutes inside and outside the Netherlands. Alterra owns a suite of software and computational models that are used in the regulatory process in the Netherlands, the EU level and elsewhere in the world (including GeoPEARL, PEARL, TOXSWA, Top_Rice, DROPLET, MASTEP and PRIMET). Most of these tools are available via internet (always free of charge). part of these models are co-owned by the Dutch research institutes RIVM and PBL (e.g. GeoPEARL and PEARL). I was or am directly involved in the development of several models, e.g. TOXSWA, SWASH, DROPLET, Top_Rice and PRIMET. Alterra gives advice on scientific aspects of the risk assessment procedure to Dutch Ministries, regulatory authorities (e.g. the Ctgb, the Dutch Board for the Authorisation of Plant protection Products and Biocides) and agrochemical companies on an independent basis, and against funding. In addition, Alterra performs higher-tier micro- /mesocosm experiments under GLP. I am not involved in any national or international regulatory body as representative of my organisation or my country. Currently, I am not involved in any contract between Alterra and EFSA.", 
      "1992-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "CTB, Board for the authorisation of pesticides, NETHERLANDS, Wageningen", 
      "As an employee of Alterra I provided advice on how to interpret higher-tier studies for fate in surface waters for the Dutch Board for the Authorisation of Plant Protection Products and Biocides (Ctgb). This activity mainly concerns the interpretation of microcosm/mesocosm studies with respect to exposure and derivation of parameters describing the behaviour in surface water, such as e.g. the degradation rate. These independent expert opinions are often required by regulatory authorities. On an annual basis approximately 40 h (or less) of my time is involved in these activities. This activity does not entail financial compensation in my individual capacity", 
      "2008-02", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Dutch Government (Ministry of Foreign Affairs)", 
      "Pesticide Risk Reduction Programme Ethiopia. Development of a scientific evaluation system for the pesticide registration in Ethiopia (aspects of Efficacy, Human health and residues and Environment). About 620 k€ for this work package for 2010-2014. Total budget of PRRP-Ethiopia is 3.9 million € (2010-2014) financed by Ethiopian Ministry of Agriculture and Rural Development, FAO (465,000 USD) and Dutch Government (1,95 million €). Funding paid to my employer Alterra.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Dutch Ministry of Economic Affairs, and Dutch Ministry of Foreign Affairs", 
      "These Dutch Ministries funded our research related to exposure assessment of pesticide in the environment including guidance development on various subjects. The deliverables are scientific reports or publications in scientific journals. More than 90% of my activities in the past five years were funded by these parts of the Dutch Government. Funding paid to my employer Alterra.", 
      "2002-07", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Alterra Wageningen UR", 
      "Development of software that is used for exposure assessment or risk assessment of pesticides in NL, at EU level or other countries. I am a member of the team that developed the TOXSWA, SWASH, DROPLET, TOP-Rice and PRIMET models.", 
      "1992-08", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Ir", 
  "Family name": "ADRIAANSE", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR)", 
  "Profession": "Senior researcher Pesticides in surface waters", 
  "First name": "Paulien", 
  "Date": "2015-04-28"
}
