{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "The Danish EPA", 
      "The Danish Environment Protection Agency (EPA) – division of Pesticides and Gene technology (P&G) The legal remits of the Danish EPA, P&G are: •Risk assessment and authorisations of pesticides and biocides. •Development of national guidance for regulatory risk assessment of Pesticides and Biocides •Development of regulation on pesticides and biocides in the EU and the administration of these EU-legislation •This does not include research activities, studies of pesticides in view of their authorisations and ownership of software/computational models used in the regulatory process •The Danish EPA uses publically available models for risk assessment of pesticides, but does not owe models or software applicable in the regulatory assessment of pesticides The Danish EPA financially supports general research in effects of pesticides on the environment and on human health with the aim for reducing the impact of pesticides on environment and human health. However, the Danish EPA, does not select which project should be supported (this is done by the National Research Council). The Danish EPA manages the different projects by steering committees, where researchers and employees of the Danish EPA are participants. During my employment at the Danish EPA (P&G) I have worked/I work as a toxicologist (since 2015 ín position as senior advisor) with the following duties: •Risk assessment of pesticides and biocides (biocides until medio 2010). •Quality assurance of the risk assessment of pesticides and biocides, in relation to national authorisations and/or Northern Zone authorisations. This work and the previous mentioned does not include risk management decisions at my position level. •Drafting of Annex I Draft Assessment Reports (DAR) section on mammalian toxicology •Commenting on other member states DARs and participation as a national expert for the government in expert meetings (PRAPeR) •Member of the steering committee on research projects on pesticides relating to impact on human health funded by the Danish EPA •Since 2011 technical support to the Chemicals Division of the Danish EPA on issues relating to endocrine disrupters and cumulative effects •The Danish EPA has initiated a project on the refinement of the cumulative risk assessment of pesticides and biocides at the Danish Technical University (DTU). The project is an in silico project developing computer-based methods (PBTK - physiology based toxicokinetics and QSAR - quantitative structure activity relationsships) refine the cumulative risk assessment of pesticides and biocides. This project is in part based on data generated from the EFSA supported project on identification of cumulative assessment groups of pesticides at the DTU. I will be part of the steering committee. •From autumn 2011 I will be part of a steering group on two projects at the Danish Centre on Endocrine disrupters. The two projects are on combination effects/grouping of endocrine disruptors (animal studies on combinations of low doses of chemicals - including pesticides) and •Since spring 2011 input to EU PARERE (preliminary Assessment of regulatory Relevance) under ECVAM (European Centre for the Validation of Alternative Methods), JRC (Joint Research Centre).", 
      "2000-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "The Danish Health and Medicines Authority (previously the Danish Medicines Authority)", 
      "Temporary contracts for the Danish Health and Medicines Authority on the delivery of pre-clinical assessment reports (Danish rapporteurships) for human medicines under the central procedure.", 
      "2009-03", 
      "2011-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Centre for Validation of Alternative Methods (ECVAM) Scientific Advisory Committee (ESAC), EU, JRC- IHCP and FICAM (Finnish Center for Alternative Methods), Tampere", 
      "Member of the International STakeholder NETwork (ISTNET) for creating a developmental neurotoxicity testing roadmap for regulatory purposes. My role is giving regulatory input to this process. Actvity so far has been participation a workshop in February 2014 and drafting of a report, which is to be published soon. On average per month since February 2014 I have dedicated one day.", 
      "2014-02", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "OECD, Organization for Economic Co-operation and Development, Organization for Economic Co-operation and Development, FRANCE, Paris", 
      "Participation in the workshop on framework for the Development and use of Integrated apporaches to testing and assessment (IATA)", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Chairing of EFSA Colloquium on harmonisation of human and ecological risk assessment of combined exposure to multiple chemicals", 
      "2014-09", 
      "2015-03", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "EFSA", 
      "Chairing at the EFSA Scientific Colloquium XVII on Low-dose responses in toxicology and risk assessment and the EFSA Scientific Colloquium on harmonisation of Mixture Risk Assessment", 
      "2012-06", 
      "2015-01", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "The Danish EPA, NIEHS (National Institute of Environmental Health Sciences), European Commission and other bodies/science institutions", 
      "Chairing at the workshop: Low dose effects and Non-monotonic dose responses for endocrine active substances: science to practice workshop", 
      "2012-09", 
      "2013-01", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "HOUGAARD", 
  "Current EFSA involvements": "Vice-Chair-PPR Panel 2015-2018 (PPR), Member-Biological Relevance (SC), Member-Pesticides - Mammalian Toxicology Meetings (PRAS), Chair-Scientific Opinion of the PPR Panel investigating experimental toxicology data of pesticides and their potential link to Parkinson’s disease and childhood leukaemia. (PPR), Member-WG on Scientific Guidance on Residue Definition (PPR), Member-Working group on dermal absorption guidance (PRAS)", 
  "Profession": "Toxicologist at the Danish EPA", 
  "First name": "Susanne", 
  "Date": "2015-04-21"
}
