{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Department of Bioscience, Aarhus University", 
      "I am a full-time employee of Aarhus University conducting research projects and model development within the areas of agroecology and pesticide-related environmental research, wildlife biology, marine impact assessment. I have minor teaching commitments related to applications of ecological modelling. Department of Bioscince employer dos not support in any way the development of particular pesticides in view their registration. It does not have rights or ownership of any published Risk Assessment guidance, methodology, software and/or computational model which could be used in regulatory processes regarding plant protection products. It is not involved in the regulatory risk assessment process of pesticides. It has no official capacity of Risk Management (authorisation of PPPs, MRL setting, control and monitoring activities). It does, however, carry out strategic research funded by DK national authorities and research councils which may evaluate and develop methodology, or collect data, for purposes of developing new and better approaches to risk assessment.", 
      "1995-11", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Reading", 
      "Visiting scientist on the EU 7th framework funded CREAM (Mechanistic Effect Models for Ecological Risk Assessment of Chemicals) project.", 
      "2011-01", 
      "2013-10", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Ecosol", 
      "Ecosol, Rønde, Denmark. Is a one-man consultancy firm registered for Danish VAT. Occasional part-time paid consultancy carrying out modelling to produce a report, or software development to produce a program. This work had no links to biotech or GMO industry but has been used to support regulatory submissions for two pesticide products since 2004 where ALMaSS expertise was required. The form of advice was a report in both cases. Currently, no agrochemical work is being carried out.", 
      "2004-01", 
      "2013-05", 
      ""
    ], 
    [
      "VI. Research funding", 
      "MST: Miljøstyrelsen, København, Danmark (Danish Environmental Agency, Copenhangen, Denmark)", 
      "Developing general models for long-term impacts of pesticides on populations of non-target organisms. Deliverable: Report Dec 2016 This is a research project awarded from an open funding call from the Danish EPA. It concerns developing models to test whether they may be long-term impacts of pesticide use on non-target organisms which would not be found using traditional approaches to environmental risk assessment. It occupies approximately 25% of my time. This project does not interfere with EFSA working groups, except to provide experience on which to base advice.", 
      "2014-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Danish EPA, Danish Environmental Protection Agency, Denmark, Copenhagen", 
      "I am involved in a project funded by the Danish EPA to study the potential for the spread of mice poisoned by rodenticide to explain the high concentration of rodenticide found in Danish predatory birds and mammals.", 
      "2011-07", 
      "2014-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bayer Crop Science", 
      "Six weeks of research funding to develop data suitable to assess the scale at which agent-based models of mammals exposed to plant protection products should be assessed for risk assessment purposes. Period August 2012 - October 2012", 
      "2012-08", 
      "2012-10", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Department of Bioscience, Aarhus University", 
      "Originator of the ALMaSS simulation system for population- level impacts of human management on wildlife (including pesticides). This has been released as an open source program and neither I nor my employers are paid any fees for using this program. See http://ccpforge.cse.rl.ac.uk/gf/project/almass Because it is open source there is no patent.", 
      "2002-11", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "TOPPING", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-Environmental risk assessment overarching group (SC), Hearing Expert-MUST-B WG (SC), Member-WG NTA + In Soil Opinion (PPR), Member-WG amphibian reptile opinion (PPR)", 
  "Profession": "Professor of Ecological Modelling", 
  "First name": "Chris J.", 
  "Date": "2015-09-17"
}
