{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Commission, Brussels, BELGIUM", 
      "Since 2012 I have prepared advices for the risk managers at the Ministry of Health concerning environmental and process contaminants in the preparation for the DG SANCO expert committee meetings on environmental and process contaminants in Brussels. I have participated in these meetings in an advisory role to the representative of the Dutch ministry of Public Health.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "FAO and WHO Joint Meeting on Pesticide Residues (JMPR)", 
      "Annual Meeting. Purpose: Establishing ADI's, ARfDs and MRLs for pesticides for Codex Committee for Pestcide Residues (CCPR). I act as Temporary Advisor in the WHO panel, and do not have the right to vote or veto. I perform the work for JMPR in my capacity as an employee of RIVM and the work is funded by the Ministry of Health, Welfare and Sport. The workload is about 50 days per year (depending on the size of the dossier) and this includes a 12 days meeting (8 days for the actual meeting + 2 days for traveling meeting and 2 days weekend) at the WHO (Geneva) or FAO (ROME) premisses. I get no financial compensation from WHO for the expertise I am providing. During the meeting I get a daily allowance from WHO that covers the hotel costs, cost of living (lunch, dinner etc.) and cost of local travel (airfare is paid by WHO). I get no financial compensation from RIVM to cover the hotel costs, cost of living and cost of local travel.", 
      "2002-09", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "JECFA (FAO/WHO Joint Expert Committee on Food Additives), Rome, Italy (FAO); Geneva, Switzerland (WHO)", 
      "Purpose: Establishing ADI's for food additives and contaminants for Codex Committee for Food Additives (CCFA). I have acted as Temporary Advisor in the WHO panel, and do not have the right to vote or veto. I have performed the work for JECFA in my capacity as an employee of RIVM and the work is funded by the Ministry of Health, Welfare and Sport. The workload was about 40 days per year (depending on the size of the dossier) and this included a 12 days meeting (8 days for the actual meeting + 2 days for traveling meeting and 2 days weekend) at the WHO (Geneva) or FAO (Rome) premisses. I got no financial compensation from WHO for my expertise I was providing. During the meeting I got a daily allowance from WHO that covered the hotel costs, cost of living (lunch, dinner etc.) and cost of local travel (airfare is paid by WHO). I got no financial compensation from RIVM to cover the hotel costs, cost of living and cost of local travel.", 
      "2011-06", 
      "2013-06", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EC JRC - Institute for Health and Consumer Protection(IHCP)", 
      "From september 2009 to January 2012 I have been a member of the Human Exposure Expert Group (HEEG). The HEEG is an advisory expert panel for the EU Technical Meeting for Biocides (TM). The HEEG advises the TM on the use of exposure models, default values for exposure parameters, et cetera. The TM can adopt the advises, which are then used in the process for authorization of biocides. Role: member. The HEEG was an electronic working group (predominantly contact by email). During the period that I was a member there was one physical meeting, that I was not able to attend due to other obligations. The workload for the HEEG work was limited; about 10-15 day per year. The activities for HEEG were performed in my capacity as an employee for RIVM and the work was funded by the Ministry of Health, Welfare and Sport and the Ministry of Social Affairs and Employment. I received no other financial compensation for the work I performed for the HEEG.", 
      "2009-09", 
      "2012-01", 
      ""
    ], 
    [
      "IV. Employment", 
      "RIVM, National Institute for Public Health and the Environment, NETHERLANDS, Bilthoven", 
      "As employee of RIVM I have been involved in the evaluation of pesticides and biocides for the purpose of authorization and regulation in the Netherlands or in the EU. Since 2002 I have been involved in JMPR as a temporary advisor and in 2011 and 2013 as a temporary advisor for JECFA. Role: evaluation of toxicological studies of, among others, pesticides and biocides, and drafting proposals for human health limit values (ADI, ARfD, AOEL, AEL). Since 2012 I have prepared advices for the risk managers at the Ministry of Health concerning environmental and process contaminants in the preparation for the DG SANCO expert committee meetings on this subject in Brussels. I have participated in these meetings in an advisory role to the representative of the Dutch ministry of Public Health. The principal task of the Dutch National Institute for Public Health and the Environment (RIVM) is to support the Dutch government in formulating its policy, by collecting and integrating knowledge worldwide and to conduct research where needed. RIVM is funded only by public money. The Act on the RIVM of 1996 stipulates that commissioning bodies will not have any influence on the organization and outcome of RIVM’s activities. RIVM is the official research facility for the ministries of \"Health Welfare and Sports\" and \"Infrastructure and the Environment\" in the Netherlands, and serves the Inspectorate for Public Health. RIVM also works for the ministries of \"Economic affairs, Agriculture, and Innovation\" and for the Netherlands Food and Consumer Product Safety Authority (NVWA). RIVM is contracted by the Dutch Board for the Authorization of Pesticides and Biocides (Ctgb) to evaluate dossiers. RIVM has no vote in the authorisation of pesticides as such. RIVM has developed and published guidance or methodologies used in the regulatory process of pesticide authorisation and residue limits, and developed calculation tools and models in order to be transparant how proposed methodology is used. All programs have been paid for by public money and are available on a non-commercial basis. For dietary risk assessment: • MCRA: Monte Carlo Risk Assessment, developed for RIVM by WUR/Biometris [https://mcra.rivm.nl]. • SPADE: tool for food consumption data analysis [www.wiv-isp.be/aph/pdf/APH68_S41.pdf]. • Version 03 Dutch TMDI_NEDIcalculation.xlt and Version 05 Dutch NESTI calculation.xlt: Excelfiles for Dutch chronic and acute dietary risk assessment [www.rivm.nl/bibliotheek/rapporten/320005006.pdf]. • RIVM and Wageningen University developed the IPRA-method to estimate which fraction of the population is affected by substances in food (Van der Voet H, Slob W (2007) Risk Anal 27 351-71). • ETX 2.0: A program (in Excel) to fit log-normal distributions [www.rivm.nl/bibliotheek/rapporten/601501028.pdf] • PROAST:analysis of toxicological dose-response data [http://www.rivm.nl/en/foodnutritionandwater/foodsafety/proast.jsp] • GeoPearl and PEARL: pesticide leaching models jointly developed by RIVM, Alterra Wageningen UR, and the Netherlands Environmental Agency (PBL). [http://www.pearl.pesticidemodels.eu/] • The HAIR instrument calculates risk indicators related to the agricultural use of pesticides in the EU. The version HAIR2010 was developed by Alterra Wageningen UR with financial support from RIVM. [http://www.hair.pesticidemodels.eu/home.shtml]", 
      "2000-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "EFSA Tender /2014/01 ‘REVIEW OF NONMONOTONIC DOSE-RESPONSES OF SUBSTANCES FOR HUMAN RISK ASSESSMENT’ Member of RIVM team. Consortium with ANSES (France), IMM (Sweden) and AGES, (Austria)", 
      "2014-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "EFSA Tender: GP/EFSA/PRAS/2013/02 Call title: “Toxicological data collection and analysis to support grouping of pesticide active substances for cumulative risk assessment of effects on the nervous system, liver, adrenal, eye, reproduction and development and thyroid system” Member of RIVM team that works on the \"nervous system\" and the \"adrenal\" parts of the project", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "EFSA Tender CFT/EFSA/PRAS/2012/07-CT 01, 02 and 03 “Toxicological data analysis to support grouping of pesticide active substances for cumulative risk assessment of effects on liver, on the nervous system and on reproduction and development” Member of RIVM team that worked on the \"nervous system\" part of the project", 
      "2012-09", 
      "2013-01", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "WOLTERINK", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-WG on Scientific Guidance on Residue Definition (PPR)", 
  "Profession": "Toxicologist", 
  "First name": "Gerrit", 
  "Date": "2015-07-23"
}
