{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Italian Ministry of Education and Research, Rome, Italy - Ministero dell'istruzione, universita' e ricerca, Roma, Italia MIUR", 
      "Evaluation Committe of two national special integrated research programs (FISR) on food safety (diet quality and wellbeing). I was the moniter of two out of many research projects. I dedicated about 5 days/year to this activity. I received a compensation of around 1% of my annual income. Type: Public Safety and health related food as nutrients and contaminants.", 
      "2004-04", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Italian Ministry of Health, Rome, Italy, National Advisory Committee on Pesticides - Ministero della Salute, Roma, Italia - Commissione Consultiva Prodotti Fitosanitari", 
      "member with right to vote. I dedicated about 10 days/year to this activity and received no compensation. Type: Public Pesticides", 
      "2002-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministero dell'Università e della Ricerca (MUR), Ministry of University and Research, Italy", 
      "Evaluation Committee for national research program (PRN) on Reduction of air pollution by optimized automobile engines and new fuels. I was also the moniter of the project. I dedicated about 5 days/year to this activity and received a compensation of around 1% of my annual income. Type: Public Safety and health related to presence of contaminants", 
      "2013-07", 
      "2014-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministero dell'Università e della Ricerca (MUR), Ministry of University and Research, Italy", 
      "Evaluation Committee for the national research program (PNR) \"Methodologies and Technologies to reduce the environmental impact from use of pesticides\". I was also the moniter of project and dedicated about 5 days/year to this activity. I received a compensation of around 1% of my annual income. Type: Public Safety and health related food as nutrients and contaminants", 
      "2012-12", 
      "2013-03", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministero dell'Università e della Ricerca (MUR), Ministry of University and Research, Italy", 
      "Evaluation Committee of Applied research program (FAR) and moniter of the \"Study of a modified Superoxide dismutase (m-MN- SOD-2) from human liposarcoma, recombinant in E. coli, with antitumor and antioxidant properties\". I dedicated about 4 days/year to this activity. I received a compensation of around 0.5 % of my annual income. Type: Public Safety and health related tonew anticancer agents.", 
      "2005-12", 
      "2013-02", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Bologna, Bologna, Italy - Universita' di Bologna, Bologna, Italia", 
      "The remit of University of Bologna is to perform education and research activity in many fliels of Sciences and Humanities being an ancient and great University. University of Bologna has particular interest in pesticide risk assessment capacity. My activity in the University is that typical of a university professor: i) education for students as to Oncology, General pathology, Carcinogenicity, Toxicology; ii) research: cancer risk assessment, experimental and environmental toxicology. Thus, I am full professor, formerly associate professor and assistant professor of Oncology Type: Public Risk assessment", 
      "1972-02", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Emilia-Romagna Region through ARPA ER, Bologna, Italy - Regione Emilia Romagna attraverso ARPA ER, Bologna, Italia", 
      "Grant for Supersite project, funding for 5 years to evaluate and monitor human health effects by urban air Type: public Risk assessment", 
      "2011-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Emilia-Romagna region Grant through ARPA ER , Bologna, Italy- Regione Emilia Romagna attraverso ARPA ER, Bologna Italia", 
      "Grant for 3-year Moniter research program on the effects on human health by the 8 incinerators working in that Region Type: public Risk assessment", 
      "2007-04", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "GRILLI", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-Standing WG Genotoxicity (2015-2018) (SC)", 
  "Profession": "Full Professor of Oncology at the Bologna University Medical School, Bologna, Italy", 
  "First name": "Sandro", 
  "Date": "2015-10-21"
}
