{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Vetagro sup (VAS)", 
      "-VAS (Vetagro sup) is the new name for the College of Veterinary Medicine of Lyon, France. It is a college for veterinary education and veterinart research. It is a public institution. - VAS participates in the development of rodenticides with my research unit (financial support for 1 personnel) -VAS is not involved in regulatory assessment of PPP -VAS has not published RA guidance or methodologie for regulatory processes -VAS is not owner of software/computational models used in regulatory assessment of PPP. -VAS has no official capacity in Risk management I am professor of pharmacy and toxicology and head of the Basic Science Unit. As such, I am mostly involved in teaching veterinary pharmacy and toxicology but also in the research team dealing with resistance to rodenticides in rodents. My main area of research is terrestrial ecotoxicology, especially with rodenticides. Personnally, as an employee in VAS - I am involved in a research unit working on rodenticide resistance and we have grants from the Ministry of Education and Research as well as from Liphatech Inc. to work on new rodenticides (used as biocidal products). The deliverables include project reports, study reports and scientific publications. It is likely that some of the scientific findings may be used in the development of new rodenticides. - I have been involved personnally with the French commission for PPP registration from 1998 until 2009. It is now under the supervision of Anses and is the National French Agency for Food Safety and present at EU meetings on PPP - there is no contract between EFSA and VAS in which I could be involved. - I prepared a report for the EU commission, on behalf of VAS on risk mitigation measures for anticoagulant rodenticides (end of program in November 2014).", 
      "1993-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Thérapeutique Vétérinaire Moderne (TVM), Lempdes, FRANCE", 
      "As a veterinary toxicologist I evaluated the safety dossier of EMEDOG, a veterinary drug for dogs to induce vomiting in case of accidental poisoning. This dossier was submitted and completed in December 2014. No more consultancy since then.", 
      "2014-01", 
      "2014-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "LIPHATECH", 
      "rodenticide efficacy evaluation : tests on wild strains of rodents for various developments of new rodenticidal products. Some reports have been used by Liphatech for inclusion in Annex III of biocidal directive (EU98/8)", 
      "2002-01", 
      "2010-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministry of Education and Research (France)", 
      "Development of New rodenticides and rodent control strategies. Public funding attributed to Liphatech Inc. and Vetagro Sup (research unit), but no direct payment from Liphatech. Contract for 5 years.", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Liphatech Inc", 
      "Research and development on currently available rodenticides. Field trials and cage trials for new formulations of rodenticides. Fundings covers expenses and is managed by a separate team (i.e. I am not involved in this work).", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Bayer cropsciences", 
      "Research funding payed to the employer (Vetagro-sup : less than 0.1% of total income of the institution) : annual report of pesticide poisoning in domestic animals and wildlife with several pesticides (imidacloprid, deltamethrin, methiocarb) THe contract did not specify the intended use of these data but results were included in the Annex III dossier for France This contract ended in december 2010.", 
      "2003-01", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "TVM", 
      "Publication of a booklet on Anticoagulant poisoning and treatment for veterinarians", 
      "2011-07", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Liphatech", 
      "Pattent on a series of potential AVK for development as safer rodenticides. Included in the \"inventors\".", 
      "2010-02", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "BERNY", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-WG amphibian reptile opinion (PPR)", 
  "Profession": "Professor of Toxicology", 
  "First name": "Philippe", 
  "Date": "2015-09-21"
}
