{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministarstvo poljoprivrede i zaštite životne sredine, Uprava za zaštitu bilja, Republic of Serbia, Ministry for agriculture and environmental protection, Plant Protection Directorate, Belgrade, SERBIA", 
      "Since 2009 I was the member and since 2013 president of the Serbian National Advisory Council for Plant Protection Products Registration, which is an advisory body of Plant Protection Directorate of Ministry for Agriculture and Environmental Protection of Republic of Serbia. The Advisory Council gives scientific opinions and professional advises to Plant Protection Directorate during the process of new PPP registration in Serbia National Advisory Council for PPP registration meets typically on monthly basis from September to June, in busy periods of a year (spring) up to once in three weeks. The meetings typically take 5-6 hours, with transport to Belgrade and back, a whole working day. To prepare for a meeting as a chair and expert in ecotoxicology I spend one working day per meeting, which, on annual basis means cc 12 days per preparation and max 12 days spent on meetings, in total cc 24 working days per year. For the activity I receive a compensation of 3000 RSD (cc 25 EUR) per meeting to cover my travelling expenses Novi Sad – Belgrade.", 
      "2009-02", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Univerzitet u Novom Sadu Prirodno-matematicki fakultet Departman za biologiju i ekologiju (UNSPMF), University of Novi Sad Faculty of Sciences Department of Biology and Ecology, Novi Sad, SERBIA", 
      "Department of Biology and Ecology at Faculty of Sciences (University of Novi Sad) has no specific activities nor interest in the sector of pesticides, specifically, the Department is not involved in regulatory risk assessment, risk management and does not claim any ownership of specific risk assessment tools or methodologies. As part of my regular job, my working hours are divided between teaching (50%), research (40%) and management (10%) activities. As an associated professor, I teach a number of courses which fit into general subject of Environmental Sciences at BSc, MSc and PhD level and supervise MSc and PhD students. I am involved into implementation of 4 scientific research projects, 3 nationally and 1 EU funded. Also, I am the Head of Laboratory of Ecotoxicology.", 
      "2003-12", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Republika Srbija Agencija za hemikalije, Serbian Chemical Agency, Belgrade, SERBIA", 
      "Consultant during the project implemented by Serbian Chemical Agency “Chemicals Risk Management in Serbia”, with particular task to translate and edit Annex to Council Regulation (EC) No 440/2008 Laying Down Test Methods Pursuant to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorization and Restriction of Chemicals (REACH) – Part C in the process of transposition of REACH into Serbian national legislation", 
      "2008-11", 
      "2009-11", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society for Environmental Toxicology and Chemistry (SETAC)", 
      "Member of SETAC, 2010-2013 Vice president of SETAC Europe CEE Branch", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "TEODOROVIC", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR)", 
  "Profession": "associated professor, ecotoxicologist", 
  "First name": "Ivana", 
  "Date": "2015-04-21"
}
