{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      ", - Benaki Phytopathological Institute, BPI, Kifissia Athnes Greece", 
      "Director of BPI, nominated by the Administrative Committee of the Institute and approved by the Council of Ministers with the respective Ministerial Decree (Gazette76/ 26-3-2011/Act 5 9.3.2011). The BPI Director is one of the five members of the Administrative Committee. The remit of the Administrative Committee is to take all the decisions according to the Funding Low of the Institute (4160/1929 ( 198/12.6.1929) and the National Low necessary for the operation of the Institute. The frequency of the Administrative Committee meetings is once a month and the duration of the meetings is approximately 4-6 hours. I get financial compensation for the position of the Director in compliance with the Greek law for the specific position of public bodies, and it is approximately 18% of my annual salary.", 
      "2011-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Benaki Phytopathological Institute", 
      "Since 24 March 2011 Director of the Institute nominated by the Administrative Committee of the Institute and approved by the Council Minister of Ministers with the respective Ministerial Decree (Gazette76/ 26-3-2011/Act 5 9.3.2011). At this position I have all the duties and responsibilities necessary for the operation of the Institute. The decisions for any other issues beyond those assigned to the Director are taken by the Administrative Committee of the Institute. The remit of the Institute is to address the whole scientific field of plant protection and plant health and to investigate and propose solutions that relate to safety and quality in primary agricultural production, while striving to minimize impacts on the environment and human health. The Institute responds directly to the evolving needs of Greek agriculture, working closely with the Ministry of Rural Development and Food (MRDF) to address these challenges, and in helping the Ministry fulfill its obligations towards the European Union. BPI is in close collaboration with the National Focal Piont on Food Safety and one of the EFSA Article 36 Greek organizations. Following the REGULATION (EC) No 1107/2009, BPI is appointed as the national competent authority for the evaluation and risk assessment of plant protection products and the MRDF the national coordinating authority for decision taking related to the authorization of plant protection products & for Risk management. BPI and its Director do not have any official responsibility to carry out risk management and do not take or validate risk management actions.", 
      "2011-03", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Benaki Phytopathological Institute", 
      "Head of Laboratory of Pesticides Toxicology (LPT) and of the Department of Pesticide Control & Phytopharmacy at BPI (January 1997 - September 2014), I have been actively involved in both research and evaluation of the whole mammalian toxicology package of plant protection products and biocides. The main fields of research interests involve mammalian toxicology, ecotoxicology assays (photobacterium Vibrio fisheri, green algae, Daphnia magna and other zooplanktonic organisms), operator exposure measurements. Furthermore, I have been involved in risk assessment and studies on application of the sustainability principles related to the use of pesticides. I lead the team of LPT for the preparation of Draft Assessment Reports for plant protection products and CA reports for biocides evaluation and registration at EU level and for national registration in the field of mammalian toxicology, operator exposure and risk assessment, ecotoxicology issues and in Classification and Labeling of pesticides and biocides, in the frames of the respective Directives.", 
      "1986-04", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission, DG SANTE", 
      "Screening of chemical substances for the identification of endocrine disruptors according to different options in the context of an Impact Assesment SANTE/2015/E3/001 The project will be implemented in collaboration with the JRC. Deliverable: report on classification of PPPs, BPs and miscellaneous compounds according to different options. Participation as Technical Coordinator of the project.", 
      "2015-05", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Project cofunded by the Commission of the European Comunities uner the research and innovation programme of Horizon 2020", 
      "PROPOSAL N°:633172-2 TITLE OF PROJECT: European research on mixtures of chemicals and the worldwide harmonisation of mixture risk assessment. ACRONYM: EuroMix COORDINATOR: RIVM, National Institute for Public Health and the Environment Role: Senior scientist and Leader of the BPI group (personal involvement exclusively scientific) Responsibilities: Contribution in the project proposal and to design and coordinate the experimental and scientific work. Deliverable: study report", 
      "2015-04", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission, CHAFEA", 
      "Funding by the Better Training for Safer Food Initiative of the European Commission. The topic of the specific BTSF is on Plant Protection Products. Participation as tutor with lecture on Hazard and Risk identification, labeling and product safety data sheet. Deliverable: The training material and the workshop material on the sustainable use of PPPs.", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "OC/EFSA/PRAS/2013/04 Data collection on exposure assessment scenarios for operators exposed to pesticides.", 
      "2013-11", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "CFT/EFSA/PRAS/2012/05 Collection of pesticide application data in view of performing Environmental Risk Assessment for pesticides", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission.", 
      "FP7 project, Health and Environmental Risks: Organization, Integration and Cross- Fertilization of Scientific Knowledge Acronym: HEROIC Type of funding scheme: Coordination & Support action Wrk pProgramm Topic addresed: ENV2011 (EMV20111.2.3-1: Integrating Ecological and Human risk Evaluations for Better Risk Governance) Coordinator: Martin Wilks, Swiss Centre of Applied Human Toxicology, Switzerland, BPI Member of the Consortium", 
      "2011-10", 
      "2014-10", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "FP7 project, Bystanders, Residents, Operators and WorkerS Exposure models for plant- protection products Acronym: BROWSE Type of funding scheme: Collaborative Project Small or medium-scale focused research project Work Programme Topic addressed: ENV.2010.1.2.3-1 Exposure models to assess the risks to operators, workers, residents and bystanders from exposure to plant protection products (PPPs) Coordination: FERA UK, BPI, Member of the consortium", 
      "2011-01", 
      "2014-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "Life + 2009, SAGE GR-302, “Establishment of Impact Assessment Procedure as a tool for the sustainability of agro-ecosystem: the case of Mediterranean Olives” Funded by the European Union, 01/10/2010–31/03/2014. Funding is paid to BPI. The purpose of SAGE project is to develop, apply and demonstrate a methodology for monitoring and evaluation of events, actions and impacts on the environmental quality and safety in the case of olive orchards in Greece.", 
      "2010-10", 
      "2014-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "FP7-2008, RegPot, BPI PLANT- HEAL “Development of Benaki Phytopathological Institute as a Centre of Excellence in Plant Health and Crop Protection”, www.bpi-plantheal.gr Funded by the European Commission, May 2009 – May 2012 Funding is paid to BPI. The basic concept of BPI Plant-Heal is the scientific and technological reinforcement of the Benaki Phytopathological Institute, Greece (BPI) towards utilization of novel techniques for integrated pest management and sustainable crop production.", 
      "2009-05", 
      "2013-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA", 
      "CFT/EFSA/PPR/2010/04 Title: Collection and assessment of data relevant for non-dietary cumulative exposure to pesticides and proposal for conceptual approaches for non-dietary cumulative exposure assessment Coordination: FERA UK, BPI Member of the consortium", 
      "2011-01", 
      "2012-06", 
      ""
    ], 
    [
      "VI. Research funding", 
      "European Commission", 
      "LIFE+ 2007, GR-266, “Strategic plan for the adaptation and application of the principles for the sustainable use of pesticides in a vulnerable ecosystem” www.EcoPest.gr Funded by the European Union, January 2009 – March 2012. Funding is paid to BPI. The purpose of EcoPest is to develop, apply and demonstrate an economically viable Strategic Plan for the sustainable use of pesticides and fertilisers in the area via the minimization of agricultural inputs and the effective management of the related risks. Ultimately, the project aims at making pragmatic proposals to the regulators, for the integration of the project deliverables and of existing requirements into future regulatory instruments.", 
      "2009-01", 
      "2012-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "CT/EFSA/PPR/2010/05 Collection and assessment of data relevant for non-dietary cumulative exposure to pesticides and proposal for conceptual approaches for non- dietary cumulative exposure assessment", 
      "2010-01", 
      "2012-01", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "MACHERA", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-WG amphibian reptile opinion (PPR)", 
  "Profession": "Director BPI", 
  "First name": "Kyriaki", 
  "Date": "2015-09-29"
}
