{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "RIVM, National Institute for Public Health and the Environment, NETHERLANDS, Bilthoven", 
      "Member of the advisory board of the Dutch Research Programma \"Pesticides and Residents\" The aim of this research programme is to assess the exposure to PPPs of persons living in close vicinity to agricultural land on which PPPs are intensively applied. The programme should deliver detailed measurements and an integrative model framework which can be used for estimating population exposures to existing and emerging PPPs. This information will be used to improve the Dutch authorisation process for PPPs with respect to exposure of residents. The aim of the advisory board is to judge the scientific quality of the project proposals and their results. I have only an advisory function, so I don't have the right to vote. The amount of time required for this working group was approximately 10 days/year. I do not receive financial compensation for this WG.", 
      "2014-11", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministry of Infrastructure and Environment, the Hague, the Netherlands (Ministerie voor Infrastructuur en Milieu, IenM)", 
      "Dutch working group for Guidance on Surface Water (managed by the Dutch government) The remit of the woringk group is to develop new procedures for exposure assessment in edge-of-field ditches (in line with EU- Regulation 1107/2009) and in larger water courses (in line with the Water Framework Directive). The guidance should be scienticially sound and defensible and follow the generally accepted principles of risk assessment as laid down in EU-Regulation 1107/2009. My role as a member (not chairman) of the working group is to adapt the PEARL model and to write guidance. The Dutch working groups are consensus based, which implies that I have the right to vote. The working group delivers two types of products, i.e. (i) a model, ii) the guidance, and (iii) a series of scientific publications. The first two products will be used in the Dutch authorisation procedure for plant protection products by the Dutch Board of Authorisation of Plant Protection Products. The amount of time required for this working group is about 1 day/month. I do not receive any financial compensation for this WG.", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministry of Infrastructure and Environment, the Hague, the Netherlands (Ministerie voor Infrastructuur en Milieu, IenM)", 
      "Member - Dutch working group on protected crops (managed by the Dutch Government) The remit of the working group is to develop new procedures for exposure assessment in edge-of-field ditches resulting from emission from protected crops. The guidance must be in line with EU- Regulation 1107/2009. The guidance should be scientifically sound and defensible and follow the generally accepted principles of risk assessment as laid down in EU-Regulation 1107/2009. My role as a member (not chairman) of the working group is to adapt the PEARL model and to develop guidance. The Dutch working groups are consensus based, which means that I have the right to vote. The working group delivers two types of products, i.e. (i) a model, and (ii) the guidance. Both products will be used in the Dutch authorisation procedure for plant protection products by the Dutch Board of Authorisation of Plant Protection Products. The amount of time required for this working group was approximately 0.5 days/month. I did not receive financial compensation for this WG.", 
      "2010-07", 
      "2014-10", 
      ""
    ], 
    [
      "IV. Employment", 
      "PBL Netherlands Environmental Assessment Agency", 
      "The remit of the Netherlands Environmental Assessment Agency (PBL) is indepedent scientic assessment of national environmental policies. PBL works for the Dutch government, but has an independent scientific position. With respect to plant protection products, PBL has recently evaluated the environmental and socio-economic effects of the Dutch Policy Plan for Sustainable Plant Protection. The end-report of this evaluation has been published in Janurary 2012. As mentioned above, PBL is an independent body working mainly on a self-tasking basis (steered in a way that has much in common with the way EFSA is working). So, we EVALUATE environmental policy, but are NOT involved in the decision making process (risk-management). Our independent position also means that we are not allowed to work for NGO's or industry, so private funding is zero. PBL is therefore not involved in the development of pesticides or in the authorisation procedure of pesticides. Our independent position also means that we do not publish regulatory guidance. We are giving, however, scientific input to the development of such guidance, see activities III - Member of Scientic Advisory Body). One of the scientific inputs to guidance development, is the development of the model(s) that support such guidance. PBL is therefore involved in the development of PEARL and GeoPEARL, because this is seen as a scientific input. PBL is also owner (together with RIVM and Alterra) of these models. Within PBL, I am employed as a Senior Researcher Soil and Water. My main tasks are: (i) to coordinate the development and use of enviornmental fate models (pesticides, nutrients and other contaminants),(ii) to evaluate national environmental policy (pesticides, nutrients, soil), and (iii) give scientific input to the development of guidance for registration of pesticides (surface water, groundwater and soil). With respect to pesticides, I am responsible for development and use of the PEARL and GeoPEARL models (used for Dutch and European pesticide risk assessment and policy evaluation). This acitivity is funded by the Dutch government and carried out in co-operation with Alterra and RIVM. The decision for use of PEARL for European registration is steered by the EFSA version control group. The decision for use of PEARL for Dutch authorisation is controlled by the Dutch Ministries of Infrastructure and Environment (IenM) and Economic Affair (EZ). I am further responsible for the evaluation of the Dutch Environmental Policy (see above).", 
      "1991-11", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "PBL Netherlands Environmental Assessment Agency", 
      "Development of software and databases that are used for exposure assessment of pesticides in the Netherlands, at EU-level and countries. I am member of the team that developed a number of software packages and models, including PEARL, GeoPEARL, TOXSWA and PEARLNeq. The models are developed as part of my normal work - see section IV: Employment. The models are not privately funded.", 
      "1991-11", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "TIKTAK", 
  "Current EFSA involvements": "Member-PPR Panel 2015-2018 (PPR), Member-EFSA WG for developing and EFSA Guidance Document for predicting environmental concentrations of substances in soil (PRAS), Vice-Chair-WG NTA + In Soil Opinion (PPR)", 
  "Profession": "Senior soil scientist", 
  "First name": "Aaldrik", 
  "Date": "2015-04-17"
}
