{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Anatomical Society http://www.anatsoc.org.uk/", 
      "Learned society. Reelected to the Council as from December 2012. Honorary secretary since December 2013, Chair of the Prizes and Awards Committee and a committee and a member of the investment committee, research committee, meetings committee and constitution committee. In 2014 I was elected to Fellowship of the Anatomical Society. This organisation is managed and complies fully with UK Charities law and promotes the intrests of scientific publication and professional development in anatomy under an elected council. Tasks are delegated to sub-committees of ordinary members appointed by Council. These advise on investment strategy, publish two Journals (Journal of Anatomy and The Ageing Cell), make grants to support research, organize scientific meetings and ensure compliance with the law and the aims of the society respectively. The Anatomical Society may choose to publish research or to promote information of interest to its members through meetings newsletters etc. Areas of interest are unlikely to overlap with EFSA's. Time estimate 6 one day Council meetings /year, 2 four day scientific meetings/year, mentoring 2 days/year/ office work 2hr/day (est 60-70 days per annum). Unremunerated (£0) expenses reimbursed.", 
      "1980-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Home Office UK Government", 
      "The Poisons Board remit was to advise UK Home Office Government Ministers on the Poisons List and the regulations governing manufacture, possession and sale of toxic substances. Advice was delivered in the form of written advice. I was an ordinary member of the Poisons Board. I had a vote, no right of veto but was eligible to deliver a minority report. The reports generated did not concern any of the activities or issues addressed in my role for EFSA. The Poisons Board is a Board set up by act of Parliament. Advice offered by the Board has to be considered by Ministers under the Law of the UK. £0 expenses only Work involved 30 days per annum 6 one day meetings and office work to support.", 
      "2012-07", 
      "2013-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Pesticides Adverse Health Effects Surveillance Working Group", 
      "I was a member of the working group PAHES which was an advisory body set up to make a detailed examination of pesticides incidents information sources and to write a report advising how such information gathering could be improved. I was appointed by the Chairman of the Advisory Committee on Pesticides (ACP) which was a regulatory body set up by the government as an advisory committee to the Department of the Environment Food and Rural Affairs government ministers. The PAHES working group produced a report released for comment at the annual ACP open meeting in 2012. A written report recommending improvements in management of information at a national level in this area was drafted. We did not vote but worked by consensus. We published the advice we gave that was commented on by government ministers and other stakeholders. Once the report was published (December 2012) the committee will cease to function. Expenses for each meeting were paid. To cover preparation a small honorarium was paid fo each meeting this is included in the total vide infra for the ACP as these meetings were organised in the same place and time period and a single payment was made for each.", 
      "2007-01", 
      "2013-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Chemical Regulations Directorate", 
      "I was an ordinary member of this advisory body the Medical and Toxicology Panel with tasks that included horizon scanning published epidemiological literature and other data relevant to pesticide regulation. I was a member of this group and was appointed by the Chairman of the Advisory Committee on Pesticides (ACP). The group studied published original scientific papers (including epidemiological studies) and reviews concerning pesticides and identified important findings. Views of the committee were for use by the Department of the Environment Food and Agriculture (DEFRA) in the UK. They commissioned research. Our advice was passed to the main committee the Advisory Committee on Pesticides(ACP). The committee does not vote on issues. Sub committee of ACP expenses and honoraria as given for the ACP for 6 meetings per annum maximum.", 
      "2006-01", 
      "2013-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Department of the Environment, Food and Rural Affairs", 
      "I was a full independent scientific member of this committee- the Advisory Committee on Pesticides. The committee was established by act of parliament. DEFRA ministers were required by law to consider the advice it presented through its chairperson. It had a regulatory role for the approval of pesticides within the UK and provided input to European approvals processes when the UK was acting as Rapporteur Member State. The committee operated by consensus and did not generally vote but if a vote were taken I would have had one. Equally if a report conclusion by the majority was unacceptable to me as a full member I had the right to express a minority view. As the committee was a legal entity set up by act of parliament and appointments and renewals of membership such as mine were made by government ministers.Expenses and Honorarium for each meeting to cover preparation corresponding to about 1.4% % of my annual income for 6 meetings per annum. These include the subcommittees PAHES and the Medical and Toxicology Panel vide supra.", 
      "2005-01", 
      "2013-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Leicester, UNITED KINGDOM", 
      "Leicester University is a public body with interests in education and research for public benefit. Its legal remit is governed by an act of parliament. I do not know of any work in the University on pesticide development or evaluation related to approvals authorisation. When employees of the organisation take up regulatory assessment of toxicity roles they act as independent individuals not on behalf of the University. Leicester University does not and has not developed and published regulatory authority guidance or methodologies used in the pesticides regulatory process; equally the organisation is not the owner/does not have rights in software and/or computational models used in the regulatory process. Leicester University has no official capacity as a PPP Risk Manager or authoriser of Plant Protection Products, Minimum Residue Level setter, control or monitoring activities. My paid employmnet in the organisation terminated on my resignation in 2007 but was given at that time an honorary Visiting Professorship. Prior to my resignation I was a postgraduate tutor and senior lecturer at Leicester after that and up to the present I am associated with the University in an unpaid capacity as a Visiting Professor. I taught medical sciences and researched the reproductive and developmental pathology of the maternofetal interaction. Therefore my employment was not concerned with any of the following: 1) Any research and consultancy activities in the field of the PPR Panel carried out on behalf of the organisation and funded by payments from external (public, EFSA or private) organisations to the employer. 2) Any involvement in national or international regulatory body committee, meetings active in the field of the PPR Panel as a representative of the University. My role as an independent member of the UK Advisory Committee on Pesticides and the Poison's Board are independent of my employment at the University. 3) There was no contract between my employer and EFSA in the area of PPP.", 
      "1977-06", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Lancaster University", 
      "Lancaster University is a public body with interests in education and research for public benefit. Its legal remit is governed by an act of parliament. I do not know of any work in the University on pesticide development or evaluation related to approvals authorisation. When employees of the organisation take up regulatory assessment of toxicity roles they act as independent individuals not on behalf of the University. Lancaster University does not and has not developed and published regulatory authority guidance or methodologies used in the pesticides regulatory process; equally the organisation is not the owner/does not have rights in software and/or computational models used in the regulatory process. Lancaster University has no official capacity as a PPP Risk Manager or authoriser of Plant Protection Products, Minimum Residue Level setter, control or monitoring activities. My position in the organisation is now that of Emeritus Professor. Prior to my retirement I was Professor in the Lancaster Medical School and Chair of the Research Committee of Lancaster Medical School. I taught medical sciences and researched the reproductive and developmental pathology of the maternofetal interaction. Therefore my employment was not concerned with any of the following: 1) Any research and consultancy activities in the field of the PPR Panel carried out on behalf of the organisation and funded by payments from external (public, EFSA or private) organisations to the employer. 2) Any involvement in national or international regulatory body committee, meetings active in the field of the PPR Panel as a representative of the University. My role as an independent member of the UK Advisory Committee on Pesticides and the Poison's Board are independent of my employment at the University. 3) There was no", 
      "2005-09", 
      "2014-10", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Academy of Medical Educators", 
      "The Academy of Medical Educators is an organisation that supports professional development of medical educators and encourages the improvement of Medical Education in the UK. I am an elected Fellow but am not a member of the Council or any other decision making body of the Academy.", 
      "2010-12", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Royal College of Surgeons of England", 
      "I am a basic sciences examiner for Membership of the Royal College of Surgeons of England. This postgraduate qualification (MRCS Eng.) is required for a doctor to confirm specialisation in a surgical career. The work (approxinately 4 days per annum) is not remunerated but expenses are paid.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Royal College of Pathologists", 
      "Fellowship of the Royal College which promotes research and training in Pathology and validates the qualifications of clinical pathologists in the UK.", 
      "1980-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Emeritus Professor", 
  "Family name": "OCKLEFORD", 
  "Current EFSA involvements": "Chair-PPR Panel 2015-2018 (PPR), Member-Scientific Committee 2015-2018 (SC), Member-PROMETHEUS (PROmoting METHods for Evidence Use in Scientific assessments) - Deliverable 2 \"Analysis of methods for dealing with data and evidence applied by EFSA\" (AMU), Member-WG Epidemiological studies in pesticide risk assessment (PPR), Member-WG Substances in Foods for Infants (SC)", 
  "Profession": "Medical Research and Teaching", 
  "First name": "Colin", 
  "Date": "2015-10-15"
}
