{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Agence française de sécurité sanitaire des aliments (Afssa) - French Food Safety Agency", 
      "Afssa (that became Anses in July 2010) is the French Food safety Agency working under the authority of the Ministry of Health, the Ministry of Agriculture and the Ministry of Finance. The Human Nutrition Committee is a Panel of 20-25 experts meeting every month for one to two days. It gives advice to the above- mentioned Ministries, publishes opinions on scientific matters related to food safety. I was a Member of the Human Nutrition Committee of Afssa from 2002 to 2003 and the Chair of the Human Nutrition Committee of Afssa (2003-2012), ie 3 consecutive terms of 3 years each", 
      "2002-09", 
      "2012-07", 
      ""
    ], 
    [
      "IV. Employment", 
      "Lille University Faculty of Medicine and Jeanne de Flandre Lille University Children's Hospital", 
      "- Professor of Paediatrics, Lille University Faculty of Medicine (since 1990) I teach pediatric gastroenterology, hepatology and nutrition to medical students, as well as to residents in pediatrics, in nutrition and in family medicine In addition, i am responsible of 2 diplomas related respectively to Human Lactation and Breast Feeding (co-organized by the universities of Brest, Grenoble, Lille and Toulouse) and to Pediatric Practice for General Practitioners - Deputy Director, Division of Gastroenterology, Hepatology and Nutrition, Department of Paediatrics, Lille University Children's Hospital (1990-1997) Director, Division of Gastroenterology, Hepatology and Nutrition, Department of Paediatrics, Lille University Children's Hospital (since 1997) I am responsible of a 20-bed unit of pediatric gastroenterology and nutrition. We take care of infants, children and adolescents presenting with various GI disorders, as short gut syndrome, inflammatory bowel disease, cystic fibrosis, chronic hepatitis, hepatic failure and pancreatic disorders", 
      "1990-09", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Institut National de la santé et de la Recherche médicale (INSERM), Fondation pour la Recherche Médicale (FRM), and Vaincre la Mucoviscidose (VLM) (Paris); University Lille 2 and the Conseil Régional du Nord-Pas de Calais (Lille)", 
      "The research topic of our team is nutritional modulation of infection and inflammation. We study the mechanisms of action and regulation of nutritional factors in situations of inflammation and infection. Our hypotheses are that new nutritional components (mainly issued from breast milk) could influence: (i) the immune system (gene expression) early in life and prevent and/or modulate inflammatory diseases later in life, (ii) the course of inflammatory and/or infectious disease as inflammatory bowel disease and cystic fibrosis. Our aim is to understand at different periods of prenatal and postnatal development the mechanisms by which nutritional components can influence future health and prevent/treat inflammatory diseases. The public funds received by our team (INSERM, FRM, Vaincre la Mucoviscidose, University Lille 2, Conseil Régional du Nord-Pas de Calais) are used to support this research topic.", 
      "2009-09", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Danone and Nestle", 
      "The funding by Danone of research projects represents ~10% of the annual budget of the Research Laboratory (INSERM U995) of the Pediatric GI Unit, Department of Pediatrics, Faculty of Medicine, University Lille 2, Lille, France. I am not the director of the research lab and I have no personal interest. The topic of our research is: \"Effect of nutrients (omega 3) on inflammation and infection in an animal model.\" I was the coordinator of a randomized clinical trial aimed at assessing the efficacy and safety of an infant formula (Danone). I have no personal financial interest. The funding was used for the research budget. I also coordinated a randomized clinical trial aimed at assessing the efficacy and safety of an infant formula (Nestlé). I have no personal financial interest. The funding was used for the research budget. I did not receive personally any research funding and did not manage any funding (private or public) of the research lab.", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Committee on Nutrition, French Society of Paediatrics and Committee on Nutrition, European Society for Paediatric Gastroenterology, Hepatology and Nutrition (ESPGHAN)", 
      "- Member of the Committee on Nutrition of the French Society of Pediatrics (1996-2000) Chairman of the Committee on Nutrition of the French Society of Pediatrics (since 2000) The French Society of Pediatrics is a registered non-profit learned society in France devoted to matters of pediatric health. The Committee on Nutrition has four one-day meetings per year. The Committee gives advice in the field of pediatric nutrition to the Society and to authorities as the Ministry of Health and Public Health Agencies. The Committee on Nutrition also publishes recommendations on pediatric nutrition for health professionals in contact with infants, children and adolescents. - Member of the ESPGHAN Committee on Nutrition (2002-2008) Secretary of the ESPGHAN Committee on Nutrition (2008-2012) The European society for Paediatric gastroenterology, Hepatology and Nutrition is a registered non-profit learned society in Europe dedicated to matters of pediatric nutrition. The Committee on Nutrition has three 2-day meetings per year. the Committee on Nutrition gives advice to the Society in terms of pediatric nutrition and publishes recommendations on pediatric nutrition for pediatric gastroenterologists, nutritionists and dietetians involved in pediatric care.", 
      "1996-09", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "TURCK", 
  "Current EFSA involvements": "Chair-NDA Panel 2015-2018 (NDA), Member-Scientific Committee 2015-2018 (SC), Member-Dietary Reference Values for vitamins 2015-2018 (DRV VIT) (NDA), Member-WG Substances in Foods for Infants (SC)", 
  "Profession": "Professor of Pediatrics", 
  "First name": "Dominique", 
  "Date": "2015-10-22"
}
