{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "World Health Organization", 
      "Member of the Food Safety Panel, from which JECFA members are selected. JECFA provides advice on contaminants in food, food additives, flavouring agents, general principles in food toxicology to Codex in developing international standards for food safety. The advice is also used by FSOs in risk assessments. Member and vice-chair at 77th meeting of JECFA, June 2013, which included cadmium - assessment of exposure from cocoa and cocoa products. Member at 79th meeting of JECFA, June 2014 at which general considerations were developed for the evaluation of additives used in infant formulas and three of the additives three food additives on the agenda were proposed for use as emulsifying agents in infant formulas. Member at the 80th meeting of JECFA, June 2015. JECFA works by consensus, not voting. Individual members have the option to declare minority opinions. JECFA generally meets for a single 8-day meeting each year.", 
      "2012-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Joint FAO/WHO Expert Committee on Food Additives", 
      "Participation in the work of JECFA in the role of WHO temporary advisor. JECFA typically meets for one 8-day meeting in June of each year. Temporary advisors do not vote and cannot declare minority opinions. Preparing toxicological working papers on food additives and contaminants. Participated in following discussions of relevance to CONTAM since 2010 - arsenic (as lead monographer), acrylamide, deoxynivalenol, furan, inorganic mercury and perchlorate (72nd meeting, Feb 2010) - lead (as lead monographer) and cadmium (73rd, meeting June 2010) - aluminium (as lead monographer) (74th meeting, June 2011) - class II and III mineral oils (76th meeting, June 2012)", 
      "2001-01", 
      "2012-06", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ILSI Europe, Brussels, Belgium", 
      "ILSI Europe is a non-profit foundation that seeks to improve the well- being of the general public through the advancement of science. It fosters collaboration among scientists to provide evidence-based scientific consensus in the areas of nutrition, food safety, toxicology, risk assessment, and the environment. I was a Member of the Expert Group on Data Selection for BMD Modelling until I resigned in April 2012. My participation was on behalf of the Food Standards Agency in support of its aim to use best scientific evidence, and was 100% funded by the Food Standards Agency. The output was a manuscript in a peer-reviewed journal. It is of a generic nature and does not relate to specific products.", 
      "2009-09", 
      "2012-04", 
      ""
    ], 
    [
      "IV. Employment", 
      "Food Standards Agency", 
      "National Food Authority, which provides risk assessmen, communication and management Employed as Head of Risk Assessment Unit, not taking risk management decisions Involved in risk assessment of all types of chemicals in food, including natural toxicants (e.g. nitrate, mycotoxins such as zearelone and aflatoxins, marine biotoxins), environmental contaminants (e.g. PAHs, dioxins, PFOS, lead, arsenic, cadmium, mercury), process contaminants, residues of veterinary drugs and pesticides, food additives, food contact materials (e.g. melamine, bisphenol A) and toxicological evaluation of novel foods. Scientific Secretary to the UK Committee on toxicity of Chemicals on Food, Consumer products and Environment (COT). The FSA funds research of relevance to risk assessment of food chemicals", 
      "2000-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EFSA, European Food Safety Authority, Italy, Parma", 
      "Provision of data from the National Diet and Nutrition Survey (NDNS) for inclusion in the European Food Comprehensive Database", 
      "2012-09", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Society of Toxicology In Vitro (ESTIV)", 
      "Scientific society with objectives to strengthen the scientific network of in vitro toxicologists and promote in vitro toxicology, both scientifically and educationally in all countries of Europe I am an honorary member", 
      "1996-07", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Eurotox", 
      "Association of European Toxicologists and European Societies of Toxicology Aims to foster toxicology, both scientifically and educationally, in all countries of Europe. I am a Eurotox Registered toxicologist.", 
      "1990-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "British Toxicology Society (BTS)", 
      "Fellow of the Society. Education and training in Toxicology. Director of the Society April 2004-March 2008", 
      "1980-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "UK Environmental Mutagen Society (UKEMS)", 
      "Education and training in mutagenecity. Member", 
      "1984-01", 
      "2013-12", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Journal of Toxicology and Applied Pharmacology", 
      "Member of editorial board. Actual start date not known", 
      "2005-01", 
      "2013-11", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Journal of Applied Toxicology", 
      "Member of editorial board - actual start and end dates not known", 
      "2003-01", 
      "2011-01", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "EFSA/WHO", 
      "Chair of the EFSA-WHO expert workshop on TTC held on 3-5 Dec 2014. The conclusions and recommendations of the workshop were published for public consultation. As chair of the workshop, helping the secretariat in addressing the comments received and in finalising the event report.", 
      "2014-12", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "HESI (ILSI health and Environmental Sciences Institute)", 
      "Presentation on risk assessment to ILSI-HESI workshop on Genetic Toxicology at the Cross-roads, University of Lancaster, UK. All travel, accommodation and registration fees were paid by the Food Standards Agency, no funds or benefits were received from ILSI", 
      "2014-07", 
      "2014-07", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "ECETOC-WHO", 
      "Workshop on Mode of Action, 21-22 February 2013, funded by Food Standards Agency", 
      "2013-02", 
      "2013-02", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "BENFORD", 
  "Current EFSA involvements": "Vice-Chair-Scientific Committee 2015-2018 (SC), Vice-Chair-CONTAM WG HCN in apricot kernels (CONTAM), Member-Uncertainty in risk assessment (SC), Member-WG Substances in Foods for Infants (SC)", 
  "Profession": "Civil Servant", 
  "First name": "Diane", 
  "Date": "2015-10-08"
}
