{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Imperial College London, UK", 
      "University and Higher Education Insitute, with responsibilities for teaching and research. Professor of Horticulture and Plant Disease Epidemiology with academic responsibilities for research and teaching, including PhD and graduate student supervision. The organisation has no official responsibilities for risk management, other than maintaining a 'risk register' for its internal academic activities. Following retirement in September 2010 continued an unremunerated affiliation with Imperial College as an Emeritus Professor in the Division of Ecology and Evolution with no academic responsibilities. In addition ad hoc inputs (uncosted) into research projects carried out by scientists in the Centre for Environmental Policy have been made. Activities have been: participation in a project meeting into projects on crop agroterrorism (EU framework 7-funded); provision of advice on \"equivalence\" in a project on compliance with plant health regulation in Asian countries (WTO-funded); and advice on environmental risk assessment for novel measures in malaria/mosquito control (Gates Foundation-funded); and pests and diseases of fruit crops (EU-funded). In recognition of these inputs a retainer as a Senior Research Investigator was made for 2012 (£2000), 2013 (£3000) and 2014 (£3000) to cover associated expenses.", 
      "1999-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Rural Economy and Land Use Programme, UK", 
      "The Rural Economy and Land Use Programme enables researchers to work together to investigate the social, economic, environmental and technological challenges faced by rural areas. The Programme will encourage social and economic vitality of rural areas and promote the protection and conservation of the rural environment. The Programme is a collaboration between the Economic and Social Research Council (ESRC), the Biotechnology and Biological Sciences Research Council (BBSRC) and the Natural Environment Research Council (NERC). Interdisciplinary research in plant disease impact in the UK, integrating social and natural science perspectives. Outputs of the research have been published in scientific journals and in a Final Project Report to the lead UK Research Council, the Economic and Social Science Research Council", 
      "2008-01", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "European Journal of Plant Patholgy", 
      "Editor-in Chief of Journal with responsibilities for assigning manuscripts to Associate Editors/Referees for review, and then subsequently for the final decision on acceptance for publication in the journal.", 
      "2009-10", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "DEFRA (UK Department for Environment Food and Rural Affairs) London UK", 
      "Expert contribution (unremunerated) to Tree Health Workshops and Consultations in relation to future UK strategy and priorities in tree health research (May 2011-July 2011). Workshops and Consultations made recommendations on research prioritization of pathogens and insect pests affecting forest trees in the UK. There was no consideration of research requirements for quarantine organisms. Decisions on prioritization and research funding were made by the UK Department for Environment, Food and Rural Affairs and by the Forestry Commission and have been published as a UK Action Plan. Subsequently (February- April 2014) peer reviewed project outputs and publications arising from the research programme (remunerated).", 
      "2011-05", 
      "2014-04", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "INRA (French National Institute for Agricultural Research) Paris France", 
      "Evaluation and advice on INRA mega-programmes on climate change and agriculture. Recommendations on the quality of project proposals eligible for support in the mega-programme were made. Reviews were made electronically and discussed with other reviewers and senior INRA managers at meetings in Paris in August 2011 and September 2012. Decisions on funding were made by INRA not by the reviewers. Information has been provided to the reviewers on those projects which have been funded.", 
      "2011-07", 
      "2012-09", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "CABI (Centre for Agricultural Biosciences International) Wallingford UK", 
      "Consultancy for this not-for-profit inter-governmental organisation (Members of CABI are individual countries, not necessarily members of the Commonwealth) evaluating outputs from the Swiss Development Council (SDC) funded BIONET taxonomy network (CABI hosts the Secretariat of the Network). The consultants report was presented and delivered to CABI in February 2011 at a meeting with senior CABI managers and the SDC programme manager.", 
      "2011-01", 
      "2011-02", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "CABI (Centre for Agricultural Biosciences International) Wallingford UK", 
      "Advisor (unremunerated) to this not-for-profit inter-governmental organisation (members of CABI are individual countries) in relation to the 'Plantwise' initiative concerning CABI plant clinics and plant pest surveillance activities in tropical and developing countries. Advice was based on web-presentation of the prototype database system to the Advisory Panel with informal comments made by telephone link and two individual meetings with the CABI ptoject manager. No role was played in the further development and availability to users of the Plantwise system.", 
      "2010-01", 
      "2011-02", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Association of Applied Biologists", 
      "President (non-remunerated) of this Learned Society for Applied Biology, with a membership of individual scientists, based in the UK. The main areas of interest of the Association, reflected in its membership, are in crop, environmental and land use research.The Association organises scientific Conferences in these areas and publishes the scientific journal Annals of Applied Biology. The main responsibilities of the President are to chair quaterly meetings of the Association's Council and to present the Annual Report to an Annual General Meeting of the Association.", 
      "2009-01", 
      "2010-12", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "JEGER", 
  "Current EFSA involvements": "Chair-PLH Panel 2015-2018 (PLH), Member-Scientific Committee 2015-2018 (SC), Member-Biological Relevance (SC), Chair-Ciitrus black spot 2015 00601 (PLH), Member-Uncertainty in risk assessment (SC)", 
  "Profession": "University academic", 
  "First name": "Michael John", 
  "Date": "2015-11-04"
}
