{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Food Safety Authority of Ireland", 
      "Member of the Biological Safety Sub-Committee, covering a broad range of areas in support of the Food Safety Authority of Ireland including: 1. To provide advice on possible risks to the public health arising from exposure to micro-organisms (parasites, bacteria, viruses), microbial toxins and other biological agents (including TSE-related agents) in food 2. To carry out risk assessments on specific biological hazards in food and evaluate risk management options 3. To advise on the content and effectiveness of national surveillance and official monitoring of foodstuffs for micro-organisms 4. To advise on emerging and newly emerged and re-emerging biological hazards in foods; 5. To advise on relevant aspects of new EC and national legislative proposals related to the control of biological agents in foods 6. To advise on the scientific content, impact on food safety in Ireland and relevance to food safety in Ireland of biological risk assessment work carried out in other international and national organisations including the following: - European Food Safety Authority (EFSA) - World Health Organisation / Food and Agricultural Organisation committees - Other food agencies - Academic institutions 7. To advise the Scientific Committee on research gaps and needs in the area of biological hazards in food 8. To undertake any other such work or assessments in the area of biological hazards in food as proposed by the Sub-committee subject to approval from the Scientific Committee. Performed in private capacity. The sub-committee meets approximately every 2 months. I would spend about 1 day on Sub-Committee work during each 2 month cycle.", 
      "2011-11", 
      "2014-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Animal Health Ireland", 
      "Chair, AHI's technical working group on Johne's disease. In this role, I chair a technical group of experts focused on issues relating to Johne's disease. The group provides scientific advice to Animal Health Ireland, including AHI's Johne's Disease Implementation Group. The group meets approximately every 2 months. I would spend approximately 1.5 days on TWG issues every 2 month cycle. I perform this work in a private capacity.", 
      "2010-01", 
      "2014-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Animal Health Ireland", 
      "Chair, AHI's technical working group on mastitis. In this role, I chair a technical group of experts focused on issues relating to mastitis and milk quality. The group provides scientific advice to Animal Health Ireland, including AHI's CellCheck Consultative Group. The group meets approximately every 2 months. I would spend approximately 1.5 days on TWG issues every 2 month cycle.", 
      "2010-01", 
      "2014-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Department of Agriculture, Food and the Marine", 
      "Member, Scientific Advisory Committee on Animal Health and Welfare. This Committee was established by Ireland's Chief Veterinary Office, to provide independent scientific guidance on a range of issues relevant to animal health and welfare in Ireland, including non-stunning slaughter, exotic disease preparedness and response, tail docking of dogs etc. The committee meets approximately every 2 months, taking about 0.5 days of my time during every 2 month cycle. I perform this work in a private capacity.", 
      "2008-01", 
      "2014-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Food Standards Agency (FSA), UK, London, UK", 
      "Member of a committee to review scientific projects relating to data collection around slaughter of livestock (Food Chain Information to abattoir, feedback to primary producers). The committee met on a single occasion earlier this year, to consider 5 'bids' for this project. This work took approximately 2 days of my time. This is a possibility that I may assist FSA in the future. I performed this work in a private capacity.", 
      "2014-01", 
      "2014-01", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Defra", 
      "Member of the Epidemiology & wildlife risks programme advisory sub-group (EWRPAG). The role of this group is to advise Defra (the government department with responsibility in the UK for TB control and eradication) on TB science relating to epidemiology and wildlife risks. As part of a small (3 person: including Profs Dirk Pfeiffer and Tim Roper), I provide advice on prospective and ongoing research projects supported by Defra, and more-general advice on current scientific advances in this area, based on research conducted in the UK, in Ireland and elsewhere. The sub-group met approximately 2 times annually. I spent about 2 days in preparing for, and attending, each of these meetings. Performed in personal capacity.", 
      "2008-01", 
      "2013-06", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ANSES", 
      "Participation in an ANSES scientific working group on the use of gamma-interferon to diagnose bovine tuberculosis. This was an ad hoc group that met several times over a 9 month period to address a specific issue relevant to animal health and welfare in France. The group met on several occasions, taking about 4 days of my time during this 9 month period. I performed this work in a private capacity.", 
      "2012-05", 
      "2012-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Animal Health Ireland", 
      "Chair, AHI's technical working group on calf health. In this role, I chaired a technical group of experts focused on issues relating to calf health. The group provides scientific advice to Animal Health Ireland, including the development of technical material to assist Ireland's dairy producers. The group met approximately every 2 months, whilst I was involved. I performed this work in a private capacity.", 
      "2010-01", 
      "2011-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Animal Health Ireland", 
      "Chair, AHI's technical working group on biosecurity. In this role, I chaired a technical group of experts focused on issues relating to biosecurity. The group provides scientific advice to Animal Health Ireland, including the development of technical material to assist Ireland's cattle producers. The group met approximately every 2 months, whilst I was involved. I performed this work in a private capacity.", 
      "2010-01", 
      "2011-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "University College Dublin (UCD)", 
      "Joint roles of Professor in Veterinary Epidemiology and Risk Analysis in the UCD School of Veterinary Medicine and Director of the UCD Centre for Veterinary Epidemiology and Risk Analysis (CVERA). CVERA is Ireland's national resource centre in veterinary epidemiology and animal disease control. These two roles substantially overlap. In my professorial role, I undertake a broad range of scholarly activity, including research, teaching and service/innovation. In my role as CVERA Director, I lead scientific research and provide scientific advice to inform national policy decision-making in the areas of animal health and welfare. This work is conducted within the following three broad themes: a. Scientific research and advice, including contributions to committees, to support the control and eradication of regulatory animal diseases, including bovine tuberculosis, bovine brucellosis and bovine spongiform encephalopathy. These programmes are managed by the national Department of Agriculture, Food and the Marine (DAFM). b. Scientific research and advice, including contribution to committees, to support the control and/or eradication of a range of non-regulatory animal health concerns of cattle, including mastitis, Johne's disease and bovine viral diarrhoea. In Ireland, these issues are primarily managed by Animal Health Ireland (AHI). c. Scientific research and advice, including contribution to several national committees of DAFM and the national Food Safety Authority of Ireland (FSAI), on a broad range of other animal health and welfare issues relating to emergency animal disease preparedness and response, on-farm investigations, welfare of farmed livestock and horses, health of companion animals and farmed fish, and international collaboration.", 
      "2003-12", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Department of Agriculture and Rural Development Northern Ireland", 
      "I have occasionally provided scientific advice to DARDNI on a range of animal health and welfare issues. At times, this advice is very specific (providing input into specific potential research projects, including badger prevalence studies). At other times, the discussions are more broad-ranging, focusing on strategies to tackle non-regulatory animal health issues on the island of Ireland and on issues relating to governance of the national TB programmes. In addition, I sit on an government-to-government (Ireland-Northern Ireland) TB/brucellosis committee, sharing scientific information relevant to these two disease eradication programmes. The TB/brucellosis committee meets approximately twice each year, taking a day of my time at each meeting. Performed in a personal capacity.", 
      "2008-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "University College Dublin Support for research on areas of epidemiology that are not directly", 
      "related to the interests of the Department of Agriculture, Food and the Marine. These including small animal epidemiology and equine welfare. Funding received in my professional UCD capacity, and handled through the UCD financial system. The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceeds 25% of the total annual research budget that is managed by me.", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Department of Agriculture, Food and the Marine", 
      "Support for the UCD Centre of Veterinary Epidemiology and Risk Analysis (CVERA). CVERA is the national resource centre for veterinary epidemiology in Ireland, located within the UCD School of Veterinary Medicine at University College Dublin. The Centre was initially established as the Tuberculosis Investigation Unit, but in recent years has broadened its remit to cover a wide range of international, national and local animal health matters, including: • Epidemiological support for the control and eradication of regulatory animal diseases, which includes national programmes for bovine tuberculosis, bovine brucellosis and bovine spongiform encephalopathy; • Work in support of Animal Health Ireland, which is seeking to provide a proactive, coordinated and industry-led approach in Ireland to non-regulatory animal health concerns (such as mastitis, fertility and infectious bovine rhinotracheitis); and • Epidemiological support for a broad range of other animal health and welfare issues relating to emergency animal disease preparedness and response (for example, avian influenza, bluetongue and equine infectious anaemia), on-farm investigations, welfare of farmed livestock and horses, health of companion animals and farmed fish, and international collaboration. UCD CVERA staff work closely with national policy-makers, both in government and industry. Staff also contribute to training in veterinary medicine, both to undergraduates and postgraduate. A broad range of expertise is represented within the Centre, including agriculture and animal sciences, database development and management, geographic information systems, statistics, veterinary medicine and epidemiology. The Centre is staffed by employees of University College Dublin and of the Department of Agriculture, Food and the Marine (DAFM). Funding received in my professional UCD capacity, and managed through the UCD financial system. The research (co-)funding I received from the private sector in the latest full budget year, and for the areas covered by the Panels, does not exceeds 25% of the total annual research budget that is managed by me.", 
      "2003-12", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European College of Bovine Health Management", 
      "Professional veterinary body, specialising in postgraduate education and specialisation", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Veterinary Council of Ireland", 
      "National veterinary registration authority", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European College of Veterinary Public Health", 
      "Professional veterinary body, specialising in postgraduate education and specialisation", 
      "2004-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Australian and New Zealand College of Veterinary Scientists", 
      "Professional veterinary body, specialising in postgraduate education and specialisation", 
      "1992-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society for Veterinary Epidemiology and Preventive Medicine", 
      "Committee member, contributing to oversight of the activities of this scholarly society. I was an ordinary committee member between 2007 and 2010, and have been co-opted as a member from 2012 to present given my role as local organiser of the 2014 annual conference in Dublin", 
      "2007-03", 
      "2014-03", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Veterinary Ireland", 
      "Professional veterinary body (membership throughout this period, except for a short period during 2012/13)", 
      "2004-01", 
      "2014-01", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Irish Veterinary Journal", 
      "Deputy Editor, providing scientific editorial assistance to the Editor-in- Chief", 
      "2011-03", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "The Veterinary Journal", 
      "Provision of scientific advice to TVJ editor and sub-editors (choice of reviewers, advice on suitable referees, additional specialist input)", 
      "2008-12", 
      "2014-12", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Professor", 
  "Family name": "MORE", 
  "Current EFSA involvements": "Chair-AHAW Panel 2015-2018 (AHAW), Member-Scientific Committee 2015-2018 (SC), Chair-MUST-B WG (SC)", 
  "Profession": "Veterinarian", 
  "First name": "Simon", 
  "Date": "2015-07-03"
}
