{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Dutch Ministry of Infrastructure and the Environment; RIVM", 
      "Member of the Dutch scientific panel for the derivation of environmental quality standards of toxic substances, including plant protection products (INS) (1999 - present). The time involved in this activity is funded to Alterra by the Dutch Ministry of Economic Affairs. Financial compensation in my individual capacity does not occur. The adivice is based on consensus between panel members. Final decisions are taken by another panel of which I am not member and in which also risk managers participate. The time involved in this activity is approximately 3 to 5 days per year.", 
      "1999-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Dutch ministry of Economic Affairs, and Dutch Ministry of Infrastructure and the Environment", 
      "Dutch BBW Working Group Effect Assessment. In the period 2009 - 2013 I acted as chair of a Dutch scientific working group that developed decision trees for the effect assessment of plant protection products under Regulation 1107/2009 and the Water Framework Directive. These decision trees were developed for implementation in the Netherlands (by Ctgb). In 2012-start 2013 the draft decision trees were verified/calibrated with realistic data sets of selected pesticides. My involvement to this activity was on average 20 days per year (including writing activities). The output of the working group concerned scientific reports. This activity was funded to Alterra by the Dutch Ministry of Economic Affairs and financial compensation in my individual capacity was not the case. As chair of the WG I had the right to vote.", 
      "2009-01", 
      "2013-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Dutch ministry of Economic Affairs, and Dutch Ministry of Infrastructure and the Environment", 
      "Dutch BBW working group multi-stress. In 2011 to 2013 I participated as member in a Dutch WG on the impact of multiple-stress by pesticides in surface waters. The activities concerned desktop research to evaluate the impact of multiple-stress by pesticides used in important Dutch crops on aquatic organisms in drainage ditches. The purpose of the WG was to advise the Dutch Ministries on the potential consequences of multiple stress by pesticides, with special reference to the recoverability of vulnerable populations in Dutch drainage ditches. The output of the WG was a scientific report. This activity concerned on average 10 days per year. This activity is financed to Alterra by the Ministry of Economic Affairs. Financial compensation in my individusl capacity was not the case. I had the right to vote in the WG", 
      "2011-01", 
      "2013-01", 
      ""
    ], 
    [
      "IV. Employment", 
      "Alterra, Wageningen University and Research Centre", 
      "Senior Research Scientist Aquatic Ecology and Ecotoxicology of the ERA team of Alterra. Alterra is a non for profit organisation and research institute under the umbrella of Wageningen University and Research Centre. Its pupose is to conduct independent applied scientific research in the field of environmental sciences. In 2014, 44% of the funding of Alterra was provided by the Dutch Ministry of Economic Affairs, 16% by other Dutch ministries and other Dutch governmental organizations, 13% by the European Union, 18% by the private sector, and 8% by other funds (e.g. FAO, CEFIC, science foundations) The ERA team of Alterra conducts scientific research and develops scientific methods related to the risk assessment of pesticides. Alterra as an organization has not developed and published RA guidance or methodologies used in the regulatory process but Alterra scientists (including myself) have developed and published methodologies and proposals for decision trees in the ERA of pesticides in co-operation with scientists from other institutes inside and outside the Netherlands. Alterra owns a suite of software and computational models that are used in the regulatory process in the Netherlands and at the EU level (including GeoPEARL, PEARL, TOXSWA, TOP_RICE, SWASH, DROPLET, MASTEP). Most of these tools are available via internet (always free of charge). Part of these models are co-owned by the Dutch research institutes RIVM and PBL (e.g. GeoPEARL and PEARL). I was not directly involved in the development of these models. Alterra gives advice on scientific aspects of the risk assessment procedure to Dutch Ministries, regulatory authorities (e.g. Ctgb, the Dutch Board for the Registration of Pesticides and Biocides) and Agrochemical companies on an independent basis, and against funding. In addition, Alterra performs higher-tier micro-/mesocosm experiments under GLP. On behalf of Alterra I played a role in the co-ordination of the governmental funded research on ERA procedures for pesticides (BO- 20-002) from mid 2014 to 1 June 1015. I am not involved in any national or international regulatory body as a representative of my organization or my country.", 
      "1991-06", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Wageningen University and Research Centre, NETHERLANDS", 
      "The last 5 years, as an employee of Alterra (Wageningen University and Research Centre), I provided advice on how to interpret higher-tier toxicity data for the Dutch Board for the Registration of Biocides and Pesticides (Ctgb) and the chemical industry. This activity mainly concerns the interpretation of complex microcosm/mesocosm tests (performed by other institutes) and the writing of independent expert opinions on the exposure-response relationships that can be derived from these semi-field studies. These independent expert opinions are often required by regulatory authorities. On behalf of Alterra, and to support its internal quality assurance system, I act as internal reviewer of test protocols and final reports of semi-field experiments performed by Alterra under GLP and financed by the chemical industry and used for the registration procedure for pesticides. The goal of this internal quality assurance system is to critically review the scientific reports of studies (before their official publication) by an internal employee of Alterra not directly involved in these studies. On an annual basis approximately 100 h of my time is involved in these activities directly or indirectly funded by industry to Alterra. This activity does not concern financial compensation in my individual capacity.", 
      "1991-06", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Alterra", 
      "Since 2007, approximately 10% of my research activities are directly supported by Alterra. This research involves the impact of pesticides on freshwater ecosystems, recovery of aquatic populations and the development of risk assessment procedures for pesticides and sediment organisms. The deliverables are publications in scientific journals.", 
      "2007-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Dutch Ministry of Economic Affairs", 
      "In 2015 approximately 80% of my research activities are directly funded by the Dutch Ministry of Economic Affairs, to scientifically underpin the environmental risk assessment procedure for pesticides and to support national and international working group activities. The past 5 years this funding was more or less similar. Currently the research focuses on ERA of sediment-dwelling organisms and pesticide exposure and on chronic effect assessment procedures for pesticides and water organisms.", 
      "1991-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "CEFIC LRI", 
      "I was as researcher involved in the CEFIC LRI funded project \"Evaluation of test methods for measuring toxicity to sediment organisms\" to supervise a Ph-D student on aspects of tiered risk assessment approaches for toxicants and sediment organisms. The project concerned a colaboration of Wageningen University, IMARES and Alterra (project co-ordinator Prof A. Koelmans of Wageningen University). The project lasted 4 years (3 years funded by CEFIC LRI and 1 year funded by Wageningen University). On an annual basis I was approximately 2 to 3 weeks involved in this project. The deliverables of this research are a scientific report for CEFIC, scientific publications in refereed journals and a Ph-D thesis. This project had a focus on environmental risks of organic chemicals (so not specifically pesticides) and freshwater and marine sediment organisms.", 
      "2011-04", 
      "2014-07", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Chemical Industry", 
      "In 2010 I was involved as study co-ordinator in an open domain outdoor microcosm experiment on the effects of fungicides on freshwater communities in experimental ditches (funded by the Dutch Ministry of Economic Affairs and BASF). The output of this project concerns scientific publications in the open literature. The funding by industry involved in this activity went directly to Alterra. In 2010 approximately 5 % of my research time concerned this activity. My main task was supervising a Chinese post-doc in the conduct and interpretaion of outdoor mesocosm research.", 
      "2010-01", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Society of Environmental Toxicology and Chemistry (SETAC)", 
      "Since 1995 member of SETAC Europe. From 2006 to 2009 I was chair of the SETAC/EU Workshop on Linking Aquatic Exposure and Effects in the Registration Procedure of Plant Protection Products. In 2012 and 2013 I participated in the SETAC Europe MODELINK workshop \"How to use ecological effect models to link ectoxicological tests to protection goals\". Currently I am member of the editorial board of the scientific journal Integrated Environmental Assessment and Management. I am invited to participate in the SETAC Pellston workshop \"Improving the usability of ecotoxicology in regulatory decision- making\" that will tage place at the U.S. Fish and Wildlife Service's National Conservation Training Center from 30 August to 4 September 2015. In 2015 and 2016 I am invited to participate in the CARES workshop (organized by CEFIC and SETAC Europe) to explore the use of the Ecosystem Services Concept in the definition of specific protection goals for all types of chemicals (including down-the-drain chemicals and pesticides). From 30 August 2015 to 4 September 2015 I participated in a SETAC Pellston workshop on Improving the Usability of Ecotoxicology in Regulatory Decision Making. No funding is involved with these activities.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "The Scientific World Journal", 
      "In the period 2011 - 2013 I was editorial board member of the open access The Scientific World Journal on issues related to aquatic ecology and ecotoxicology. No funding was involved with this activity.", 
      "2011-09", 
      "2013-09", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "BROCK", 
  "Current EFSA involvements": "Vice-Chair-PPR Panel 2015-2018 (PPR), Alternate member-Scientific Committee 2015-2018 (SC), Chair-Environmental risk assessment overarching group (SC), Hearing Expert-GMO Applications Environment 2015-2018 (GMO)", 
  "Profession": "Senior scientist aquatic ecology & ecotoxicology", 
  "First name": "Theodorus", 
  "Date": "2015-10-23"
}
