{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "The National Food Institute , Technical University of Denmark (DTU)", 
      "The work at the National Food institute, DTU consist of two tasks: research work and risk assessment. Research work: Diet and health- the effects of dietary factors on atherosclerosis and cancer, beneficial effects of polyphenolic compounds (eg. isoflavones) on atherosclerosis and cancer (colon and mammary cancer), effects of hormon replacement therapy on atherosclerosis, evaluation of animal models used in biomedical research and of transgenic/knockout mice in short-term in vivo carcinogenicity testing, safety of contaminants in by-products (used in feed for production animals), and toxicity of nanoparticles after oral or pulmonary exposures. Advisory duties: Risk assessment of chemicals in foods, food additives, nutrient sources, nutrients in fortification of food, novel foods for Danish Veterinary and Food Administration; Risk assessment of chemicals for the Danish EPA. In connection to advisory tasks with regard to food additives/risk assessment of chemicals in food several lectures have been given over the years.", 
      "2007-01", 
      "2015-08", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "The Danish National Advanced Technology Foundation", 
      "The project \"Sustainable Plasticisers\" aimed to develop plasticisers which would be an alternative to phtalates. The National Food Institute at DTU was responsible for a WP package investigating potential toxicity with regard to chosen end-points such as mutagenicity, DNA damage, effects on male reproductive system following in utero exposure(a) new developed plasticiser(s). Prediction of toxicity with regard to different end-points using (Q)SAR was also performed. The project was conducted in co-operation between Aarhus University, DTU- Chemistry, DTU-Food and Danisco A/S, Denmark. The project received a grant from The Danish National Advanced Technology Foundation. The grant covered 50% of total cost in the WP performed by the DTU-Food, while the other 50% was covered by the DTU-Food.", 
      "2009-09", 
      "2013-03", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Society of Veterinary Pathology (ESVP)", 
      "Member", 
      "2006-11", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Scandinavian Society for Atherosclerosis Research (SSAR)", 
      "Member", 
      "1991-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "MORTENSEN", 
  "Current EFSA involvements": "Chair-ANS Panel 2014-2017 (ANS), Member-Scientific Committee 2015-2018 (SC), Member-Application WG 2014-2017 (ANS), Member-BMD Update (SC), Member-Re-evaluation of Gums and Food Additives from Natural Sources WG 2014-2017 (ANS), Member-Uncertainty in risk assessment (SC), Chair-WG Substances in Foods for Infants (SC)", 
  "Profession": "Senior Scientist, DVM, PhD Department of Toxicology and Risk Assessment, Section of Pathology, The National Food Institute, DTU, Denmark", 
  "First name": "Alicja", 
  "Date": "2015-10-09"
}
