{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "Universidad de Leon ULE (www.unileon.es)", 
      "Legal remit of the institution: University, higher education, research Role: Professor of Animal Nutrition (since 2003 to present), with Responsibilities related to Teaching, research and extension activities related to animal nutrition in MSc and PhD degrees of Veterinary Sciences and Agronomical Engineering. Role: Head of Department (since March 2007 to April 2015) with Responsibilities related to Management and coordination of teaching and research activities in the Department", 
      "2003-08", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "MINECO, Ministerio de Economia y Competitividad, Ministry of Economy and Competitiveness. MINECO, SPAIN, Madrid", 
      "Research Project: \"Feeding efficiency in fattening and replacement lambs: underlying mechanisms of nutritional factors during the suckling period” Funded by: CICYT (Spanish Agency for Science and Technology, Ministry of Science) Role: Senior scientist (personal involvement exclusively scientific) Responsibilities: to design, coordinate and conduct the experimental work Deliverable: study report Activity strictly not related to the remit of the scientific group Only public funding (NO private funding)", 
      "2015-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Spanish Agency for Science and Technology, Ministry of Science (CICYT) (www.idi.mineco.gob.es/portal/sit e/MICINN/)", 
      "Research Project: \"Total mixed rations for growing and fattening lambs” Funded by: CICYT (Spanish Agency for Science and Technology, Ministry of Science) Role: Senior scientist (personal involvement exclusively scientific) Responsibilities: to design, coordinate and conduct the experimental work Deliverable: study report Activity strictly not related to the remit of the scientific group Only public funding (NO private funding)", 
      "2011-01", 
      "2013-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Laboratorios Ovejero SA", 
      "Research contract: \"Effects of vaccines on performance and welfare in sheep\" Role: Project leader (personal involvement exclusively scientific) Responsibilities: to write the proposal and reports and to design and coordinate the experimental work Deliverable: study report Activity strictly not related to the remit of the scientific group", 
      "2012-02", 
      "2013-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Agencia Española de Cooperación Internacional para el Desarrollo (AECID) (www.aecid.es)", 
      "Research Project: \"Nutritive value of forages and roughages in Eastern Cuba” Funded by: Agencia Española de Cooperación Internacional para el Desarrollo (Spanish Agency for International Cooperation and Development) Role: Project leader and senior scientist (personal involvement exclusively scientific) Responsibilities: to write the proposal and reports and to design and coordinate the experimental work Deliverable: study report", 
      "2010-01", 
      "2012-01", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Spanish Agency for Science and Technology, Ministry of Science (CICYT) (www.idi.mineco.gob.es/portal/sit e/MICINN/)", 
      "Research Project: \"Fatty acid composition of dairy sheep milk and effects of inclusion of plant and marine oils in the diet” Funded by: CICYT (Spanish Agency for Science and Technology, Ministry of Science) Role: Senior scientist (personal involvement exclusively scientific) Responsibilities: to design, coordinate and conduct the experimental work Deliverable: study report Activity strictly not related to the remit of the scientific group", 
      "2009-01", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Laboratorios SYVA SA", 
      "Research contract: \"Effects of blue tongue vaccine on intake and performance in sheep\" Role: Project leader (personal involvement exclusively scientific) Responsibilities: to write the proposal and reports and to design and coordinate the experimental work Deliverable: study report Activity strictly not related to the remit of the scientific group", 
      "2010-09", 
      "2011-03", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Junta de Castilla y Leon (Regional Council) (www.jcyl.es)", 
      "Research programme: \"Ruminant nutrition and feeding\" Role: Project leader and senior scientist (personal involvement exclusively scientific) Responsibilities: to write the proposal and reports and to design and coordinate the experimental work Deliverable: study report", 
      "2008-01", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "Consortium of partners of project RUMEN-UP", 
      "Co-inventor of Patent WO/2005/099729, published jointly by academic and industrial partners Patent never exploited commercially and no financial rights or gains have been granted to the creators and owners. Since 2010 I do not partipate in the ownership of the patent, my only contribution is as co- inventor. Therefore currently it can be considered as a scientific publication (and my role as a plain co-authorship) with no IP implications. Activity strictly not relevant to the remit of the scientific panel (FEEDAP) and groups", 
      "2005-11", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "The Journal of Agricultural Science, UK, Cambridge", 
      "Member off the Editorial Board - Activity strictly not related to the remit of the scientific panel (FEEDAP) and working groups The Journal of Agricultural Science - scientific journal that publishes papers concerned with the advance of agriculture and the use of land resources throughout the world.", 
      "2013-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "AIDA – Spanish Asociación Interprofesional para el Desarrollo Agrario", 
      "Member of the scientific non-profit society AIDA – Spanish Asociación Interprofesional para el Desarrollo Agrario", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "SEEP – Spanish Sociedad Española para el Estudio de los Pastos", 
      "Member of scientific non-profit society SEEP – Spanish Sociedad Española para el Estudio de los Pastos", 
      "2000-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ADSA - American Dairy Science Association", 
      "Member of scientific non-profit society ADSA - American Dairy Science Association", 
      "2010-01", 
      "2013-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "LOPEZ PUENTE", 
  "Current EFSA involvements": "Vice-Chair-FEEDAP Panel 2015-2018 (FEEDAP), Alternate member-Scientific Committee 2015-2018 (SC), Member-Compendium of botanicals V3 (SC), Member-Micro-organisms 2015-2018 (FEEDAP), Chair-Other Additives 2015-2018 (FEEDAP)", 
  "Profession": "University Professor and Scientist", 
  "First name": "Secundino", 
  "Date": "2015-09-11"
}
