{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Università di Milano, Milano, ITALY", 
      "In one meeting per year, Chair of the Steering Committee of the DG Research funded project PlantLibra (risk-benefit assessment of plantbased food supplements). The activity was mainly focused on discussing main orentiations of the whole programme and of its main fields of activity, in order to carry an appraisal of reasonably expected results. The outcome of the discussion was intended for the benefit of the researchers responsible for the different activity lines. No voting system neither veto right were foreseen. Contaminants have not been considered.", 
      "2010-07", 
      "2011-07", 
      ""
    ], 
    [
      "IV. Employment", 
      "Faculty of Medicine, Tor Vergata University", 
      "Contract University Professor. Based on a yearly contract , systematically renewed so far since 1995, I have a yearly course on \"Food Safety Legislation in the EU\" at the II University of Rome, School of Medicine. The assignement foresees 20 hours of teaching and the obligation to be member of the board of examiners for the university students who attended the course. I do not carry out any research or other activity for the University of Rome.Tor Vergata University has not an official responsability in risk management.", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "European Commission DG Health (SANTE), European Commission Directorate General for Health, BELGIUM", 
      "six lectures per year about food composition and information to third countries civil servants in the context of the program fundede by the European Commission \"Better training for safer food\"", 
      "2013-01", 
      "2014-09", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Ministry of Food, Agriculture and Livestock, Turkey", 
      "team leader of small task force of four experts to prepare a report on how to set up a risk assessment body within the ministry. project was co financed by the european comission and the republic of turkey specific contract n altun/TANRA/TR2010/0740.01-2/FWC/009 \"tehcnical assistance to ministry of food agriculture and livestock for determination of the needs of the risk assessment department\"", 
      "2011-11", 
      "2012-02", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "\"Nutrafoods\" scientific journal", 
      "Associate editor of \"Nutrafoods, a scientific journal devoted to human nutrition edited by Springer Verlag-Italia and CEC", 
      "2012-03", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European Food and Feed Law Review", 
      "Member of Editorial Board (non renumerated) Publishing papers on food and feed regulations at national and international level.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Nutrition Foundation on Italy (NFI)", 
      "Non-profit organisation to contribute to scientific research development, information exchange and promotion of multidisciplinary researches through interaction and collaboration with several governmental and other partners.", 
      "2005-01", 
      "2014-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Istituto italiano Imballaggio", 
      "participation as speaker to conference in Baveno regarding food contact compliance and organised by Istituto Italiano Imballaggio", 
      "2014-09", 
      "2014-09", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "SILANO", 
  "Current EFSA involvements": "Chair-CEF Panel 2014-2017 (CEF), Member-Scientific Committee 2015-2018 (SC), Chair-Compendium of botanicals V3 (SC), Hearing Expert- Food Enzymes WG 2014-2017 (CEF)", 
  "Profession": "Contract University Professor .", 
  "First name": "Vittorio", 
  "Date": "2015-09-30"
}
