{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "The Icelandic Centre for Research (RANNIS), The Icelandic Student Innovation Fund, Reykjavik, ICELAND", 
      "Member of the scientific advisory board for the Icelandic Student Innovation Fund. The fund is administered by the Icelandic Centre for Research (www.rannis.is), which reports to the Ministry of Education, Science and Culture and operates according to the Act on Public Support for Scientific Research. My role is to review applications within the field of health sciences and monitor progress reports (approx. 2-3 formal meetings per year).", 
      "2015-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "The NUTRICIA RESEARCH FOUNDATION, Amsterdam, NETHERLANDS", 
      "A member of The Scientific Advisory Board for the NUTRICIA RESEARCH FOUNDATION, which is an independent charity founded in 1989. It is listed in the Openbaar Stichtingen-register in The Hague under registration number 41155715: http://www.nutricia-research-foundation.org/ The Scientific Advisory Board meats once a year and advises the Administrative Board in selecting applications for grants.", 
      "2013-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Unit for Nutrition Research, Landspitali-University Hospital and University of Iceland, ICELAND, Reykjavik", 
      "I was, through my employment at the University of Iceland and Unit for Nutrition Reseach, a member of an expert group assigned to conduct a systematic literature review on dietary fat intake in relation to the 2012 Nordic Nutrition Recommendation: http://www.norden.org/en/theme/nordic-nutrition- recommendation/nordic-nutrition-recommendations-2012 My role ended with the publication of the literature review in July 2014: Food Nutr Res. 2014 Jul 10;58", 
      "2010-02", 
      "2014-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "The Icelandic Food and Veterinary Authority, ICELAND, Selfoss", 
      "Member of an expert panel whose task was to come up with an advice on how to react to local dioxin contamination in livestock Engidalur (Skutulsfjordur, Iceland) due to the operation of a small municipal waste incinerator (the incinerator was closed in December 2010). For more detail see: Acta Veterinaria Scandinavica 2012; 54(Suppl 1):S4", 
      "2011-01", 
      "2012-09", 
      ""
    ], 
    [
      "IV. Employment", 
      "Department of Epidemiology Research, Statens Serum Institut, Copenhagen, DENMARK", 
      "I have since 2009 had a position as an external researcher at the Department of Epidemiology Research. As I have a full time employment at the University of Iceland, this is an unpaid position. However, the department often covers travel expenses related to specific scientific projects. Otherwise my function is similar to that of any other researchers at the department. My position and area of research is mostly within the dietary component of the Danish National Birth Cohort.", 
      "2009-09", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Faculty of Food Science and Nutrition, School of Health Sciences , University of Iceland, Rekjavik, ICELAND", 
      "Since august 2009 I have been employed (full time), first as an Assistant Professor, in July 2012 as Associate Professor and from July 2014 as full Professor. In July 2012 I was elected Dean of the Faculty, an obligation that ends in July 2016. My role as dean means my teaching obligations are partly replaced by administrative obligations relating to the day to day drift of the Faculty", 
      "2009-08", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Unit for Nutrition Research, Landspitali-University Hospital and University of Iceland, ICELAND, Reykjavik", 
      "Part time employment (25%) at Landspitali-University Hospital through the Unit Nutrition Research (UNR). UNR is research unit that is both part of University of Iceland and Landspitali-University Hospital. This position was financed through the Hospital and my work was related to statistical counseling for other members of the UNR who were conducing nutritional research at the hospital.", 
      "2010-01", 
      "2013-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "HALLDORSSON", 
  "Current EFSA involvements": "Member-Scientific Committee 2015-2018 (SC)", 
  "Profession": "Professor at Faculty of Food Science and Nutrition, University of Iceland", 
  "First name": "Thorhallur Ingi", 
  "Date": "2015-04-16"
}
