{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Netherlands Society of Toxicology (NVT)", 
      "Membership of the managing board of the section Toxicology and Risk Assessment of the Netherland Society of Toxicology (NVT); the remit of the managing board of section Toxicology and Risk Assessment aims to promote the scientific interests of the discipline of risk assessment in the broadest sense including the organisation of meetings/workshops with invited speakers, selection of thematic issues (risk assessment/toxicology). The Netherlands Society of Toxicology doesnot expressly intend to represent the legal interests of individual risk assessors (or toxicologists in general), unless these interests are directly related to the overall practice of the discipline of toxicology as stipulated in Article 3 of the Statute (NVT). My actual contribution included: 1) being the representative of the Dutch governemental risk assessors (i.e. toxicologists); 2) charge to bring in scientific topics/issues/agenda of a Food authority and 3) co-organiser and host of the section meetings. The frequency of the meetings attended was about 6 times/year with an average time of 4 hours per meeting. In addition, annually two section meetings (workshops) have been organised taken an average time of about 4 days/workshop.", 
      "2008-01", 
      "2014-01", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "RIVM, National Institute for Public Health and the Environment, NETHERLANDS, Bilthoven", 
      "Member of the Advisory Committee 'Kennissynthese Gezondheid, Veligheid en Duurzaam' (Knowledge Synthesis of Health, Food safety and Sustainability). The commitee assesses the scientific quality, coherence and consistency of the Knowledge Synthesis (report) and reviews relevance and usefulness for policy. The members of the advisory committee also act as representatives of their organizations. The committee consists of 15 leading experts from science, directors or representatives of relevant policy departments / ministries, and is chaired by the DG of RIVM. The committee meets on average once every half year. RIVM provides the secretariat and the reporting. Travel and/or attendance can be declared through a form.", 
      "2015-02", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministerie van Binnenlandse Zaken en Koninkrijk Relaties (BZK), Ministry of the Interior and Kingdom Relations, The Hague, NETHERLANDS", 
      "Member of the Board of Counsellors of the RiskRegulatoryReflex (RRR) program with regard a scientific project sponsored in the context of the Dutch Risk and Responsibility (DRRP) program financed by the ministry of BZK. BZK started a policy program aimed at developing a vision on government's role in regard to risks, as well as a set of tools for government to handle risks and incidents in a proportionate manner. The program DRRP has studied and discussed the ; risk regulation reflex', which is a combination of the trend towards ever more far-reaching preventive safety measures which carry the chance of imbalance between the gain in safety and the costs and side effects, together with the pitfall of a hasty response following an incident leading to disproportionate maesures. My scientific consultancy activity related to the enrollment of the project 'risico's in perspectief. De risicoregelreflex te lijf met een nuchtere vergelijking van risico's' (running from 2013 to the end of 2014). The nature of the advice is to evaluate the development of tools for public administrators and civil servants in dealing with risks proportionately, especially under public pressure. As member I took account of insights, needs and experiences from the standpoint of a Food Safety authority. The committee convened three meetings/year with the projectteam (time about 4 hours/meeting), and activities were not linked to GMOs.", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ZonMW", 
      "Member of the Board of Scientific Councellors of the Innovative Programme Assuring Safety Testing without Animal Testing (ASAT). The remit of the advisory body is to steer and I advice on the search aimed at the development and application of innovative new and existing systems-biology-based 3R methods as alternatives for animal testing (i.e. toxicology). In the Netherlands it is a part of the ZonMW programme \"More Knowledge with Fewer Animals (or 'Dierproeven Begrensd', Meer Kennis met Minder Dieren (MKMD) - Module Animal-free Research Techniques. ZonMW is the Netherlands Organisation for Human Research and Development Progress. ZonMW funds health research and stimulates use of knowledge developed to help improving health and health care. ZonMW's main commissioning organisations are the ministry of Health (VWS) and the Netherlands Organisation for Scientific Research (NWO). Via the chair and secretary I deliver advice for consideration by the board of the program MKMD. The expert role included also the scientific review of project proposals submitted by consortia of various national and international research institutes after the publication of a call by ZonMW. Generally, I attended two meetings per year excluding interim email correspondence.", 
      "2010-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Ministerie van Economische Zaken (EZ), Ministry Economic Affairs (previously EL&I and LNV), The Hague, NETHERLANDS", 
      "Chairman of the Advisory Committee Theme 2 Risk Assessment of Emerging Food Safety Issues of the Statutory Research Tasks program WOT 02 Food Safety (WOT Statute). Wageningen-UR supports the government in the implementation of laws and regulations that are needed for safe foods and healthy animals, and to guarantee a sustainable environment. This is set out in an agreement called the WOT Statute. The RIKILT-Institute of Food Safety has been commissioned to perform tasks under the program WOT 02 Food Safety by the minister of Economic Affairs and its executive organisation NVWA. The minister of Economic Affairs has specified a number of additional requirements to the execution of the statutory research tasks which RIKILT has been commissioned to conduct. In my role of chair the advisory entity has to judge whether the statutory research is carried out in an independent, reliable and transparant manner. Thereto, twice a year (half day meeting) the advisory committee reviews the workplans in the following year and evaluates the progress of the ongoing year (including an assessment report on output, management and outcome). Projects of this theme relate to GMOs and novel food and the assessment of complex foods (mixtures) by innovative tools like omics. Throughout the year the chair (on request) is notified about other developments and publications that could be relevant to the topics of this WOT theme. The nature of advice is a statement on the execution of projects and submitted to the so-called Consulting Board of the Contracting authority (OO), and this entity advices the minister of EZ about the overall enrollment of all statutory tasks commissioned to RIKILT.", 
      "2005-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ZonMW", 
      "Chair of scientific steering committee (begeleidingscommissie) of the research project 'Data Integratie en Data Mining' in the context of the national program on Assuring Safety without Animal Testing (ASAT) steering (coded ZonMW 40-42600-98-100: Systems toxicology supported data infrastructure for human risk assessment). The remit of this advisory entity is to evaluate the enrollment of the workplan as well as the progress made and output released. The project is aimed to develop and apply omics-based-3R methods in the risk assessment of chemicals. The project was sponsored by the ZonMW program \"More Knowledge with Fewer Animals\" and ZonMW is the Netherlands Organisation for Health Research and Development Progress. ZonMW funds health research and stimulates use of the knowledge developed to improve health and healthcare. ZonMW's main commissioning bodies are the ministry of Economic Affairs (EZ) and the Netherlands Organisation for Scientific Research (NWO). I adviced on the relevance of gathered omics-data for the safety/risk assessments of chemicals including xenobiotics. The committee's advice was considered by the board of ZonMW's program MKMD-Module Animal-free Research Techniques. Generally, there were two half-day meetings per year excluding interim email correspondence, if needed.", 
      "2010-02", 
      "2012-01", 
      ""
    ], 
    [
      "IV. Employment", 
      "Netherlands Food and Consumer Product Safety Authority (NVWA), Office for Risk Assessment and Research (BuRO)", 
      "From January 2012: Head Unit Integrated Risk Assessment. Responsible for the proces and management of scientifically based risk assessments and advice on possible threats concerning food (including scientific advice on GMOs and derived products) and product safety, animal health and animal welfare and plant health. Independent implementation of this task is regulated by the Dutch Law called Independent Risk Assessment Act of VWA 2006 (Wet Onafhankelijke Risicobeoorderling). Scientic advice is provided to ministers of Economics Affairs (EZ, previously called Economucs, Agriculture and Innovation (EL&I)) and Health, Welfare and Sports (VWS). An Advisory Council (audit committee) estabilished by this national law guarantees the independence of the risk assessment as well as its cientific quality. An other part of the work consists of advicing the Inspector-general (Head of Agency) of NVWA with regards so-called risk-based enforcement activities including advice on management options in case of GMOs. From March 2015: Program Manager of the multi-annual program \"Knowledge-driven and risk-based approach\", which is part of the Improvementplan NVWA 2014-2017. I am responsible for the conceptual development of methods for risk ranking with the aim to focus risk management/monitoring on those food/feed/product risks with a priority (includes also plant and animal health, animal welfare). Job is also accountable for data management and writting a vision statement on data science and data governance. As manager I report to the CEO of NVWA.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Novel Food and Consumer Product Safety Authority (nVWA) - Office for Risk Assessment and Research Programming (BuRO)", 
      "Interim head of Integrated Risk Assessment/Management team member. Scientifically based assessments and advice on possible threats concerning food and product safety (including scientific advice on GMOs), animal health and animal welfare. Independent implementation of this task is regulated by the Independent Risk Assessment Act of VWA 2006 (Wet Onafhankelijke Risicobeoorderling). Opinions are provided to ministers of Economics, Agriculture and Innovation (EL&I, previously LNV) and Health, Welfare and Sport (VWS). A high-level Advisory Council estabilished by this law guarantees the independent assessment and its scientific quality.", 
      "2010-05", 
      "2011-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "ILSI Europe", 
      "Member of Food Allergy Expert Group “From Thresholds to Action Levels\" of ILSI Europe Food Allergy Task Force with the aim to foster a consensus over the feasibility of defining and establising these reference values and identify knowledge gaps still to be addressed. The expert group proposed consensus on quantitative action levels for use in the management of allergenic foods. In my role as government expert (risk assessor) I contributed to a paper addressing the translation of reference doses into allergen management practice: challenges for stakeholders. The expert group convened 2 to 3 times/year (i.e. two- day meetings). There are no activities related to GMOs.", 
      "2009-08", 
      "2014-01", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "European Commission (Cie) - DG Research", 
      "Expert reviewer/evaluator of scientific proposals submitted to DG Research in the context of frame work programmes (calls) such as AIR, SMT, FAIR, 5th, 6th and 7th Framework programs. My scientific evaluation (expert judgement) of European Research programs/projects was linked to the field of food and feed safety. Tasks included also delivering consultancy with regard to priority setting of topics/themes for an upcoming program/call. At the national level I acted as member of the Dutch Program Committee (1995-2002) that met twice per year and commissioned with the role of expert on behalf of the Food authority (2001-2002) and Foundation DLO (WUR) (1995-2000). In this role I have assessed projectp roposals linked to issues related to the production of GMOs.", 
      "1995-01", 
      "2012-01", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Netherlands Toxicogenomics Centre - University Maastricht (NTC), Netherlands Toxicogenomics Centre, Maastricht, NETHERLANDS", 
      "Chair of International Review Committee with regards Mid-term scientific review of the Centre (period 2007-2010). This independent advisory entity has been approved as such by the Netherlands Genomics Initiative (NGI) to evaluate the activities and research of NTC. The Standard Evaluation Protocol (SEP)2009-2015 was used as a guidance. On the basis of the business plan, progress reports, output tables, presentations and interviews with projectleaders from NTC the committee assessed the overall quality of the Centre and its constituent research program, estimated the Centre's valorisation potential, vitality and relevance (&gt; 2013). The review committee convened a 4 days actual on site review meeting and wrote an assessment report for NTC's management board. Part of the research program contained activities linked to the safety testing of GMOs.", 
      "2011-01", 
      "2011-12", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Netherlands Food and Consumer Product Safety Authority (NVWA), Office for Risk Assessment and Research (BuRO)", 
      "Head Unit Integrated Risk Assessment/deputy director and MT- member NVWA. Principal scientist focusing on developing risk assessment methodologies in field where national and EU-wide approaches are not already defined. Research programs food/feed/animal and plant safety and non-food applications including forecast and scenario studies, trend analyses and scientific and other publications of results help to advice (risk assessment) on possible threats concerning food and product safety, animal health, plant health and animal welfare. This allows us to advice policymakers to set priorities for risk management measures and contributes to risk-based enforcement that manage risks effectively and prevent an unnecessary inspection burden. The role includes the co-ordination of content of the integrated research programme and opinions of food, plant, animal, product safety and safety of allien species of NVWA and ministries of Economics Affairs (EZ, previously EL&I and LNV) and Health, Welfare and Sports (VWS) and arrange the research to be undertaken (i.e. funder and client). Programs are executed by independent research institutes like RIVM, RIKILT, CVI etc.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Office for Risk Assessment and Research Programming (BuRO), Novel Food and Consumer Product Safety Authority (nVWA)", 
      "Head Integrated Risk Assessment/Management Team Member. Research programs/projects food/feed safety including forecast and scenario studies, trend analyses and scientific and other publications of results help to advice (risk assessment) on possible threats concerning food and product safety, animal health and animal welfare. This allows policymakers to set priorities for risk management measures (e.g. ministers of Health and Agriculture) and contribute to targeted inspection and law enforcement that manage risks effectively and prevent an unnecessary inspection burden (e.g. CEO VWA). Coordination of content of the integrated research programme of food safety of VWA and ministries of Agriculture (EL&I, previously LNV) and Health (VWS) and arrange the research to be undertaken (i.e. funder and client).", 
      "2010-05", 
      "2011-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "European network of Heads of Food Safety Agencies (HoA)", 
      "At their meeting on 30 June 2011 the network of heads of Food Agencies (HoA) established the Working Group 'Transparant Use of Risk Assessment in Decision Making'. As a member of this WG I am involved in the development of recommendations on how to ensure consistent and transparant application of the principles of good risk policy set out in Codex Principles for Risk Analysis for Food Safety for Application Governments (2007) in risk management decisions that affect food safety in the EU. The WG developed a detailed report with illustrative examples and concepts (good practices) for the HoA (2013). The WG meets twice/year convening an one day meeting (i.e. FSA, London).", 
      "2009-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "NOTEBORN", 
  "Current EFSA involvements": "Vice-Chair-Scientific Committee 2015-2018 (SC)", 
  "Profession": "Head Unit Integrated Risk Assessment/Deputy Director-Office for Risk Assessment and Research, Netherlands Food and Consumer Product Safety Authority (NVWA), Utrecht, The Netherlands", 
  "First name": "Hubert", 
  "Date": "2015-10-09"
}
