{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Environmental Panel of UK Advisory Committee on Pesticides", 
      "Environmental Risk Assessment of Pesticides.", 
      "2000-01", 
      "2015-01", 
      ""
    ], 
    [
      "IV. Employment", 
      "Centre for Low Carbon Futures", 
      "The Centre is a virtual, multi-university collaboration across the Yorkshire Universities which will deliver knowledge and research solutions designed to optimise carbon efficiency within businesses, organisations and communities. It will encourage and facilitate regional, national and international collaborations and partnerships working to address questions posed in developing a low carbon future in particular life-cycle carbon management and climate change impacts and adatation.", 
      "2009-04", 
      "2010-01", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "FERA", 
      "(Honorary) Emeritus Fellow of FERA (unpaid) (this enabled me to use library facilities)", 
      "2011-09", 
      "2014-03", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "EFSA", 
      "Service Contract: Support and Assistance in the Development of the European Food Safety Authority's Science Strategy 2010-2016 (Final Report November 2010)", 
      "2010-06", 
      "2010-12", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "International Life Sciences Institute, ILSI Europe", 
      "Contributing member of Task Force on Evaluation of Agronomic Practices for Mitigation of Natural Toxins. (I contributed my pesticide expertise mainly to reviewing the formation of fungal mycotoxins in growing cereals and the impact of crop protection measures)", 
      "2008-09", 
      "2010-10", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Venturefest Yorkshire", 
      "I am the unpaid Chairman of Venturefest Yorkshire ( a non-profit making organisation) which organises an annual one-day Exhibition and Expo of entrepreneurial Technical, Digital and Creative businesses from around Yorkshire. I chair the Venturefest Board 4 times a year. As a result I am a co-opted unpaid Director of York Professionals (the non-profit making parent organisation) which promotes professional businesses in York. .", 
      "2009-09", 
      "2015-05", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof.", 
  "Family name": "HARDY", 
  "Current EFSA involvements": "Chair-Scientific Committee 2015-2018 (SC), Member-Environmental risk assessment overarching group (SC), Chair-Uncertainty in risk assessment (SC), Member-Weight of Evidence (SC)", 
  "Profession": "Individual Scientist", 
  "First name": "Tony", 
  "Date": "2015-05-20"
}
