{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Center for Research in Agricultural Genomics, CRAG (CSIC-IRTA-UAB-UB) (CRAG), Barcelona, SPAIN", 
      "Corrdinator of the Plant and Animal Genomics Program of CRAG. CRAG is a public research institution, created as a consortium between CSIC (the biggest public research institution of Spain), IRTA (a research institute owned by the Government of Catalonia), and the two public Universities UB (University of Barcelona) and UAB (autonomous University of Barcelona). The role as Coordinator of the Program consist on animate and coordinate the resarch of some 20 scientist staff and 60 scuientist in total working on plant and animal genomics; participate to the design of the scientific strategy of CRAG as part of the scientific committee. This work includes regular meetings with the members of the Program (at least one per month), and attending the Scientific Committee meetings (at least one per month). Report to the director of CRAG and to the external scientific advisory board (one formal meeting per year).", 
      "2013-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "European Plant Science Organization (EPSO), Brussels, BELGIUM", 
      "The European Plant Science Organization, EPSO, is an independent academic organisation currently representing 72 institutional members bringing together more than 220 research institutes, departments and universities from 30 countries in Europe and beyond. As a Member of the Agricultural Technologies Working Group, my role is to draft opinion papers and documents on scientific issues related to the agricultural tecnologies field. 3-4 meetings per year.", 
      "2014-10", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Haut Conseil des Biotechnologies, FRANCE, Paris", 
      "Member of the New Breeding Techniques Working Group. I participated as an external expert to the discussions on the status of New breeding technologies and participated to the drafting of an opinion to be presented to the HCB. I participated in 4 physical meetings in 2014", 
      "2013-11", 
      "now", 
      ""
    ], 
    [
      "IV. Employment", 
      "Consejo Superior Investigaciones Cientificas (CSIC)", 
      "CSIC the biggest public research institution in Spain. Research group leader. Research activities in the field of plant genome characterisation and evolution.", 
      "1999-10", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministerio economía y competitividad", 
      "Basic research on plant genome structure and evolution", 
      "2014-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Ministerio Educacion y Ciencia", 
      "Basic research on structure and evolution of plant genomes.", 
      "2010-01", 
      "2014-07", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Mr", 
  "Family name": "CASACUBERTA", 
  "Current EFSA involvements": "Member-GMO Panel 2015-2018 (GMO), Alternate member-Scientific Committee 2015-2018 (SC), Hearing Expert-GMO Applications Food-Feed 2015-2018 (GMO), Chair-GMO Applications Molecular Characterisation 2015-2018 (GMO), Member-Guidance on low levels presence of GM food and feed (GMO)", 
  "Profession": "Scientist", 
  "First name": "Josep", 
  "Date": "2015-09-29"
}
