{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Central European Society for Anticancer Drug Research (CESAR)-EWIV", 
      "Board Member of CESAR-EWIV, CESAR = Central European Society for Anticancer Drug Rsearch SUBJECT: Pharmaceutical drug development through clinical trials in cooperation with pharmaceutical industry. FUNCTION: Responsible Statistician of the Section for Biometry of CESAR-EWIV", 
      "2002-01", 
      "2011-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Bundesinstitut für Risikobewertung BfR, Berlin, Germany", 
      "Member of the BfR-Kommission on \"Kontaminanten und andere gesundheitlich unerwünschte Stoffe in der Lebensmittelkette\" and Member of the Ausschuß on Mykotoxins of this Kommission. The remit is to provide advice on the risk assessment contaminants in food and feed in the food chain. The function and role of the Kommission and the Ausschuß is defined in documents with the BfR see the website of the BfR The outputs are prepared by the BfR itself and not be the Kommission and such alos not by the Ausschuß. see the published policy of the BfR", 
      "2009-12", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Bundesinstituts für Arzneimittel und Medizinprodukte (BfArM)", 
      "Member of Off Label Use in Oncology Expert Group The remit is to rovide advice to scientific documents on the off label use of medicinal products for cancer patients provided by invited experts and formulation of a recommnedation for the Gemeinsame Bundesauschuss in Germany (BGA). The subejct is the recomenndation of off-label use of anticancer drugs in Germany Voting on the recommendations elaborated by the gropr", 
      "2007-05", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "University of Heidelberg", 
      "Member of the Ethics Committee I of the University Clinic Heidelberg and of several Data Safety Monitoring Boards (DSMB(DMCIof University Clinic The remit and the rules of the Ethics Committe is laid down on the local website The remit of the DSMB/DMC: Provide advice on the scientific and ethical quality of clinical studies to protect the safety of patients included in the specific clincal trial or who may be subject in future clinical trials on that indication and the medication under that investigation. The nature of the advices delivered: Review study protocols and patient information and provide advice for changes of the study plan, including regular saftey and progress reports as forseen at the planning of the study. Focus is in biostatstistical and clinical trials methdology The experts role: Member including chair is elected Voting in the group, no vetoing All these clical trials trials investigate neither food nor food related compunds but are restricted to oncological drugs, products and devices.", 
      "2006-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "National Center for Tumor Disease (NCT)", 
      "Member of several Data Safety Monitoring Boards (DSMB) of oncological clinical trials involving novel substances or novel treatment modalities of cancer patients perfomed the National Center for Tumor Diseases (NCT) Heidelberg inlcduingg cooperations of it with the University of Heidelberg The remit: Provide advice on the scientific and ethical quality of clinical studies to protect the safety of patients included in the specific clincal trial or who may be subject in future clinical trials on that indication and the medication under that investigation. The nature of the advices delivered: Review study protocols and patient information and provide advice for changes of the study plan, including regular saftey and progress reports as forseen at the planning of the study. Focus is in biostatstistical and clinical trials methdology The experts role: Member including chair is elected Voting in the group, no vetoing All these clical trials trials investigate neither food nor food related compunds but are restricted to oncological drugs, products and devices.", 
      "2006-01", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "4SC", 
      "Member of the Data Safety Monitoring Board (DSMB) for the clinical Phase I/II Study, called SHORE Study. The remit: Provide advice on the assessment of drug safety and dose escalation of a novel medicinal product for cancer therapy The nature of the advices delivered: Provide advice The experts role: Member Voting in the group, no vetoing Participating not to the preparation of outputs addressing the same issue as the mandate of the CONTAM Panel.", 
      "2010-12", 
      "2013-07", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ILSI Europe", 
      "Member and Chair of the Expert Group on data selection for Benchmark Dose (BMD ) modelling The remit: Contribution to a peer reviewed scientific publication on the topic of the expert group and discussion of all contributions for the publication. Chairing and coordinating the sessions to provide guidance on data selection for Benchmark Dose (BMD ) modelling and the use the BMD Approach. The nature of the advices delivered: Publication The experts role: Member and Chair No voting or vetoing in the EG No fulltime consulting.", 
      "2009-09", 
      "2012-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "4SC", 
      "Member of the Data Safety Monitoring Board (DSMB) for the clinical Phase I Study , called AEGIS Study. The remit: Provide advice on the assessment of drug safety and dose escalation of a novel medicinal product for cancer therapy The nature of the advices delivered: Provide advice The experts role: Member Voting in the group, no vetoing Participating not to the preparation of outputs addressing the same issue as the mandate of the CONTAM Panel.", 
      "2010-03", 
      "2011-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Covance Clinical Research Unit Ltd", 
      "Member of the Safety Monitoring Board of POL6326 Clinical TRial in Multiple Myeloma Patients. The remit: Provide advice on the assessment of drug safety and dose escalation of a novel medicinal product for cancer therapy. The nature of the advices delivered: Provide advice. The experts role: Member. Voting in the group, no vetoing. Participating not to the preparation of outputs addressing the same issue as the mandate of the CONTAM Panel.", 
      "2009-04", 
      "2011-06", 
      ""
    ], 
    [
      "IV. Employment", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Deutsches Krebsforschungszentrum (German Cancer Research Center), DKFZ, Heidelberg, Germany, Stiftung des Öffentlichen Rechts der Bundesrepublik Deutschland", 
      "Consultancy of projects at the Department of Biostatistics of the German Cancer Research Center which started before end of regular employment in February 2010 and which had not been finished by that time or which were extended by the collaborators afterwards. The number of such ongoing or re-opened projects has been since February 2010 less than five and requires work forf 2-5 meetings per year. The German Cancer Research Center (DKFZ) is a Foundation of Public Law located in Im Neuenheimer Feld 280 | 69120 Heidelberg Germany. The legal remit is to perform research on cancer and described in full detail in https://www.dkfz.de/de/dkfz/download/Satzung.pdf. The expert's role in the organization and his/her main tasks during the employment from 1979 to 2010 was to perform biostatistical research to support the centers remit by in the design and analysis of experimental and clinical studies of the research on cancer. The organisation does not make direkt use of the results of this work, except registering scientific puablication in its reports The work is restricted to give advice in design, evaluation of the data and publication of the results of biomedical studies related to cancer. The organisation has no official responsibility to carry out risk management and is exclusively engaged in the science risk assessment and evaluation related to the incidence and treatment of cancer. The work reported here concerns also Biostatistical research and application of mathematical and statistical methods in the 7th Framework Project BASELINE EU Grant Agreement No 222 738 in a part time contract of 12-34 h/months which ends in 2013 The BASELINE project's objective is to provide harmonised and validated sampling strategies, to support the European policies in food safety and to be suitable for food producers, in order to collect comparable data to improve quantitative risk analysis of selected biological and chemical agents. My work for the project is to support workpackage 6 (WP6) on Model Development by supportimg the WP 6 leader located at the DKFZ in the development of predictive mathematical models for biological risks and investigate and model sources and pathways of chemical contaminants to improve sampling schemes. This is obtained by a review of existing and definition of new mathematical models in predictive microbiology; investigation of correlations between food risk factors and traceable environmental parameters and contamination indicators; consolidation of existing and new models for microbial growth as a function of intrinsic environmental factors and extrinsic parameters. This refers to the previous work for the project done in the function as previous Department Head and previous WP 6 Leader which ended by retirement from the DKFZ in 2010 reported under VI. No provision of advice or services to undertakings, trade associations or other bodies with an interest in the subject matter that falls within EFSA's CONTAM Panel/WG of the CONTAM Panel or related full time emploment at the DKFZ.", 
      "2011-03", 
      "2013-08", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "ISCB", 
      "Member of the Executive Board of the International Sociery of Clinical Biostatistics (ISCB) and Member of the Subcommittees on Congress Organization (Scientific Secretary)and on Regulatory Affairs (SIRA)", 
      "2009-01", 
      "2012-08", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Statistical Institute", 
      "Member and Chair of the ISI Committee on Risk Analysis (ISI-CRA) Function: Contributing to and participating at meetings organized by the Committee under the auspices of the International Statistical Institute (ISI; the oldest global scientific organization of statistcians) at the bi-annual meetings of the ISI (socalled ISI Sessions) or at satellite meetings to the ISI Sessions organized by the Committe, respectively. The function of the Chair is to communicate with the ISI in all relevant matters and to coordinate the activities of the Committee including conference proceedings of the sessions organized by the Committee.", 
      "2005-07", 
      "2011-08", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Wiley VCH Publisher", 
      "Editor of the Biometrical Journal ISSN 0323-3847 joint with a second editor from Italy", 
      "2011-05", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "Taylor and Francis Group LLC 530 Walnut Street Suite 850 Philadelphia PA 19106 USA", 
      "Member of the Honorary Editorial Board of the \"Journal of Biopharmaceutical Statistics\"", 
      "2011-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "ELSEVIER", 
      "Member of the Advisory Board of the Journal\"Journal of Computational Statistics and Data Analysis\"", 
      "2007-09", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "EDLER", 
  "Current EFSA involvements": "Vice-Chair-CONTAM Panel 2015-2018 (CONTAM), Alternate member-Scientific Committee 2015-2018 (SC), Member-BMD Update (SC), Chair-Fusarium toxins (CONTAM)", 
  "Profession": "Biostatistician", 
  "First name": "Lutz", 
  "Date": "2015-07-04"
}
