{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "Federal Office of Public Health, Switzerland", 
      "Public health, food safety. Food Legislation (is the responsibility of a different Unit, not in the Nutritional and Toxicological Risks Section).", 
      "1984-08", 
      "2012-09", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "ILSI Health and Environmental Science Institute HESI (non-profit)", 
      "Member of Board of Trustees. Member of the program strategy and stewardship committee. Scientific research on a range of public health and environmental issues, for the most part on generic issues. 2 meetings per year, non-remunerated.", 
      "2008-01", 
      "2012-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "EUFIC Scientific Advisory Board", 
      "The European Food Information Council (EUFIC) is a non-profit organisation which communicates science-based information on nutrition and health, food safety and quality, to help consumers to be better informed when choosing a well-balanced, safe and healthful diet. Information that EUFIC publishes has been subject to a review process by members of its Scientific Advisory Board (SAB). The primary role of the Scientific Advisory Board is to ensure that EUFIC's information and communication programmes are based on reviews of scientific evidence which have the support of the scientific community at large so that the information is representative, factually correct and truthful. For mor information see: http://www.eufic.org/page/en/page/ONEUFIC/. Usually 2 meetings per year (two half days each).", 
      "2009-03", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Joint FAO/WHO Expert Committee on Food Additives (JEFCA). WHO Food Safety Panel", 
      "Temporary Advisor/Member. Contaminants in food, food additives, flavouring agents, general principles in food toxicology. Usually 1 meeting per year (8 days each).", 
      "1998-06", 
      "now", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Federal Office of Public Health Advisory expert committee", 
      "Chairperson. Food safety, natural toxins in food, contaminants in food, research projects funded by the Nutritional and Toxicological Risks Section of the Swiss Federal Office of Public Health. Usually 2 meetings per year (one day each). Part of my duties as employee of the FOPH.", 
      "2004-06", 
      "2012-09", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ILSI Europe", 
      "Member of the expert group on the Application of the TTC Approach to Cosmetic Ingredients in the EC project on Integrated In Silico Models for the Prediction of Human Repeated Dose Toxicity of Cosmetics to Optimise Safety (COSMOS). The COSMOS project (http://www.cosmostox.eu/)is jointly funded by the European Commission and Colipa. The aim is to develop freely available tools to predict the effects of long-term exposure to cosmetic ingredients in humans. The focus of the COSMOS project is on cosmetic ingredients and TTC is considered just one of the various tools that will be explored. I attended one meeting of 2 days, non-remunerated.", 
      "2011-11", 
      "2012-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ILSI Europe", 
      "Member of the expert group on the Application of the Scientific Criteria to Food Allergens of Public Health Importance, following the Expert Committee on Eliciting Dose of Allergens in Food (07/2003 - 7/2007; http://www.ilsi.org/Europe/Pages/TF_FoodAllergy.aspx). Usually 2-3 meetings per year (one day each), non-remunerated.", 
      "2007-07", 
      "2012-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ILSI Europe", 
      "Member of the Risk Assessment of Genotoxic Carcinogens Task Force and of some of its expert groups (Margin of Exposure approach to substances that are genotoxic and carcinogenic, in support of EFSA and WHO activities; followed by Data Selection for BMD Modelling; http://www.ilsi.org/Europe/Pages/TF_RiskAssessmentGen.aspx). 2-4 meetings per year (one day each), non-remunerated.", 
      "2002-07", 
      "2012-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ILSI Europe", 
      "Member of the Process-related Compounds and Natural Toxins Task Force (http://www.ilsi.org/Europe/Pages/TF_ProcessCompounds.aspx). Usually 2 meetings per year (one day each), non-remunerated.", 
      "1999-01", 
      "2012-04", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "ILSI Europe Scientific Advisory Committee", 
      "Member. Nutrition, food safety, natural toxins in food. Usually 2 meetings per year (one day each), non-remunerated.", 
      "1999-01", 
      "2010-12", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "Senate Commission on Food Safety of the Deutsche Forschungsgemeinschaft (DFG).", 
      "Member, chairperson of a subcommittee on contaminants. Food safety, natural components, contaminants in food, food additives, general principles in food toxicology.", 
      "1994-01", 
      "2010-12", 
      ""
    ], 
    [
      "IV. Employment", 
      "Federal Office of Public Health, Food Safety Division, Nutritional and Toxicological Risks Section", 
      "Employee, Head of the Nutritional and Toxicological Risks section. All areas of food safety according to the Swiss legislation (which includes consumer products): The Nutritional and Toxicological Risks Section has to perform risk assessments and evaluations in the area of diet and nutrition as well as of different potentially toxic compounds. These include natural toxicants, contaminants in food and drinking water (residues of veterinary drugs, pesticides, environmental pollutants), food additives, cosmetics, food contact materials and toxicological evaluation of novel foods.", 
      "1984-08", 
      "2012-09", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "World Health Organization WHO", 
      "WHO Project to Review the Threshold of Toxicological Concern Approach (detaisl see http://www.who.int/foodsafety/chem/call_for_data_ttc_2013.pdf). Summarize the available information and data and provide conclusions and recommendations for discussion. Remunerated agreement for work during January till May 2014.", 
      "2014-01", 
      "2014-05", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Federal Office of Public Health, Switzerland (FOPH)", 
      "- Examinations in food toxicology of candidates of the Swiss Food Chemists Diploma - Lectures in the area of \"Risk Analysis \" in the context of the \"Master of Advanced Studies Food Safety Management\" - Scientific advice to the project \"National Food Consumption Survey\" - Scientific advice to the Food Safety Division of the FOPH regarding scientific questions in food safety. Remunerated agreement for work.", 
      "2012-10", 
      "2014-03", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "Flavor and Extract Manufacturers Association of the U.S. (FEMA)", 
      "Ad-hoc consultant to the FEMA Expert Panel. The primary work of the FEMA Expert Panel is the FEMA GRAS Program in which assessments are performed to judge the status of flavoring substances as “generally recognized as safe” (GRAS). The mission of the FEMA Expert Panel is to protect the public health through the effective safety evaluation of flavoring substances using the best available scientific procedures and information. Details see http://www.femaflavor.org/public/gras_program/index.php. In total, I attended 5 remunerated meetings of 3 days each (1 in 2009, 2 in 2010, 2 in 2011)", 
      "2009-10", 
      "2011-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Federal Office of Public Health (SFOP), Food Safety Division, Nutritional and Toxicological Risks Section", 
      "The SFOP finances a variety of research projects also in the area of nutrition, food safety and food toxicology. Research is primarily performed by universities in Switzerland and Germany, occasionally also in other countries such as USA.", 
      "1984-08", 
      "2012-09", 
      ""
    ], 
    [
      "VI. Research funding", 
      "EC DG Research", 
      "Member of Work Package 7: “consensus” of the Benefit Risk Analysis of Foods project (BRAFO; http://www.ilsi.org/Europe/Documents/P_BRAFO2.pdf). Project funded by the European Commission and coordinated by ILSI Europe", 
      "2007-09", 
      "2010-12", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "International Society of Regulatory Toxicology & Pharmacology (ISRTP)", 
      "Scientific Society.", 
      "1998-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Registered Toxicologist (Schweizer Berufsregister für Toxikologen)", 
      "Scientific Society.", 
      "1996-10", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "U.S. Society of Toxicology (SOT)", 
      "Scientific Society.", 
      "1995-10", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Swiss Society of Toxicology", 
      "Scientific Society.", 
      "1986-03", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Swiss Society of Food and Environmental Chemistry (Schweiz Gesellschaft für Lebensmittel- und Umweltchemie)", 
      "Scientific Society.", 
      "1985-12", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Swiss Society of Toxicology", 
      "Member of Local Scientific Programme Committee of the the 49th Congress of the European Societies of Toxicology (EUROTOX 2013) in Interlaken Switzerland. http://www.eurotox2013.com/host- organisation.html", 
      "2012-07", 
      "2013-09", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "EFSA, European Food Safety Authority, Italy, Parma and WHO, World Health Organization, Geneva", 
      "Participant to the Joint EFSA/WHO Expert Workshop on Threshold of Toxicological Concern, 3-5 December 2014 in Brussels, Belgium. The outcome of this workshop are conclusions and recommendations that were published for public consultation. As author of the background document that served as a basis for the workshop discussions, I was asked by WHO and EFSA to assist in addressing the comments received from the public consultation.", 
      "2014-12", 
      "2014-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "EFSA, European Food Safety Authority, Italy, Parma and WHO, World Health Organization, Geneva", 
      "Participant to the Joint EFSA/WHO Stakeholder Meeting on Threshold of Toxicological Concern, 2 December 2014 in Brussels, Belgium.", 
      "2014-12", 
      "2014-12", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "ILSI / HESI (International Life Science Institut / ILSI health and Environmental Sciences Institute)", 
      "Participant to workshops, annual meetings and congresses (co- )organized by ILSI and/or HESI", 
      "1999-01", 
      "2011-06", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr", 
  "Family name": "SCHLATTER", 
  "Current EFSA involvements": "Member-Scientific Committee 2015-2018 (SC), Chair-BMD Update (SC), Member-Biological Relevance (SC), Member-Novel Foods 2015-2018 (NDA), Member-Uncertainty in risk assessment (SC), Member-WG Substances in Foods for Infants (SC)", 
  "Profession": "Toxicologist (retired)", 
  "First name": "Josef Rudolf", 
  "Date": "2015-10-08"
}
