{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IV. Employment", 
      "University of Zürich", 
      "The University of Zürich is a research and teaching University, where the expert is Professor of Toxicology and Director of the Institute of Veterinary Pharmacology and Toxicology Besides research, the expert's role is to teach Pharmacology, Food Toxicology, Clinical Toxicology and Cancer Biology The University has no official responsibility to carry out risk management", 
      "1993-01", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Velux Foundation", 
      "Basic Research in Cancer Biology: Mechanism of nucleotide excision repair in chromatin. In particular, the Velux Foundation supports the screening of chemicals for their ability to either inhibit or stimulate DNA repair in the human skin. This funding does not include feed contaminants or additives, the Velux Foundation does not support any research on Fusarium toxins (T-2 toxin, HT-2 toxin, nivalenol, diacetoxyscipenol, enniatins, beauvericin and moniliformin). Also, this research does not include GMOs. The contribution of the Velux foundation (private funding ending by 2015) contributes to about 5% of the overall research funding.", 
      "2012-07", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Swiss Cancer League", 
      "Basic research in cancer biology: Mechanism of nucleotide excision repair in chromatin. The Swiss Cancer Ligue is a non-profit charitable organization that supports among many other activities against cancer, research in cancer biology and clinical oncology. This funding does not inlcude feed contaminants or additives, in particular the Swiss Cancer Ligue does not support any research on Fusarium toxins (T-2 toxin, HT-2 toxin, nivalenol, diacetoxyscipenol, enniatins, beauvericin and moniliformin). Also, this research does not include GMOs except the use of bacteria for the expression of proteins in mechanistic studies.", 
      "2012-01", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "Swiss National Science Foundation", 
      "Basic Research in Cancer Biology and Immunology: (i) Mechanism of nucleotide excision repair in chromatin of human cells and (ii) Interaction of nanoparticles with dendritic cells. This funding does not include feed contaminants or additives, in particular the Swiss Natioinal Science Foundation does not support any research on Fusarium toxins (T-2 toxin, HT-2 toxin, nivalenol, diacetoxyscipenol, enniatins, beauvericin and moniliformin). Also, this research does not include GMOs except the use of bacteria for the expression of proteins in mechanistic studies.", 
      "1994-10", 
      "now", 
      ""
    ], 
    [
      "VI. Research funding", 
      "University of Zürich", 
      "Scientific projects in molecular toxicology (DNA repair), food toxicology (boar taint), environmental toxicology (heavy metals in birds of prey) and applications of metabolomics in veterinary/human medicine (fatty liver disease). This research does not include GMOs except the use of bacteria for the expression of proteins in mechanistic studies. Previous research in the area of food/feed contaminants was centered on the detection of trichothecenes (a type of mycotoxin) and was funded by the BioCop project which dates back more than 5 years. Current funding does not involve food/feed additives and contaminants.", 
      "1993-01", 
      "now", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Swiss Society of Toxicology", 
      "Toxicology", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "Swiss Society of Pharmacology and Toxicology", 
      "Pharmacology and Toxicology", 
      "1995-01", 
      "now", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Prof", 
  "Family name": "NAEGELI", 
  "Current EFSA involvements": "Chair-GMO Panel 2015-2018 (GMO), Member-Scientific Committee 2015-2018 (SC), Member-Fusarium toxins (CONTAM), Chair-GMO Applications Food-Feed 2015-2018 (GMO)", 
  "Profession": "Toxicologist", 
  "First name": "Hanspeter", 
  "Date": "2015-07-28"
}
