{
  "activities": [
    [
      "I. Economic interest", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "II. Member of a managing entity or equivalent structure", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "III. Member of a scientific advisory entity", 
      "WHO/FAO", 
      "working in the WHO-panel of the „FAO/WHO Joint Meeting of Pesticide Residues“(JMPR) the remit of the JMPR is the evaluation of pesticides for CCPR, where the delivered advices are taken into consideration, the nature of the advices delivered is a publication of scientific reports on pesticides my role in the advisory body (Panel member) I have a right to vote on the toxicological evaluation of the advices delivered (JMPR-report)", 
      "1998-09", 
      "2013-09", 
      ""
    ], 
    [
      "IV. Employment", 
      "Federal Institute for Risk Assessment", 
      "legal remit of BfR, it participates in basis research activities of pesticides, but not in view of their authorisation, BfR is involved in the independent scientific regulatory assessment of pesticides with regard to human health, it has no own rights - but contributes with scientific advice - on RA guidance or methodologies, software and/or computational models of use in regulatory processes of PPPs it has no own official capacity of Risk Management and not in authorisation of PPPs, MRL setting, control and monitoring activities. I am not personally empowered to take management action My current activities and experiances are in the following areas: •Head of Department Pesticide Safety, Federal Institute for Risk Assessment •Responsibility for the scientific evaluations and human health risk assessments of pesticidal active substances, plant protection products and biocidal products, •Development of guidance for human health risk assessment of pesticidal active substances, metabolites , plant protection products and biocidal products. •26 years professional experience in human health risk assessment of active substances and their metabolites in plant protection products and biocidal products, •22 years practical experience in reviewing, analyzing, evaluating, and extrapolating experimental animal data on toxic chemicals to humans in the European existing substances programme and OECD joint reviews, •Scientific excellence evidenced by publications in peer-reviewed specialized journals", 
      "1991-03", 
      "now", 
      ""
    ], 
    [
      "V. Occasional consultancy", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VI. Research funding", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VII. Intellectual property rights", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "VIII. Other memberships or affiliations", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ], 
    [
      "IX. Other relevant interest", 
      "BfR, Bundesinstitut für Risikobewertung, Federal Institute for Risk Assessment, GERMANY, Berlin", 
      "Germany was Rapporteur in the Renewval Process for Glyphosate approval and my department responsible for Human health risk assessment. BfR has prepared and submitted the addendum with the evaluation of the IARC monograph to the BVL on 31/08/15. A consultation with Member States on this addendum is on-going and a Peer Review Expert telephone conference in mammalian toxicology - the subject matter of the activity - will be organised for the end of Sept.", 
      "2013-08", 
      "now", 
      ""
    ], 
    [
      "X. Interests of close family members", 
      "", 
      "NO INTEREST", 
      "", 
      "", 
      ""
    ]
  ], 
  "Title": "Dr.", 
  "Family name": "SOLECKI", 
  "Current EFSA involvements": "Member-Scientific Committee 2015-2018 (SC)", 
  "Profession": "Head of Department \"Pesticide Safety\"", 
  "First name": "Roland", 
  "Date": "2015-10-13"
}
